{
    "q": [
        {
            "docid": "1057698_2",
            "document": "Human behaviour genetics . Human behaviour genetics is a subfield of the field of behaviour genetics that studies the role of genetic and environmental influences on human behaviour. Classically, human behavioural geneticists have studied the inheritance of behavioural traits. The field was originally focused on testing whether genetic influences were important in human behavior (e.g., do genes influence human behavior). It has evolved to address more complex questions such as: how important are genetic and/or environmental influences on various human behavioral traits; to what extent do the same genetic and/or environmental influences impact the overlap between human behavioral traits; how do genetic and/or environmental influences on behavior change across development; and what environmental factors moderate the importance of genetic effects on human behavior (gene-environment interaction). The field is interdisciplinary, and draws from genetics, psychology, and statistics. Most recently, the field has moved into the area of statistical genetics, with many behavioral geneticists also involved in efforts to identify the specific genes involved in human behavior, and to understand how the effects associated with these genes changes across time, and in conjunction with the environment.",
            "score": 162.36684322357178
        },
        {
            "docid": "22921_61",
            "document": "Psychology . All researched psychological traits are influenced by both genes and environment, to varying degrees. These two sources of influence are often confounded in observational research of individuals or families. An example is the transmission of depression from a depressed mother to her offspring. Theory may hold that the offspring, by virtue of having a depressed mother in his or her (the offspring's) environment, is at risk for developing depression. However, risk for depression is also influenced to some extent by genes. The mother may both carry genes that contribute to her depression but will also have passed those genes on to her offspring thus increasing the offspring's risk for depression. Genes and environment in this simple transmission model are completely confounded. Experimental and quasi-experimental behavioral genetic research uses genetic methodologies to disentangle this confound and understand the nature and origins of individual differences in behavior. Traditionally this research has been conducted using twin studies and adoption studies, two designs where genetic and environmental influences can be partially un-confounded. More recently, the availability of microarray molecular genetic or genome sequencing technologies allows researchers to measure participant DNA variation directly, and test whether individual genetic variants within genes are associated with psychological traits and psychopathology through methods including genome-wide association studies. One goal of such research is similar to that in positional cloning and its success in Huntington's: once a causal gene is discovered biological research can be conducted to understand how that gene influences the phenotype. One major result of genetic association studies is the general finding that psychological traits and psychopathology, as well as complex medical diseases, are highly polygenic, where a large number (on the order of hundreds to thousands) of genetic variants, each of small effect, contribute to individual differences in the behavioral trait or propensity to the disorder. Active research continues to understand the genetic and environmental bases of behavior and their interaction.",
            "score": 162.24396336078644
        },
        {
            "docid": "24984_10",
            "document": "Personality psychology . Another current open question is whether genetic influences are important for the likeliness of co-twins to change in the same way over a period of time. A link was found between the personality trait of neuroticism and a polymorphism called 5-HTTLPR in the serotonin transporter gene, but this association was not replicated in larger studies. Other candidate gene studies have provided weak evidence that some personality traits are related to \"AVPR1A\" (\"ruthlessness gene\") and \"MAOA\" (\"Warrior gene\"). Genotypes, or the genetic make up of an organism, influence but don't fully decide the physical traits of a person. Those are also influenced by the environment and behaviors they are surrounded by. For example, a person's height is affected by genetics, but if they are malnourished growth will be stunted no matter what their genetic coding says. Environment is also not completely responsible for an outcome in personality. An example from \"Psychobiology of Personality\" by Marvin Zuckerman is alcoholism: Studies suggest that alcoholism is an inherited disease, but if a subject with a strong biological background of alcoholism in their family tree is never exposed to alcohol, they will not be so inclined regardless of their genome.",
            "score": 150.1810303926468
        },
        {
            "docid": "68300_29",
            "document": "Dominance (genetics) . In humans and other mammal species, sex is determined by two sex chromosomes called the X chromosome and the Y chromosome. Human females are typically XX; males are typically XY. The remaining pairs of chromosome are found in both sexes and are called autosomes; genetic traits due to loci on these chromosomes are described as autosomal, and may be dominant or recessive. Genetic traits on the X and Y chromosomes are called sex-linked, because they are linked to sex chromosomes, not because they are characteristic of one sex or the other. In practice, the term almost always refers to X-linked traits and a great many such traits (such as red-green colour vision deficiency) are not affected by sex. Females have two copies of every gene locus found on the X chromosome, just as for the autosomes, and the same dominance relationships apply. Males however have only one copy of each X chromosome gene locus, and are described as hemizygous for these genes. The Y chromosome is much smaller than the X, and contains a much smaller set of genes, including, but not limited to, those that influence 'maleness', such as the SRY gene for testis determining factor. Dominance rules for sex-linked gene loci are determined by their behavior in the female: because the male has only one allele (except in the case of certain types of Y chromosome aneuploidy), that allele is always expressed regardless of whether it is dominant or recessive.",
            "score": 137.97326064109802
        },
        {
            "docid": "24984_45",
            "document": "Personality psychology . Ever since the Human Genome Project allowed for a much more in depth understanding of genetics, there has been an ongoing controversy involving heritability, personality traits, and environmental vs. genetic influence on personality. The human genome is known to play a role in the development of personality. Previously, genetic personality studies focused on specific genes correlating to specific personality traits. Today's view of the gene-personality relationship focuses primarily on the activation and expression of genes related to personality and forms part of what is referred to as behavioural genetics. Genes provide numerous options for varying cells to be expressed; however, the environment determines which of these are activated. Many studies have noted this relationship in varying ways in which our bodies can develop, but the interaction between genes and the shaping of our minds and personality is also relevant to this biological relationship. DNA-environment interactions are important in the development of personality because this relationship determines what part of the DNA code is actually made into proteins that will become part of an individual. It has been noted that while different choices are made available by the genome, in the end, the environment is the ultimate determinant of what becomes activated. Small changes in DNA in individuals are what lead to the uniqueness of every person as well as differences in looks, abilities, brain functioning, and all the factors that culminate to develop a cohesive personality.",
            "score": 145.69748032093048
        },
        {
            "docid": "14934570_11",
            "document": "Irving Gottesman . The Maudsley–Bethlem study also hypothesized that schizophrenia was caused by a mixture of many small traits working together. These endophenotypes could be used for diagnosis. Endophenotypes have been interpreted as a link between genes and the final behavior, acted on by the environment and chance elements, with biochemical and epigenetic influences changing the genome but not being passed on to children. Molecular-biological studies in genetics have referred to endophenotypes to explain genetic causes of psychopathology. The researchers also examined how schizoids, those with mild, schizophrenia-like personality disorders, were linked to schizophrenics. Gottesman and Shields extended the term to classes of mild psychological disorders in twins and relatives of schizophrenics. The researchers had hypothesized that schizoida in a twin was how a schizophrenia carrier gene, one in a non-schizophrenic still passing on a genetic risk, expressed itself. The twin study did not confirm this.",
            "score": 127.06513738632202
        },
        {
            "docid": "7376681_4",
            "document": "Phene . Genome wide association studies use \"phenes\" or \"traits\" (symptoms) to distinguish groups in the human population. These groups are then employed to identify associations with genetic alleles that are more common in the symptomatic group than in the asymptomatic control group. Allen et al. report that with respect to Schizophrenia \"Research in molecular genetics has focused on detecting multiple genes of small effect\" This indicates the importance of discovering individual traits or \"phenes\" that are governed by single genes. Schizophrenia or bipolar disorder may be described as a phenotype but how many individual traits or \"phenes\" contribute to these phenotypes? Very large genome wide association studies have not found many significant gene linkages. On the contrary the results of these studies implicate a large number of gene alleles that have a very small effect (phene).",
            "score": 146.7283103466034
        },
        {
            "docid": "18143331_12",
            "document": "Neurogenetics . Advances in molecular biology techniques and the species-wide genome project have made it possible to map out an individual's entire genome. Whether genetic or environmental factors are primarily responsible for an individual's personality has long been a topic of debate. Thanks to the advances being made in the field of neurogenetics, researchers have begun to tackle this question by beginning to map out genes and correlate them to different personality traits. There is little to no evidence to suggest that the presence of a \"single\" gene indicates that an individual will express one style of behavior over another; rather, having a specific gene could make one more predisposed to displaying this type of behavior. It is starting to become clear that most genetically influenced behaviors are due to the effects of many variants within \"many\" genes, in addition to other neurological regulating factors like neurotransmitter levels. Due to fact that many behavioral characteristics have been conserved across species for generations, researchers are able to use animal subjects such as mice and rats, but also fruit flies, worms, and zebrafish, to try to determine specific genes that correlate to behavior and attempt to match these with human genes.",
            "score": 144.83859658241272
        },
        {
            "docid": "51606_21",
            "document": "Causes of mental disorders . Family-linkage and twin studies have indicated that genetic factors often play an important role in the development of mental disorders. The reliable identification of specific genetic susceptibility to particular disorders, through linkage or association studies, has proven difficult. This has been reported to be likely due to the complexity of interactions between genes, environmental events, and early development or to the need for new research strategies. The heritability of behavioral traits associated with mental disorder may be greater in permissive than in restrictive environments, and susceptibility genes probably work through both \"within-the-skin\" (physiological) pathways and \"outside-the-skin\" (behavioral and social) pathways. Investigations increasingly focus on links between genes and endophenotypes—more specific traits (including neurophysiological, biochemical, endocrinological, neuroanatomical, cognitive, or neuropsychological)—rather than disease categories. With regard to a prominent mental disorder, schizophrenia, for a long time consensus among scientists was that certain alleles (forms of genes) were responsible for schizophrenia, but some research has indicated only multiple, rare mutations thought to alter neurodevelopmental pathways that can ultimately contribute to schizophrenia; virtually every rare structural mutation was different in each individual.",
            "score": 141.2697550058365
        },
        {
            "docid": "57196924_2",
            "document": "Complex traits . Complex traits, also known as quantitative traits, are traits that do not behave according to simple Mendelian inheritance laws. More specifically, their inheritance cannot be explained by the genetic segregation of a single gene. Such traits show a continuous range of variation and are influenced by both environmental and genetic factors. Compared to strictly Mendelian traits, complex traits are far more common, and because they can be hugely polygenic, they are studied using statistical techniques such as QTL mapping rather than classical genetics methods. Examples of complex traits include height, circadian rhythms, enzyme kinetics, and many diseases including diabetes and Parkinson's disease. One major goal of genetic research today is to better understand the molecular mechanisms through which genetic variants act to influence complex traits.",
            "score": 148.91371858119965
        },
        {
            "docid": "1795200_12",
            "document": "Candidate gene . The candidate gene approach is a powerful tool to studying complex diseases, particularly if its limitations are overcome by a wide complementary approach. One of the earliest successes in this field was finding a single base mutation in the non-coding region of the APOC3 (apolipoprotein C3 gene) that associated with higher risks of hypertriglyceridemia and atherosclerosis. In a study by Kim et al., genes linked to the obesity trait in both pigs and humans were discovered using comparative genomics and chromosomal heritability. By using these two methods, the researchers were able to overcome the criticism that candidate gene studies are solely focused on prior knowledge. Comparative genomics was completed by examining both human and pig QTL through a method known as GCTA (genome-wide complex trait analysis), which allowed the researchers to then map genetic variance to specific chromosomes. This allowed the parameter of heritability to provide understanding of where phenotypic variation was on specific chromosomal regions, thus extending to candidate markers and genes within these regions. Other studies may also use computational methods to find candidate genes in a widespread, complementary way, such as one study by Tiffin et al. studying genes linked to type 2 diabetes.",
            "score": 149.92077243328094
        },
        {
            "docid": "18690851_11",
            "document": "Genetic correlation . Genetic correlations are scientifically useful because genetic correlations can be analyzed over time within an individual longitudinally (e.g. intelligence is stable over a lifetime, due to the same genetic influences – childhood genetically correlates formula_5 with old age), or across studies or populations or ethnic groups/races, or across diagnoses, allowing discovery of whether different genes influence a trait over a lifetime (typically, they do not), whether different genes influence a trait in different populations due to differing local environments, whether there is disease heterogeneity across times or places or sex (particularly in psychiatric diagnoses there is uncertainty whether 1 country's 'autism' or 'schizophrenia' is the same as another's or whether diagnostic categories have shifted over time/place leading to different levels of ascertainment bias), and to what degree traits like autoimmune or psychiatric disorders or cognitive functioning meaningfully cluster due sharing a biological basis and genetic architecture (for example, reading & mathematics disability genetically correlate, consistent with the Generalist Genes Hypothesis, and these genetic correlations explain the observed phenotypic correlations or 'co-morbidity'; IQ and specific measures of cognitive performance such as verbal, spatial, and memory tasks, reaction time, long-term memory, executive function etc. all show high genetic correlations as do neuroanatomical measurements, and the correlations may increase with age, with implications for the etiology & nature of intelligence). This can be an important constraint on conceptualizations of the two traits: traits which seem different phenotypically but which share a common genetic basis require an explanation for how these genes can influence both traits.",
            "score": 140.2924748659134
        },
        {
            "docid": "12266_57",
            "document": "Genetics . Medical genetics seeks to understand how genetic variation relates to human health and disease. When searching for an unknown gene that may be involved in a disease, researchers commonly use genetic linkage and genetic pedigree charts to find the location on the genome associated with the disease. At the population level, researchers take advantage of Mendelian randomization to look for locations in the genome that are associated with diseases, a method especially useful for multigenic traits not clearly defined by a single gene. Once a candidate gene is found, further research is often done on the corresponding (or homologous) genes of model organisms. In addition to studying genetic diseases, the increased availability of genotyping methods has led to the field of pharmacogenetics: the study of how genotype can affect drug responses.",
            "score": 126.84323310852051
        },
        {
            "docid": "18143331_13",
            "document": "Neurogenetics . While it is true that variation between species can appear to be pronounced, at their most basic they share many similar behavior traits which are necessary for survival. Such traits include mating, aggression, foraging, social behavior and sleep patterns. This conservation of behavior across species has led biologists to hypothesize that these traits could possibly have similar, if not the same, genetic causes and pathways. Studies conducted on the genomes of a plethora of organisms have revealed that many organisms have homologous genes, meaning that some genetic material has been conserved between species. If these organisms shared a common evolutionary ancestor, then this might imply that aspects of behavior can be inherited from previous generations, lending support to the genetic causes – as opposed to the environmental causes – of behavior. Variations in personalities and behavioral traits seen amongst individuals of the same species could be explained by differing levels of expression of these genes and their corresponding proteins.",
            "score": 146.3632254600525
        },
        {
            "docid": "374298_50",
            "document": "G factor (psychometrics) . The genetic correlation is a statistic that indicates the extent to which the same genetic effects influence two different traits. If the genetic correlation between two traits is zero, the genetic effects on them are independent, whereas a correlation of 1.0 means that the same set of genes explains the heritability of both traits (regardless of how high or low the heritability of each is). Genetic correlations between specific mental abilities (such as verbal ability and spatial ability) have been consistently found to be very high, close to 1.0. This indicates that genetic variation in cognitive abilities is almost entirely due to genetic variation in whatever \"g\" is. It also suggests that what is common among cognitive abilities is largely caused by genes, and that independence among abilities is largely due to environmental effects. Thus it has been argued that when genes for intelligence are identified, they will be \"generalist genes\", each affecting many different cognitive abilities.",
            "score": 139.8402897119522
        },
        {
            "docid": "18280830_8",
            "document": "Dark triad . One of the ways in which researchers attempt to dissect the relative influence of genetic and environmental factors on personality (and individual differences more generally) is a broad investigative technique loosely grouped under the heading of \"twin studies\". For example, in one approach to twin studies, researchers compare the personality scores of monozygotic (MZ) or identical twins reared together to dizygotic (DZ) or fraternal twins reared together. Because both types of twins in this design are reared together, all twin pairs are regarded as having shared a 100% common environment. In contrast, the monozygotic twins share 100% of their genes whereas the dizygotic twins only share about 50% of their genes. Therefore, for any given personality trait, it is possible to parcel out genetic influences by first obtaining the MZ correlation (reflecting 100% common environment and 100% shared genes) and subtracting the DZ correlation (reflecting 100% common environment and 50% shared genes). This difference represents 50% of the genetic influence; doubled, this number is said to account for 100% of the genetic influence, and is one way to derive an index of heritability (sometimes called the heritability coefficient and represented as h). Similarly, MZ - h may be regarded as an estimate of the influence of the common environment. Finally, because individual differences and the environment are supposed to account for the totality of behavior, it is said that subtracting the sum of h and the common environment influence from 1 is equal to the influence of unique or non-shared environments.",
            "score": 109.913623213768
        },
        {
            "docid": "5113681_11",
            "document": "Personality development . Van Gestel and Van Broeckhoven (2003) write, “Almost by definition, complex traits originate from interplay between (multiple) genetic factors and environment.” Interactions between genetic predisposition and the environment are a major factor in personality development. The \"corresponsive principle of personality development\" states that “life experiences may accentuate and reinforce the personality characteristics that were partially responsible for the particular environmental elicitations in the first place”. This principle summarizes how gene-environment interactions (also called person-situation transactions) maintain and reinforce the continuity of personality throughout the lifespan. Three main types of gene-environment interactions are active (the process by which individuals with certain genotypes select and create environments that facilitate the expression of those genotypes), passive (the process by which genetic parents provide both the genes and the early environmental influences that contribute to the development of a characteristic in their children), and reactive (the process by which non-family individuals respond to the behavior produced by a genotype in characteristic ways).",
            "score": 103.75086629390717
        },
        {
            "docid": "37691915_12",
            "document": "Biological basis of personality . Previous studies show that genes account for at most 50 percent of a given trait. However, it is widely accepted that variance in gene sequence affect behavior, and genes are a significant risk factor for personality disorders. With the growing interest in using molecular genetics in tracing the biological basis of personality, there may be more gene-trait links found in the future.",
            "score": 131.2156858444214
        },
        {
            "docid": "54301172_129",
            "document": "Well-being contributing factors . Cultivating an extroverted temperament may correlate with happiness for the same reason: it builds relationships and support groups. Some people may be fortunate, from the standpoint of personality theories that suggest individuals have control over their long-term behaviors and cognitions. Genetic studies indicate genes for personality (specifically extroversion, neuroticism and conscientiousness), and a general factor linking all 5 traits, account for the heritability of subjective well-being. Recent research suggests there is a happiness gene, the 5-HTT gene.",
            "score": 105.74744272232056
        },
        {
            "docid": "5580470_6",
            "document": "Biopsychiatry controversy . The reasons for the relative lack of genetic understanding is because the links between genes and mental states defined as abnormal appear highly complex, involve extensive environmental influences and can be mediated in numerous different ways, for example by personality, temperament or life events. Therefore, while twin studies and other research suggests that personality is heritable to some extent, finding the genetic basis for particular personality or temperament traits, and their links to mental health problems, is \"at least as hard as the search for genes involved in other complex disorders.\" Theodore Lidz and \"The Gene Illusion\". argue that biopsychiatrists use genetic terminology in an unscientific way to reinforce their approach. Joseph maintains that biopsychiatrists disproportionately focus on understanding the genetics of those individuals with mental health problems at the expense of addressing the problems of the living in the environments of some extremely abusive families or societies.",
            "score": 114.44801735877991
        },
        {
            "docid": "58687_59",
            "document": "Aggression . In humans, there is good evidence that the basic human neural architecture underpinning the potential for flexible aggressive responses is influenced by genes as well as environment. In terms of variation between individual people, more than 100 twin and adoption studies have been conducted in recent decades examining the genetic basis of aggressive behavior and related constructs such as conduct disorders. According to a meta-analysis published in 2002, approximately 40% of variation between individuals is explained by differences in genes, and 60% by differences in environment (mainly non-shared environmental influences rather than those that would be shared by being raised together). However, such studies have depended on self-report or observation by others including parents, which complicates interpretation of the results. The few laboratory-based analyses have not found significant amounts of individual variation in aggression explicable by genetic variation in the human population. Furthermore, linkage and association studies that seek to identify specific genes, for example that influence neurotransmitter or hormone levels, have generally resulted in contradictory findings characterized by failed attempts at replication. One possible factor is an allele (variant) of the MAO-A gene which, in interaction with certain life events such as childhood maltreatment (which may show a main effect on its own), can influence development of brain regions such as the amygdala and as a result some types of behavioral response may be more likely. The generally unclear picture has been compared to equally difficult findings obtained in regard to other complex behavioral phenotypes. For example, both 7R and 5R, ADHD-linked VNTR alleles of dopamine receptor D4 gene are directly associated with the incidence of proactive aggression in the men with no history of ADHD.",
            "score": 129.46664988994598
        },
        {
            "docid": "28818090_2",
            "document": "GeneNetwork . GeneNetwork is a combined database and open source bioinformatics data analysis software resource for systems genetics. This resource is used to study gene regulatory networks that link DNA sequence variants to corresponding differences in gene and protein expression and to differences in traits such as health and disease risk. Data sets in GeneNetwork are typically made up of large collections of genotypes (e.g., SNPs) and phenotypes that are obtained from groups of related individuals, including human families, experimental crosses of strains of mice and rats, and organisms as diverse as Drosophila melanogaster, Arabidopsis thaliana, and barley. The inclusion of genotypes for all individuals makes it practical to carry out web-based gene mapping to discover those regions of the genome that contribute to differences in gene expression, cell function, anatomy, physiology, and behavior among individuals.",
            "score": 131.5175802707672
        },
        {
            "docid": "7952689_14",
            "document": "Threshold model . Early genetics models were developed to deal with very rare genetic diseases by treating them as Mendelian diseases caused by 1 or 2 genes: the presence or absence of the gene corresponds to the presence or absence of the disease, and the occurrence of the disease will follow predictable patterns within families. Continuous traits like height or intelligence could be modeled as normal distributions, influenced by a large number of genes, and the heritability and effects of selection easily analyzed. Some diseases, like alcoholism, epilepsy, or schizophrenia, cannot be Mendelian diseases because they are common; do not appear in Mendelian ratios; respond slowly to selection against them; often occur in families with no prior history of that disease; however, relatives and adoptees of someone with that disease are far more likely (but not certain) to develop it, indicating a strong genetic component. The liability threshold model was developed to deal with these non-Mendelian binary cases; the model proposes that there is a continuous normally-distributed trait expressing risk polygenically influenced by many genes, which all individuals above a certain value develop the disease and all below it do not.",
            "score": 125.80990469455719
        },
        {
            "docid": "40841348_9",
            "document": "Computational and Statistical Genetics . Over the past few years, genome-wide association studies (GWAS) have become a powerful tool for investigating the genetic basis of common diseases and has improved our understanding of the genetic basis of many complex traits. Traditional single SNP (single-nucleotide polymorphism) GWAS is the most commonly used method to find trait associated DNA sequence variants - associations between variants and one or more phenotypes of interest are investigated by studying individuals with different phenotypes and examining their genotypes at the position of each SNP individually. The SNPs for which one variant is statistically more common in individuals belonging to one phenotypic group are then reported as being associated with the phenotype. However, most complex common diseases involve small population-level contributions from multiple genomic loci. To detect such small effects as genome-wide significant, traditional GWAS rely on increased sample size e.g. to detect an effect which accounts for 0.1% of total variance, traditional GWAS needs to sample almost 30,000 individuals. Although the development of high throughput SNP genotyping technologies has lowered the cost and improved the efficiency of genotyping. Performing such a large scale study still costs considerable money and time. Recently, association analysis methods utilizing gene-based tests have been proposed that are based on the fact that variations in protein-coding and adjacent regulatory regions are more likely to have functional relevance. These methods have the advantage that they can account for multiple independent functional variants within a gene, with the potential to greatly increase the power to identify disease/trait associated genes. Also, imputation of ungenotyped markers using known reference panels(e.g. HapMap and the 1000 Genomes Project) predicts genotypes at the missing or untyped markers thereby allowing one to accurately evaluate the evidence for association at genetic markers that are not directly genotyped (in addition to the typed markers) and has been shown to improve the power of GWAS to detect disease associated loci.",
            "score": 139.63221383094788
        },
        {
            "docid": "4250553_2",
            "document": "Gene . In biology, a gene is a sequence of DNA or RNA that codes for a molecule that has a function. During gene expression, the DNA is first copied into RNA. The RNA can be directly functional or be the intermediate template for a protein that performs a function. The transmission of genes to an organism's offspring is the basis of the inheritance of phenotypic traits. These genes make up different DNA sequences called genotypes. Genotypes along with environmental and developmental factors determine what the phenotypes will be. Most biological traits are under the influence of polygenes (many different genes) as well as gene–environment interactions. Some genetic traits are instantly visible, such as eye color or number of limbs, and some are not, such as blood type, risk for specific diseases, or the thousands of basic biochemical processes that constitute life.",
            "score": 131.67730140686035
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 94.94375205039978
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 172.14507138729095
        },
        {
            "docid": "58686_37",
            "document": "Cerebral cortex . There are many neurodevelopmental abnormalities that can lead to a wide variety of behavioral and cognitive deficits. There are several situations in development in which both intrinsic and extrinsic factors can highly influence the course of nervous system formation. One very prominent intrinsic factor (random gene mutation) has given rise to many different classes of neurodevelopmental disorders. For example, Fragile X-Syndrome is a neurodevelopmental disease characterized by poor eye contact with others, an extreme aversion to physical/social contact, and obsessive repetition in behavioral patterns. This is an X-linked chromosomal disorder in which the FMR1 gene is found to have nearly 200 copies, instead of its intended 30. This causes the gene to become heavily methylated, which subsequently turns off expression of FMR1. Efficient functioning of this gene is known to play a role in localized protein synthesis at dendritic spines, which is essential for proper synaptogenesis and learning and memory function. Another primary example of intrinsic neurodevelopmental deficits is Rett Syndrome, which is an X-linked single gene mutation characterized by a loss of speech and hand coordination, intellectual regression and progressive loss of motor control. This disorder is thought to arise from a mutation in the MeCP2 gene, which encodes for a transcription factor associated with chromatin remodeling. Mutations in this gene have been linked to a decreased expression of the gene that codes for BDNF (brain-derived neurotrophic factor), which is a common gene used in neurodevelopment.",
            "score": 105.53908491134644
        },
        {
            "docid": "35009269_14",
            "document": "Successful aging . A number of studies indicate that there are genetic influences on successful aging beyond those that influence longevity alone. Evidence suggests that successful aging is a multifactorial trait influenced by numerous genes and environmental factors, each making a small contribution to the phenotype. Specifically, genes such as APOE, GSTT1, IL6, IL10, PON1, and SIRT3 may to have individual effects on the likelihood of aging successfully. Additionally, the genes contributing to successful aging can be grouped in several main categories (ontologies): Recently, successful aging has been also linked to expression levels of genes and length of chromosomal telomeres.",
            "score": 104.86159801483154
        },
        {
            "docid": "39086776_8",
            "document": "Dwarfism in chickens . The ultimate goal of the modern genetic studies is to find out the underlying genes involved in these traits. To achieve this, the so-called positional candidate gene approach is gaining in importance. This approach is based on the genetic localization of a trait using genetic linkage analysis. Subsequent comparative mapping of the trait locus with the gene-rich maps of the human and the mouse may reveal candidate genes for the trait in question. Comparative mapping revealed that autosomal dwarfism in the chicken (\"adw\") is located in a chromosomal region that is conserved between chicken, human and mouse. In the mouse the phenotype \"Pygmy\", similar to chicken \"adw\" is also located in that region. The Pygmy mouse phenotype arises from the inactivation of the High Mobility Group I-C (\"HMGCI-C\"). In the human the \"HMGCI-C\" gene is also located in the same conserved chromosomal segment. Fluorescent in situ hybridization of chicken metaphase chromosomes using the chicken \"HMGI-C\" gene as a probe, showed that the chicken \"HMGI-C\" gene is indeed located in the region of the \"adw\" locus. Insulin-like growth factor 1 (\"IGF1\") is another candidate for \"adw\" in the chicken.",
            "score": 125.10505986213684
        },
        {
            "docid": "38203371_7",
            "document": "Classical genetics . Classical genetics is the part of genetics that is solely about the method in which genetic traits are transmitted via the acts of reproduction. Genetics is, generally, the study of genes, genetic variation, and heredity. The process by which characteristics are passed down from parents to their offspring is called heredity. In the sense of classical genetics, variation is known as the lack of resemblance in related individuals and can be categorized as discontinuous or continuous. Genes are a fundamental part of DNA that is aligned linearly on a eukaryotic chromosome. Chemical information that is transported and encoded by each gene is referred to as a trait. Many organisms possess two genes for each individual trait that is present within that particular individual. These paired genes that control the same trait is classified as an allele. In an individual, the allelic genes that are expressed can be either homozygous, meaning the same, or heterozygous, meaning different. Many pairs of alleles have differing effects that are portrayed in an offspring's phenotype and genotype. The phenotype is a general term that defines an individual's visible, physical traits. The genotype of an offspring is known as its genetic makeup. The alleles of genes can either be dominant or recessive. A dominant allele needs only one copy to be expressed while a recessive allele needs two copies (homozygous) in a diploid organism to be expressed. Dominant and recessive alleles help to determine the offspring’s genotypes, and therefore phenotypes.",
            "score": 129.2416876554489
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 99.33791947364807
        }
    ],
    "r": [
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 172.14508056640625
        },
        {
            "docid": "1057698_2",
            "document": "Human behaviour genetics . Human behaviour genetics is a subfield of the field of behaviour genetics that studies the role of genetic and environmental influences on human behaviour. Classically, human behavioural geneticists have studied the inheritance of behavioural traits. The field was originally focused on testing whether genetic influences were important in human behavior (e.g., do genes influence human behavior). It has evolved to address more complex questions such as: how important are genetic and/or environmental influences on various human behavioral traits; to what extent do the same genetic and/or environmental influences impact the overlap between human behavioral traits; how do genetic and/or environmental influences on behavior change across development; and what environmental factors moderate the importance of genetic effects on human behavior (gene-environment interaction). The field is interdisciplinary, and draws from genetics, psychology, and statistics. Most recently, the field has moved into the area of statistical genetics, with many behavioral geneticists also involved in efforts to identify the specific genes involved in human behavior, and to understand how the effects associated with these genes changes across time, and in conjunction with the environment.",
            "score": 162.36683654785156
        },
        {
            "docid": "22921_61",
            "document": "Psychology . All researched psychological traits are influenced by both genes and environment, to varying degrees. These two sources of influence are often confounded in observational research of individuals or families. An example is the transmission of depression from a depressed mother to her offspring. Theory may hold that the offspring, by virtue of having a depressed mother in his or her (the offspring's) environment, is at risk for developing depression. However, risk for depression is also influenced to some extent by genes. The mother may both carry genes that contribute to her depression but will also have passed those genes on to her offspring thus increasing the offspring's risk for depression. Genes and environment in this simple transmission model are completely confounded. Experimental and quasi-experimental behavioral genetic research uses genetic methodologies to disentangle this confound and understand the nature and origins of individual differences in behavior. Traditionally this research has been conducted using twin studies and adoption studies, two designs where genetic and environmental influences can be partially un-confounded. More recently, the availability of microarray molecular genetic or genome sequencing technologies allows researchers to measure participant DNA variation directly, and test whether individual genetic variants within genes are associated with psychological traits and psychopathology through methods including genome-wide association studies. One goal of such research is similar to that in positional cloning and its success in Huntington's: once a causal gene is discovered biological research can be conducted to understand how that gene influences the phenotype. One major result of genetic association studies is the general finding that psychological traits and psychopathology, as well as complex medical diseases, are highly polygenic, where a large number (on the order of hundreds to thousands) of genetic variants, each of small effect, contribute to individual differences in the behavioral trait or propensity to the disorder. Active research continues to understand the genetic and environmental bases of behavior and their interaction.",
            "score": 162.2439727783203
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 158.89878845214844
        },
        {
            "docid": "57196924_7",
            "document": "Complex traits . To determine the functional consequences of these variants, researchers have largely focused on identifying key genes, pathways, and processes that drive complex trait behavior; an inherent assumption has been that the most statistically significant variants have the greatest impact on traits because they act by affecting these key drivers. For example, one study hypothesizes that there exist rate-limiting genes pivotal to the function of gene regulatory networks. Others studies have identified the functional impacts of key genes and mutations on disorders, including autism and Schizophrenia. However, a 2017 analysis by Boyle et al. argues that while genes which directly impact complex traits do exist, regulatory networks are so interconnected that any expressed gene affects the functions of these \"core\" genes; this idea is coined the \"omnigenic\" hypothesis. While these \"peripheral\" genes each have small effects, their combined impact far exceeds the contributions of core genes themselves. To support the hypothesis that core genes play a smaller than expected role, the authors describe three main observations: the heritability for complex traits is spread broadly, often uniformly, across the genome; genetic effects do not appear to be mediated by cell-type specific function; and genes in the relevant functional categories only modestly contribute more to heritability than other genes. One alternative to the omnigenic hypothesis is the idea that peripheral genes act not by altering core genes but by altering cellular states, such as the speed of cell division or hormone response.",
            "score": 157.29090881347656
        },
        {
            "docid": "39674185_3",
            "document": "Twin registry . The use of twins can improve the statistical power of a genetic study by reducing the amount of genetic and/or environmental variability. \"Identical twins\" (monozygotic (MZ) twins) share virtually all their genes with each other, and \"fraternal twins\" (dizygotic (DZ) twins), on average, share about 50% of their genes with each other (about the same amount of sharing as non-twin siblings). Both types of twin pairs in twin registries almost always share similar prenatal and early childhood environments as well. By determining what are called \"concordance\" rates for a disease or trait among identical and fraternal twin pairs, researchers can estimate whether contributing factors for that disease or trait are more likely to be hereditary, environmental, or some combination of these. A concordance rate is a statistical measure of probability - if one twin has a specific trait or disease, what is the probability that the other twin has (or will develop) that same trait or disease. In addition, with structural equation modeling and multivariate analyses of twin data, researchers can offer estimates of the extent to which allelic variants and environment may influence phenotypic traits.",
            "score": 155.23068237304688
        },
        {
            "docid": "33488970_10",
            "document": "Trait leadership . Multiple models have been proposed to explain the relationship of traits to leader effectiveness. Recently, integrated trait leadership models were put forward by summarizing the historical findings and reconciling the conflict between traits and other factors such as situations in determining effective leadership (Derue et al., 2011; Judge et al., 2009; Zaccaro, 2007). In addition to Zaccaro’s Model of Leader Attributes and Leader Performance described in the previous section, two other models have emerged in recent trait leadership literature. The Leader Trait Emergence Effectiveness (LTEE) Model, created by Judge and colleagues (2009), combines the behavioral genetics and evolutionary psychology theories of how personality traits are developed into a model that explains leader emergence and effectiveness. Additionally, this model separates objective and subjective leader effectiveness into different criterion. The authors created this model to be broad and flexible as to diverge from how the relationship between traits and leadership had been studied in past research. Another model that has emerged in the trait leadership literature is the Integrated Model of Leader Traits, Behaviors, and Effectiveness (Derue et al., 2011). This model combines traits and behaviors in predicting leader effectiveness and tested the mediation effect of leader behaviors on the relationship between leader traits and effectiveness. The authors found that some types of leader behaviors mediated the effect between traits and leader effectiveness. The results of Derue and colleagues' (2011) study supported an integrated trait-behavioral model that can be used in future research.",
            "score": 152.35186767578125
        },
        {
            "docid": "34142465_4",
            "document": "Linkage based QTL mapping . Thomas Hunt Morgan's laboratory in 1911. Based on Morgan's observation that the recombination fraction between two loci increases with the distance between them, Alfred Sturtevant neglected his homework one evening and constructed the first genetic map covering six loci in Drosophila (Sturtevant, 1913). The statistical foundations of gene mapping were subsequently laid by Haldane, Hogben, Fisher, Penrose, Smith, and Morton (Morton, 1955). Genetic dissection of simple Mendalian and Mendalian-like traits has been greatly enhanced by numerous pioneering contribution of Newton E. Morton over the decades. The same methods are widely used today for investigating and sometime determining genetic basic of complex traits. The lod score method (Morton, 1955), which constitutes the basis of most of linkage studies, has been recognized as pivotal contribution. Unfortunately, linkage analysis in humans, animals and plants languished for more than a half century after Sturtevant's discovery because of the lack of genetic markers and of adequate computing power. By the early 1970s, computing resources were sufficiently widely distributed to stimulate algorithmic breakthroughs in likelihood evaluation on human pedigree data (Elston and Stewart, 1971; Lange and Elston, 1975; Ott, 1976; Cannings et al., 1978). Armed with Ott's computer program LIPED, geneticists were well poised to embark on human linkage studies.  Initially the mapping work was limited to some of morphological markers and the speed was quite low. Mapping efforts are speeded by development of DNA markers that provided virtually unlimited supply of genetic markers – an idea first conceived by Botstein and colleagues for yeast crosses (Petes and Botstein, 1977) and subsequently for human families (Botstein et al., 1980). The idea of using markers to map in such families is to trace inheritance of existing human pedigrees as if one had set up crosses in the laboratory. After a decade of first discovery of molecular markers, the very first genome map in plants was reported in maize and tomato (Helentjaris et al., 1986) using RFLP marker in a F2 population. The familial linkage methods were very popular for qualitatively inherited molecular markers and traits of interest in humans, animals and plants. Later on the focus was turned to more complex traits – quantitatively inherited traits with high environmental influence. Such complex traits are affected by both environment and genes.",
            "score": 151.18612670898438
        },
        {
            "docid": "1659763_7",
            "document": "Frederick Pei Li . Molecular Epidemiology of Hereditary Cancers In his bio on the Harvard T.H. Chan School of Public Health website, Dr. Li said about his interests and work that \"recent data have established that the basic molecular defects in cancer are genetic changes that result in loss of normal cellular control mechanisms. Some of these mutations can be inherited through the germline. I have been studying inherited susceptibility of cancer through affected families. The goal is to identify genes that are involved in cancer development. I was attracted to studies of cancer families because epidemiological studies show that virtually all cancers manifest a tendency to aggregate in families. Close relatives of a cancer patient are at increased risk of that neoplasm, and perhaps other forms of cancer. The excess site-specific cancer risk is exceptionally high for carriers of certain cancer genes, in whom the attack rate can approach 100 percent. In candidate cancer families, the possibility that clustering is on the basis of chance must be excluded through epidemiological studies that establish the presence of an excess cancer risk. Predisposed families are candidates for laboratory studies to identify the inherited susceptibility factors. These investigations have led to the identification and isolation of human cancer genes, the tumor suppressor genes. These cancer genes are among more than 200 single-gene traits associated with the development of cancer. Approximately a dozen inherited susceptibility genes have been definitively identified, and many more are being sought. From studies of retinoblastoma and other rare cancers, important new information was generated about the fundamental biology of cancers that arise in many patients. Isolation of an inherited cancer susceptibility gene provides opportunities for presymptomatic testing of at-risk relatives. However, testing of healthy individuals also raise important issues regarding informed consent, confidentiality and potential for adverse psychological, social and economic effects...My colleagues and I are using families with inherited mutations in the p53 gene, which predisposes to breast cancer and diverse childhood cancers, as a model for developing a genetic testing program.\"",
            "score": 151.05343627929688
        },
        {
            "docid": "18143331_3",
            "document": "Neurogenetics . The field of neurogenetics emerged from advances made in molecular biology, genetics and a desire to understand the link between genes, behavior, the brain, and neurological disorders and diseases. The field started to expand in the 1960s through the research of Seymour Benzer, considered by some to be the father of neurogenetics. His pioneering work with \"Drosophila\" helped to elucidate the link between circadian rhythms and genes, which led to further investigations into other behavior traits. He also started conducting research in neurodegeneration in fruit flies in an attempt to discover ways to suppress neurological diseases in humans. Many of the techniques he used and conclusions he drew would drive the field forward.  Early analysis relied on statistical interpretation through processes such as LOD (logarithm of odds) scores of pedigrees and other observational methods such as affected sib-pairs, which looks at phenotype and IBD (identity by descent) configuration. Many of the disorders studied early on including Alzheimer’s, Huntington's and amyotrophic lateral sclerosis (ALS) are still at the center of much research to this day. By the late 1980s new advances in genetics such as recombinant DNA technology and reverse genetics allowed for the broader use of DNA polymorphisms to test for linkage between DNA and gene defects. This process is referred to sometimes as linkage analysis. By the 1990s ever advancing technology had made genetic analysis more feasible and available. This decade saw a marked increase in identifying the specific role genes played in relation to neurological disorders. Advancements were made in but not limited to: Fragile X syndrome, Alzheimer’s, Parkinson’s, epilepsy and ALS.",
            "score": 150.88731384277344
        },
        {
            "docid": "41185140_2",
            "document": "Phenotypic integration . Phenotypic Integration is the term used to describe when multiple functionally-related traits are correlated with each other. Complex phenotypes often require multiple traits working together in order to function properly. Phenotypic integration is significant because it provides an explanation as to how phenotypes are sustained by relationships between traits. Every aspect of an organism is created so that the role it plays overall is performed harmoniously with all its other parts. Every organism's phenotype is integrated, organized, and a functional whole. Integration is also associated with functional modules. Modules are complex character units that are tightly associated, such as a flower. It is hypothesized that organisms with high correlations between traits in a module have the most efficient functions. The fitness of a particular value for one phenotypic trait frequently depends on the value of the other phenotypic traits, making it important for those traits evolve together. One trait can have a direct effect on fitness, and it has been shown that the correlations among traits can also change fitness, causing these correlations to be adaptive, rather than solely genetic. Integration can be involved in multiple aspects of life, not just at the genetic level, but during development, or simply at a functional level. Integration can be caused by genetic, developmental, environmental, or physiological relationships among characters. Environmental conditions can alter or cause integration, i.e. they may be plastic. Correlational selection, a form of natural selection can also produce integration. At the genetic level, integration can be caused by pleiotropy, close linkage, or linkage disequilibrium among unlinked genes. At the developmental level it can be due to cell-cell signaling such as in the development of the ectopic eyes in Drosophila. It is believed that the patterns of genetic covariance helped distinguish certain species. It can create variation among certain phenotypes, and can facilitate efficiency. This is significant because integration may play a huge role in phenotypic evolution. Phenotypic integration and its evolution can not only create large amounts of variety among phenotypes which can cause variation among species. For example, the color patterns on Garter snakes range widely and are caused by the covariance among multiple phenotypes.",
            "score": 150.75379943847656
        },
        {
            "docid": "24984_10",
            "document": "Personality psychology . Another current open question is whether genetic influences are important for the likeliness of co-twins to change in the same way over a period of time. A link was found between the personality trait of neuroticism and a polymorphism called 5-HTTLPR in the serotonin transporter gene, but this association was not replicated in larger studies. Other candidate gene studies have provided weak evidence that some personality traits are related to \"AVPR1A\" (\"ruthlessness gene\") and \"MAOA\" (\"Warrior gene\"). Genotypes, or the genetic make up of an organism, influence but don't fully decide the physical traits of a person. Those are also influenced by the environment and behaviors they are surrounded by. For example, a person's height is affected by genetics, but if they are malnourished growth will be stunted no matter what their genetic coding says. Environment is also not completely responsible for an outcome in personality. An example from \"Psychobiology of Personality\" by Marvin Zuckerman is alcoholism: Studies suggest that alcoholism is an inherited disease, but if a subject with a strong biological background of alcoholism in their family tree is never exposed to alcohol, they will not be so inclined regardless of their genome.",
            "score": 150.1810302734375
        },
        {
            "docid": "1795200_12",
            "document": "Candidate gene . The candidate gene approach is a powerful tool to studying complex diseases, particularly if its limitations are overcome by a wide complementary approach. One of the earliest successes in this field was finding a single base mutation in the non-coding region of the APOC3 (apolipoprotein C3 gene) that associated with higher risks of hypertriglyceridemia and atherosclerosis. In a study by Kim et al., genes linked to the obesity trait in both pigs and humans were discovered using comparative genomics and chromosomal heritability. By using these two methods, the researchers were able to overcome the criticism that candidate gene studies are solely focused on prior knowledge. Comparative genomics was completed by examining both human and pig QTL through a method known as GCTA (genome-wide complex trait analysis), which allowed the researchers to then map genetic variance to specific chromosomes. This allowed the parameter of heritability to provide understanding of where phenotypic variation was on specific chromosomal regions, thus extending to candidate markers and genes within these regions. Other studies may also use computational methods to find candidate genes in a widespread, complementary way, such as one study by Tiffin et al. studying genes linked to type 2 diabetes.",
            "score": 149.9207763671875
        },
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 149.38182067871094
        },
        {
            "docid": "57196924_2",
            "document": "Complex traits . Complex traits, also known as quantitative traits, are traits that do not behave according to simple Mendelian inheritance laws. More specifically, their inheritance cannot be explained by the genetic segregation of a single gene. Such traits show a continuous range of variation and are influenced by both environmental and genetic factors. Compared to strictly Mendelian traits, complex traits are far more common, and because they can be hugely polygenic, they are studied using statistical techniques such as QTL mapping rather than classical genetics methods. Examples of complex traits include height, circadian rhythms, enzyme kinetics, and many diseases including diabetes and Parkinson's disease. One major goal of genetic research today is to better understand the molecular mechanisms through which genetic variants act to influence complex traits.",
            "score": 148.91372680664062
        },
        {
            "docid": "2520461_7",
            "document": "Genetic association . Case control studies are a classical epidemiological tool. Case-control studies use subjects who already have a disease, trait or other condition and determine if there are characteristics of these patients that differ from those who do not have the disease or trait. In genetic case-control studies, the frequency of alleles or genotypes is compared between the cases and controls. The cases will have been diagnosed with the disease under study, or have the trait under test; the controls, who are either known to be unaffected, or who have been randomly selected from the population. A difference in the frequency of an allele or genotype of the polymorphism under test between the two groups indicates that the genetic marker may increase risk of the disease or likelihood of the trait, or be in linkage disequilibrium with a polymorphism which does. Haplotypes can also show association with a disease or trait. One of the earliest successes in this field was finding a single base mutation in the non-coding region of the APOC3 gene (apolipoprotein C3 gene) that associated with higher risks of hypertriglyceridemia and atherosclerosis using a case-control design.",
            "score": 148.90380859375
        },
        {
            "docid": "37692055_12",
            "document": "C9orf72 . While different mutations of various genes have been linked to different phenotypes of FTD in the past, C9orf72 specifically has been linked to behavioral variant FTD. Certain pathology in FTD caused by the C9orf72 mutation can also include: \"C9ORF72\" is specifically linked to familial ALS, which affects about 10% of ALS patients. Traditionally, familial and sporadic cases of ALS have been clinically indistinguishable, which has made diagnosis difficult. The identification of this gene will therefore help in the future diagnosis of familial ALS. Slow diagnosis is also common for FTD, which can often take up to a year with many patients initially misdiagnosed with another condition. Testing for a specific gene that is known to cause the diseases would help with faster diagnoses. Possibly most importantly, the identification of this hexanucleotide repeat expansion is an extremely promising avenue for possible future therapies of both familial FTD and familial ALS, once the mechanism and function of the C9ORF72 protein is better comprehended. Furthermore, present research is being done to see if there is a correlation between \"C9ORF72\" and other neurological diseases, such as motor neuron disease and Huntington's disease.",
            "score": 146.9886016845703
        },
        {
            "docid": "50619245_13",
            "document": "Human disease modifier gene . Understanding the mechanism of disease modifier genes and oligogenic inheritance may provide unique insights into the functions of gene-gene interactions that underlie human disease. Currently, techniques for molecular characterization of disease mechanisms are established for many monogenic diseases, but these studies do not improve understanding of genetic interactions and their phenotypic implications. Methodology for studying complex traits are primarily statistical, and involve large human populations in which genetic modifiers cannot be experimentally manipulated. Thus, in human populations the roles of genetic modifiers are often established by statistical implications, without evidence for causation or opportunity for functional characterization. The study of human disease modifiers and oligogenic disease is a hybrid field that can yield unique and comprehensive insight into complex mechanistic causes of human disease, necessary for the development of effective therapeutics",
            "score": 146.91139221191406
        },
        {
            "docid": "7376681_4",
            "document": "Phene . Genome wide association studies use \"phenes\" or \"traits\" (symptoms) to distinguish groups in the human population. These groups are then employed to identify associations with genetic alleles that are more common in the symptomatic group than in the asymptomatic control group. Allen et al. report that with respect to Schizophrenia \"Research in molecular genetics has focused on detecting multiple genes of small effect\" This indicates the importance of discovering individual traits or \"phenes\" that are governed by single genes. Schizophrenia or bipolar disorder may be described as a phenotype but how many individual traits or \"phenes\" contribute to these phenotypes? Very large genome wide association studies have not found many significant gene linkages. On the contrary the results of these studies implicate a large number of gene alleles that have a very small effect (phene).",
            "score": 146.7283172607422
        },
        {
            "docid": "18143331_13",
            "document": "Neurogenetics . While it is true that variation between species can appear to be pronounced, at their most basic they share many similar behavior traits which are necessary for survival. Such traits include mating, aggression, foraging, social behavior and sleep patterns. This conservation of behavior across species has led biologists to hypothesize that these traits could possibly have similar, if not the same, genetic causes and pathways. Studies conducted on the genomes of a plethora of organisms have revealed that many organisms have homologous genes, meaning that some genetic material has been conserved between species. If these organisms shared a common evolutionary ancestor, then this might imply that aspects of behavior can be inherited from previous generations, lending support to the genetic causes – as opposed to the environmental causes – of behavior. Variations in personalities and behavioral traits seen amongst individuals of the same species could be explained by differing levels of expression of these genes and their corresponding proteins.",
            "score": 146.36322021484375
        },
        {
            "docid": "24984_45",
            "document": "Personality psychology . Ever since the Human Genome Project allowed for a much more in depth understanding of genetics, there has been an ongoing controversy involving heritability, personality traits, and environmental vs. genetic influence on personality. The human genome is known to play a role in the development of personality. Previously, genetic personality studies focused on specific genes correlating to specific personality traits. Today's view of the gene-personality relationship focuses primarily on the activation and expression of genes related to personality and forms part of what is referred to as behavioural genetics. Genes provide numerous options for varying cells to be expressed; however, the environment determines which of these are activated. Many studies have noted this relationship in varying ways in which our bodies can develop, but the interaction between genes and the shaping of our minds and personality is also relevant to this biological relationship. DNA-environment interactions are important in the development of personality because this relationship determines what part of the DNA code is actually made into proteins that will become part of an individual. It has been noted that while different choices are made available by the genome, in the end, the environment is the ultimate determinant of what becomes activated. Small changes in DNA in individuals are what lead to the uniqueness of every person as well as differences in looks, abilities, brain functioning, and all the factors that culminate to develop a cohesive personality.",
            "score": 145.69747924804688
        },
        {
            "docid": "50429738_6",
            "document": "Evolutionary psychology and culture . Evolutionary psychological accounts of culture, especially cultural epidemiology, may seem at odds with other disciplines in psychology and anthropology, especially research in cultural evolution (e.g. Boyd and Richerson, 1985, 2005). Cultural evolution, the domain of research focused on how culture changes through time due to different individual transmission mechanisms and population-level effects, often uses models derived from population genetics, in which agents are passive recipients of cultural traits (e.g. Bentley et al., 2004). While evolutionary psychology has focused on how behavior may result from species-typical psychological programs which led to greater fitness in ancestral environments, this work has been criticized for neglecting how behavior may be shaped by culturally transmitted information. In contrast to genetic programs, cultural evolution investigates how culture itself may evolve (Mesoudi, 2009). Gene-culture coevolution studies how culture and genetic evolution influence each other, ultimately shaping behavior, as well. Cultural evolution and evolutionary psychology may not be as disparate as one may think, though. Rather than a passive receptacle of cultural material, Boyd and Richerson (1985, 2005) suggest that our minds consist of psychological mechanisms which direct our attention to and imitate cultural traits depending on the frequency of that trait, the content of it, who carries it, etc. In this way, cultural evolution may be viewed as a particular kind of “scaling up” from the individual-level processes to population-level ones. In neither account of culture is the mind a blank slate or empty bin for cultural material (Tooby and Cosmides, 1992). Some evolutionary psychologists have suggested that culturally-transmitted culture may pass through a number of lenses and filters shaped by natural selection to catch fitness-relevant information and behaviors; these filters may change due to local environmental conditions, sex, and other factors (Gangestad et al., 2006). Boyer (2000) argued that evolutionary psychology, and anthropology in general, should investigate how these cognitive predispositions to cultural material affect their representation in following generations. This research program may help to unify the two fields (Boyer, 2000). Others have suggested that evolutionary psychology, human behavioral ecology, and cultural evolution all fit nicely with each other, ultimately answering different questions on human behavioral diversity; gene-culture coevolution may be at odds with other research programs though by placing more emphasis on socially-learned behavior and its influence on human evolution (Brown et al., 2011).",
            "score": 145.56170654296875
        },
        {
            "docid": "340952_10",
            "document": "Genetic screen . By the classical genetics approach, a researcher would then locate (map) the gene on its chromosome by crossbreeding with individuals that carry other unusual traits and collecting statistics on how frequently the two traits are inherited together. Classical geneticists would have used phenotypic traits to map the new mutant alleles. With the advent of genomic sequences for model systems such as \"Drosophila melanogaster,\" \"Arabidopsis thaliana\" and \"C. elegans\" many single nucleotide polymorphisms (SNPs) have now been identified that can be used as traits for mapping. SNPs are the preferred traits for mapping since they are very frequent, on the order of one difference per 1000 base pairs, between different varieties of organism. Mutagens such as random DNA insertions by transformation or active transposons can also be used to generate new mutants. These techniques have the advantage of tagging the new alleles with a known molecular (DNA) marker that can facilitate the rapid identification of the gene.",
            "score": 144.88662719726562
        },
        {
            "docid": "18143331_12",
            "document": "Neurogenetics . Advances in molecular biology techniques and the species-wide genome project have made it possible to map out an individual's entire genome. Whether genetic or environmental factors are primarily responsible for an individual's personality has long been a topic of debate. Thanks to the advances being made in the field of neurogenetics, researchers have begun to tackle this question by beginning to map out genes and correlate them to different personality traits. There is little to no evidence to suggest that the presence of a \"single\" gene indicates that an individual will express one style of behavior over another; rather, having a specific gene could make one more predisposed to displaying this type of behavior. It is starting to become clear that most genetically influenced behaviors are due to the effects of many variants within \"many\" genes, in addition to other neurological regulating factors like neurotransmitter levels. Due to fact that many behavioral characteristics have been conserved across species for generations, researchers are able to use animal subjects such as mice and rats, but also fruit flies, worms, and zebrafish, to try to determine specific genes that correlate to behavior and attempt to match these with human genes.",
            "score": 144.83859252929688
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 144.72300720214844
        },
        {
            "docid": "18293050_5",
            "document": "Genetically modified mouse . Genetically modified mice are used extensively in research as models of human disease. Mice are a useful model for genetic manipulation and research, as their tissues and organs are similar to that of a human and they carry virtually all the same genes that operate in humans. They also have advantages over other mammals, in regards to research, in that they are available in hundreds of genetically homogeneous strains. Also, due to their size, they can be kept and housed in large numbers, reducing the cost of research and experiments. The most common type is the knockout mouse, where the activity of a single (or in some cases multiple) genes are removed. They have been used to study and model obesity, heart disease, diabetes, arthritis, substance abuse, anxiety, aging and Parkinson disease. Transgenic mice generated to carry cloned oncogenes and knockout mice lacking tumor suppressing genes have provided good models for human cancer. Hundreds of these oncomice have been developed covering a wide range of cancers affecting most organs of the body and they are being refined to become more representative of human cancer. The disease symptoms and potential drugs or treatments can be tested against these mouse models.",
            "score": 143.63986206054688
        },
        {
            "docid": "487429_16",
            "document": "ENU . In the case of genetic diseases involving multiple genes, mutations in multiple genes contributes to the progression of a disease. Mutation in just one of these genes however, might not contribute significantly to any phenotype. Such \"predisposing genes\" can be identified using sensitized screens. In this type of a screen, the genetic or environmental background is modified so as to sensitize the mouse to these changes. The idea is that the predisposing genes can be unraveled on a modified genetic or environmental background. Rinchik et al. performed a sensitized screen of mouse mutants predisposed to Diabetic nephropathy. Mice were treated with ENU on a sensitized background of type-1 diabetes. These diabetic mice had a dominant \"Akita\" mutation in the insulin-2 gene (\"Ins2\"). These mice developed albuminuria, a phenotype that was not observed in the non-diabetic offsprings.",
            "score": 142.34552001953125
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 142.00901794433594
        },
        {
            "docid": "30876044_23",
            "document": "Plant breeding . Sometimes many different genes can influence a desirable trait in plant breeding. The use of tools such as molecular markers or DNA fingerprinting can map thousands of genes. This allows plant breeders to screen large populations of plants for those that possess the trait of interest. The screening is based on the presence or absence of a certain gene as determined by laboratory procedures, rather than on the visual identification of the expressed trait in the plant. The purpose of marker assisted selection, or plant genomes analysis, is to identify the location and function (phenotype) of various genes within the genome. If all of the genes are identified it leads to Genome sequence. All plants have varying sizes and lengths of genomes with genes that code for different proteins, but many are also the same. If a gene's location and function is identified in one plant species, a very similar gene likely can also be found in a similar location in another species genome.",
            "score": 141.66749572753906
        },
        {
            "docid": "51606_21",
            "document": "Causes of mental disorders . Family-linkage and twin studies have indicated that genetic factors often play an important role in the development of mental disorders. The reliable identification of specific genetic susceptibility to particular disorders, through linkage or association studies, has proven difficult. This has been reported to be likely due to the complexity of interactions between genes, environmental events, and early development or to the need for new research strategies. The heritability of behavioral traits associated with mental disorder may be greater in permissive than in restrictive environments, and susceptibility genes probably work through both \"within-the-skin\" (physiological) pathways and \"outside-the-skin\" (behavioral and social) pathways. Investigations increasingly focus on links between genes and endophenotypes—more specific traits (including neurophysiological, biochemical, endocrinological, neuroanatomical, cognitive, or neuropsychological)—rather than disease categories. With regard to a prominent mental disorder, schizophrenia, for a long time consensus among scientists was that certain alleles (forms of genes) were responsible for schizophrenia, but some research has indicated only multiple, rare mutations thought to alter neurodevelopmental pathways that can ultimately contribute to schizophrenia; virtually every rare structural mutation was different in each individual.",
            "score": 141.26976013183594
        },
        {
            "docid": "36135963_15",
            "document": "Cavernous hemangioma . There are several known causes for cavernous hemangiomas, but some cases are still unknown. Radiation treatment used for other medical conditions has been suggested to cause cavernous malformation in some patients. Hemangioma tumors are a result of rapid proliferation of endothelial cells and pericytic hyperplasia, or the enlargement of tissue as a result of abnormal cell division pericytes. The pathogenesis of hemangioma is still not understood. It has been suggested that growth factors and hormonal influences contribute to the abnormal cell proliferation. Cavernous liver hemangiomas are more commonly diagnosed in women who have been pregnant. As a result of this, it is believed that estrogen levels may play a role in the incidence of liver cavernomas.  Genetic studies show that specific gene mutations or deletions are causes for the disease. The genes identified for cerebral cavernous hemangiomas (or malformations), are CCM1 (also KRIT1), CCM2 (also MGC4607, malcavernin) and CCM3 (also PDCD10). The loss of function of these genes is believed to be responsible for cerebral cavernous malformations. Furthermore, it is also believed that a \"second hit mutation\" is necessary for the onset of the disease. This means that having a mutation in one of the two genes present on a chromosome is not enough to cause the cavernous malformation, but mutation of both alleles would cause the malformation. Additionally, research on hemangiomas in general has shown that loss of heterozygosity is common in tissue where hemangioma develops. This would confirm that more than a single allele mutation is needed for the abnormal cell proliferation. KRIT1 has been shown to act as a transcription factor in the development of arterial blood vessels in mice. CCM2 has overlapping structure with CCM1 (KRIT1) and acts as a scaffolding protein when expressed. Both genes are involved with MAP3K3 and thus appear to be a part of the same pathway. CCM2 has been shown to cause embryonic death in mice. Lastly, the CCM3 gene has been shown to have similar expression to CCM1 and CCM2, suggesting a link in its functionality. Currently, no experiments have determined its exact function. The lack of function of these genes in control of a proliferative signaling pathway would result in uncontrolled proliferation and the development of a tumor. Gradient-Echo T2WI magnetic resonance imaging (MRI) is most sensitive method for diagnosing cavernous hemangiomas. MRI is such a powerful tool for diagnosis, it has led to an increase in diagnosis of cavernous hemangiomas since the technology's advent in the 1980s. The radiographic appearance is most commonly described as \"popcorn\" or \"mulberry\"-shaped. Computed tomography (CT) scanning is not a sensitive or specific method for diagnosing cavernous hemangiomas. Angiography is typically not necessary, unless it is required to rule out other diagnoses. Additionally, biopsies can be obtained from tumor tissue for examination under a microscope. It is essential to diagnose cavernous hemangioma because treatments for this benign tumor are less aggressive than that of cancerous tumors, such as angiosarcoma. However, since MRI appearance is practically pathognomonic, biopsy is rarely needed for verification.",
            "score": 141.1774444580078
        },
        {
            "docid": "39254389_5",
            "document": "Cross-cultural differences in decision-making . Co-Evolution of Genes with Culture Hypothesis. The planet Earth is rich in a variety of geographical zones, all of them differing from one another in climate and living conditions they allow for. Across generations individuals populating a certain area learn to adopt and pass on to the next generations the cultural traits that promote survival and flourishing within the environment of their locality. As a result, the genes supporting the survival-relevant traits are passed on, while others fade away. In the long run, it becomes the case that it is for the surviving genes to set conditions for the cultural practices to be used and even to create the environment to which the members adapt. The process that changes the frequency of application of cultural traits is influenced by the same forces that determine the remolding of the combination of genetic variants. These forces are natural selection, mutation, drift, and migration. There is however one more force – 'a decision-making force' – in cultural evolution. Since cultural traits are transmitted in the context of interpersonal communication, the cultural variants its participants adopt are influenced by the behavioral choices the 'communicator' and the 'learner' make.",
            "score": 141.08270263671875
        }
    ]
}