{
    "q": [
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 154.1437977552414
        },
        {
            "docid": "356382_31",
            "document": "Gene regulatory network . Other work has focused on predicting the gene expression levels in a gene regulatory network. The approaches used to model gene regulatory networks have been constrained to be interpretable and, as a result, are generally simplified versions of the network. For example, Boolean networks have been used due to their simplicity and ability to handle noisy data but lose data information by having a binary representation of the genes. Also, artificial neural networks omit using a hidden layer so that they can be interpreted, losing the ability to model higher order correlations in the data. Using a model that is not constrained to be interpretable, a more accurate model can be produced. Being able to predict gene expressions more accurately provides a way to explore how drugs affect a system of genes as well as for finding which genes are interrelated in a process. This has been encouraged by the DREAM competition which promotes a competition for the best prediction algorithms. Some other recent work has used artificial neural networks with a hidden layer.",
            "score": 95.35271453857422
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 216.83666372299194
        },
        {
            "docid": "57414_18",
            "document": "Evolutionary developmental biology . Such a cascading regulatory network has been studied in detail in the development of the fruit fly embryo. The young embryo is oval in shape, like a rugby ball. A small number of genes produce messenger RNAs that set up concentration gradients along the long axis of the embryo. In the early embryo, the \"bicoid\" and \"hunchback\" genes are at high concentration near the anterior end, and give pattern to the future head and thorax; the \"caudal\" and \"nanos\" genes are at high concentration near the posterior end, and give pattern to the hindmost abdominal segments. The effects of these genes interact; for instance, the Bicoid protein blocks the translation of \"caudal\"'s messenger RNA, so the Caudal protein concentration becomes low at the anterior end. Caudal later switches on genes which create the fly's hindmost segments, but only at the posterior end where it is most concentrated.",
            "score": 198.00383067131042
        },
        {
            "docid": "10571004_5",
            "document": "Biological network inference . Genes are the nodes and the edges are directed. A gene serves as the source of a direct regulatory edge to a target gene by producing an RNA or protein molecule that functions as a transcriptional activator or inhibitor of the target gene. If the gene is an activator, then it is the source of a positive regulatory connection; if an inhibitor, then it is the source of a negative regulatory connection. Computational algorithms take as primary input data measurements of mRNA expression levels of the genes under consideration for inclusion in the network, returning an estimate of the network topology. Such algorithms are typically based on linearity, independence or normality assumptions, which must be verified on a case-by-case basis. Clustering or some form of statistical classification is typically employed to perform an initial organization of the high-throughput mRNA expression values derived from microarray experiments, in particular to select sets of genes as candidates for network nodes. The question then arises: how can the clustering or classification results be connected to the underlying biology? Such results can be useful for pattern classification – for example, to classify subtypes of cancer, or to predict differential responses to a drug (pharmacogenomics). But to understand the relationships between the genes, that is, to more precisely define the influence of each gene on the others, the scientist typically attempts to reconstruct the transcriptional regulatory network. This can be done by data integration in dynamic models supported by background literature, or information in public databases, combined with the clustering results. The modelling can be done by a Boolean network, by Ordinary differential equations or Linear regression models, e.g. Least-angle regression, by Bayesian network or based on Information theory approaches. For instance it can be done by the application of a correlation-based inference algorithm, as will be discussed below, an approach which is having increased success as the size of the available microarray sets keeps increasing",
            "score": 113.66470539569855
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 125.08818447589874
        },
        {
            "docid": "8767449_15",
            "document": "Public health genomics . The term genomics, referring to the organism’s whole genome, is also used to refer to gene informatics, or the collection and storage of genetic data, including the functional information associated with the genes, and the analysis of the data as combinations, patterns and networks by computer algorithms. Systems biology and genomics are natural partners, since the development of genomic information and systems naturally facilitates analysis of systems biology questions involving relationships between genes, their variants (SNPs) and biological function. Such questions include the investigation of signaling pathways, evolutionary trees, or biological networks, such as immune networks and pathways. For this reason, genomics and these approaches are particularly suited to studies in immunology. The study of immunology using genomics, as well as proteomics and transcriptomics (Includes gene profiles, either genomic or expressed gene mRNA profiles), has been termed immunomics.",
            "score": 87.30088520050049
        },
        {
            "docid": "215038_19",
            "document": "Enhancer (genetics) . Pigmentation patterns provide one of the most striking and easily scored differences between different species of animals. Pigmentation of the \"Drosophila\" wing has proven to be a particularly amenable system for studying the development of complex pigmentation phenotypes. The \"Drosophila guttifera\" wing has 12 dark pigmentation spots and 4 lighter gray intervein patches. Pigment spots arise from expression of the \"yellow\" gene, whose product produces black melanin. Recent work has shown that two enhancers in the \"yellow\" gene produce gene expression in precisely this pattern – the vein spot enhancer drives reporter gene expression in the 12 spots, and the intervein shade enhancer drives reporter expression in the 4 distinct patches. These two enhancers are responsive to the Wnt signaling pathway, which is activated by \"wingless\" expression at all of the pigmented locations. Thus, in the evolution of the complex pigmentation phenotype, the \"yellow\" pigment gene evolved enhancers responsive to the wingless signal and \"wingless\" expression evolved at new locations to produce novel wing patterns.",
            "score": 115.73234415054321
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 130.6780947446823
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 140.12277960777283
        },
        {
            "docid": "583031_9",
            "document": "Drosophila embryogenesis . One of the best understood examples of pattern formation is the patterning along the future head to tail (antero-posterior) axis of the fruit fly \"Drosophila melanogaster\". There are three fundamental types of genes that give way to the developmental structure of the fly: maternal effect genes, segmentation genes, and homeotic genes. The development of \"Drosophila\" is particularly well studied, and it is representative of a major class of animals, the insects or insecta. Other multicellular organisms sometimes use similar mechanisms for axis formation, although the relative importance of signal transfer between the earliest cells of many developing organisms is greater than in the example described here.",
            "score": 183.41819739341736
        },
        {
            "docid": "29188721_2",
            "document": "RNA interference . RNA interference (RNAi) is a biological process in which RNA molecules inhibit gene expression or translation, by neutralizing targeted mRNA molecules. Historically, RNA interference was known by other names, including \"co-suppression\", \"post-transcriptional gene silencing\" (PTGS), and \"quelling\". The detailed study of each of these seemingly different processes, elucidated that the identity of these phenomena were all actually RNAi. Andrew Fire and Craig C. Mello shared the 2006 Nobel Prize in Physiology or Medicine for their work on RNA interference in the nematode worm \"Caenorhabditis elegans\", which they published in 1998. Since the discovery of RNAi and its regulatory potentials, it has become evident that RNAi has immense potential in suppression of desired genes. RNAi is now known as precise, efficient, stable and better than antisense technology for gene suppression. However, antisense RNA produced intracellularly by an expression vector may be developed and find utility as novel therapeutic agents.",
            "score": 111.31356632709503
        },
        {
            "docid": "13976171_2",
            "document": "Pair-rule gene . A pair-rule gene is a type of gene involved in the development of the segmented embryos of insects. Pair-rule genes are expressed as a result of differing concentrations of gap gene proteins, which encode transcription factors controlling pair-rule gene expression. Pair-rule genes are defined by the effect of a mutation in that gene, which causes the loss of the normal developmental pattern in alternating segments.",
            "score": 164.79770970344543
        },
        {
            "docid": "583031_17",
            "document": "Drosophila embryogenesis . The other important function of the gradients of Bicoid, Hunchback, and Caudal proteins is in the transcriptional regulation of other zygotically expressed proteins. Many of these are the protein products derived from members of the \"gap\" family of developmental control genes. \"giant\", \"huckebein\", \"hunchback\", \"knirps\", \"Krüppel\" and \"tailless\" are all gap genes. Their expression patterns in the early embryo are determined by the maternal effect gene products and shown in the diagrams on the right side of this page. The gap genes are part of a larger family called the segmentation genes. These genes establish the segmented body plan of the embryo along the anterior-posterior axis. The segmentation genes specify 14 \"parasegments\" that are closely related to the final anatomical segments. The gap genes are the first layer of a hierarchical cascade of the segmentation control genes.",
            "score": 163.82704138755798
        },
        {
            "docid": "19723734_53",
            "document": "Muscle . In their paper Andrikou and Arnone argue that to truly understand the evolution of muscle cells the function of transcriptional regulators must be understood in the context of other external and internal interactions. Through their analysis, Andrikou and Arnone found that there were conserved orthologues of the gene regulatory network in both invertebrate bilaterians and in cnidarians. They argue that having this common, general regulatory circuit allowed for a high degree of divergence from a single well functioning network. Andrikou and Arnone found that the orthologues of genes found in vertebrates had been changed through different types of structural mutations in the invertebrate deuterostomes and protostomes, and they argue that these structural changes in the genes allowed for a large divergence of muscle function and muscle formation in these species. Andrikou and Arnone were able to recognize not only any difference due to mutation in the genes found in vertebrates and invertebrates but also the integration of species specific genes that could also cause divergence from the original gene regulatory network function. Thus, although a common muscle patterning system has been determined, they argue that this could be due to a more ancestral gene regulatory network being coopted several times across lineages with additional genes and mutations causing very divergent development of muscles. Thus it seems that myogenic patterning framework may be an ancestral trait. However, Andrikou and Arnone explain that the basic muscle patterning structure must also be considered in combination with the cis regulatory elements present at different times during development. In contrast with the high level of gene family apparatuses structure, Andrikou and Arnone found that the cis regulatory elements were not well conserved both in time and place in the network which could show a large degree of divergence in the formation of muscle cells. Through this analysis, it seems that the myogenic GRN is an ancestral GRN with actual changes in myogenic function and structure possibly being linked to later coopts of genes at different times and places.",
            "score": 128.08918380737305
        },
        {
            "docid": "12202667_10",
            "document": "Arthropod head problem . The study of how developmental genes are expressed during embryogenesis has become an important new tool in the last twenty years for understanding the structure and evolution of morphology. The arthropod head problem has been tackled in three main ways in this regard, first by using genetic segmental markers to probe the obscure region in front of the mouth, especially in insects; second by looking at Hox gene expression patterns to detect patterns of homology between different arthropods; and third, by studying gene expression in particular features (especially the labrum) to determine its appendiculate or other status. Because all arthropods have the same complement of nine Hox loci, the morphological diversification observed is caused by heterochrony, meaning that the genes are expressed at different times.",
            "score": 134.79456520080566
        },
        {
            "docid": "12499410_57",
            "document": "Network motif . Much experimental work has been devoted to understanding network motifs in gene regulatory networks. These networks control which genes are expressed in the cell in response to biological signals. The network is defined such that genes are nodes, and directed edges represent the control of one gene by a transcription factor (regulatory protein that binds DNA) encoded by another gene. Thus, network motifs are patterns of genes regulating each other's transcription rate. When analyzing transcription networks, it is seen that the same network motifs appear again and again in diverse organisms from bacteria to human. The transcription network of \"E. coli\" and yeast, for example, is made of three main motif families, that make up almost the entire network. The leading hypothesis is that the network motif were independently selected by evolutionary processes in a converging manner, since the creation or elimination of regulatory interactions is fast on evolutionary time scale, relative to the rate at which genes change, Furthermore, experiments on the dynamics generated by network motifs in living cells indicate that they have characteristic dynamical functions. This suggests that the network motif serve as building blocks in gene regulatory networks that are beneficial to the organism.",
            "score": 100.10187065601349
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 137.55999147891998
        },
        {
            "docid": "30818571_2",
            "document": "Wagner's gene network model . Wagner's gene network model is a computational model of artificial gene networks, which explicitly modeled the developmental and evolutionary process of genetic regulatory networks. A population with multiple organisms can be created and evolved from generation to generation. It was first developed by Andreas Wagner in 1996 and has been investigated by other groups to study the evolution of gene networks, gene expression, robustness, plasticity and epistasis.",
            "score": 80.7923698425293
        },
        {
            "docid": "1891323_3",
            "document": "Spatiotemporal gene expression . Consider the gene \"wingless,\" a member of the wnt family of genes. In the early embryonic development of the model organism \"Drosophila melanogaster\", or fruit fly, \"wingless\" is expressed across almost the entire embryo in alternating stripes three cells separated. This pattern is lost by the time the organism develops into a larva, but \"wingless\" is still expressed in a variety of tissues such as the wing imaginal discs, patches of tissue that will develop into the adult wings. The spatiotemporal pattern of \"wingless\" gene expression is determined by a network of regulatory interactions consisting of the effects of many different genes such as \"even-skipped\" and \"Krüppel.\"",
            "score": 157.40406274795532
        },
        {
            "docid": "356382_8",
            "document": "Gene regulatory network . Genes can be viewed as nodes in the network, with input being proteins such as transcription factors, and outputs being the level of gene expression. The value of the node depends of a function which depends in the value of its regulators in previous time steps (in the Boolean network described below these are Boolean functions, typically AND, OR, and NOT). These functions have been interpreted as performing a kind of information processing within the cell, which determines cellular behavior. The basic drivers within cells are concentrations of some proteins, which determine both spatial (location within the cell or tissue) and temporal (cell cycle or developmental stage) coordinates of the cell, as a kind of \"cellular memory\". The gene networks are only beginning to be understood, and it is a next step for biology to attempt to deduce the functions for each gene \"node\", to help understand the behavior of the system in increasing levels of complexity, from gene to signaling pathway, cell or tissue level.",
            "score": 102.30563485622406
        },
        {
            "docid": "43382971_5",
            "document": "Claude Desplan . His laboratory has demonstrated the molecular mechanisms that pattern the fly color-sensing photoreceptor neurons and showed how stochastic decisions, a transcription factor network, and a tumor suppressor pathway contribute to the diversification of photoreceptors. It has also sought to understand how color information that arises within the retina is processed in the optic lobe of the Drosophila brain by investigating the development and function of this structure. His lab has shown that neuronal diversity in optic lobes is generated by the lineage of neural stem cells and by spatial input from patterning genes, and has provided a functional understanding of the neuronal and computational mechanisms that underlie color vision and motion detection (the ‘elementary motion detector’). The Desplan laboratory also uses ‘evo-devo’ approaches to understand the evolution of patterning mechanisms in the early embryo and in the visual system using the wasp Nasonia and the ant Harpegnathos as model systems. He contributed broadly to the understanding of how insect embryos pattern their antero-posterior axis through extensive rewiring of a network of genes that are otherwise evolutionarily conserved in Drosophila. Desplan serves on multiple scientific advisory boards and in funding agencies. He is an elected member of the American Association for the Advancement of Science, an elected foreign member of EMBO, and an elected fellow of the New York Academy of Sciences.",
            "score": 126.933314204216
        },
        {
            "docid": "52448763_13",
            "document": "Phylotypic stage . The phylotypic period is defined as a period of maximal similarity between species with a phylum, but a recent study compared the phylotypic period across different phyla to examine whether the same conserved periods during development have been maintained across deeper phylogenetic relationships. Levin \"et al\". compared the developmental gene expression patterns among ten individuals from ten different animal phyla and found evidence for an inverse hourglass model of gene expression divergence among different phyla. This inverse hourglass model reflects the observation that gene expression was significantly more divergent among species at the mid-developmental transition, while gene expression was more conserved in early and late stages of development. While this intriguing pattern could have implications for our definition of a phylum, a follow-up paper argued that there are a few methodical issues that must be addressed to test the hypothesis that the timing of developmental constraints are different among phyla compared to within a phylum. First, the comparison of a single representative of ten different phyla could reflect differences between phyla as well as the deeper or shallower phylogenetic branches that fall between those ten individuals, so greater sampling within each phyla is necessary. Second, pairwise comparisons treat each of the ten species as independent observations, but some species are more closely related than others.",
            "score": 140.48347640037537
        },
        {
            "docid": "356382_12",
            "document": "Gene regulatory network . Another widely cited characteristic of gene regulatory network is their abundance of certain repetitive sub-networks known as network motifs. Network motifs can be regarded as repetitive topological patterns when dividing a big network into small blocks. Previous analysis found several types of motifs that appeared more often in gene regulatory networks than in randomly generated networks. As an example, one such motif is called feed-forward loops, which consist three nodes. This motif is the most abundant among all possible motifs made up of three nodes, as is shown in the gene regulatory networks of fly, nematode, and human.",
            "score": 83.99640083312988
        },
        {
            "docid": "222990_6",
            "document": "Christiane Nüsslein-Volhard . Fruit flies have long been an important model organism in genetics due to their small size and quick generation time, which makes even large numbers of them relatively easy to maintain and observe in the laboratory. Nüsslein-Volhard and Wieschaus identified genes involved in embryonic development by a series of genetic screens. They generated random mutations in fruit flies using EMS (ethyl methanesulfonate). Some of these mutations affected genes involved in the development of the embryo. Nüsslein-Volhard and Weischaus took advantage of the segmented form of \"Drosophila\" larvae to address the logic of the genes controlling development. In normal unmutated \"Drosophila,\" each segment produces bristles called denticles in a band arranged on the side of the segment closer to the head (the anterior). The researchers looked at the pattern of segments and denticles in each mutant under the microscope, and were therefore able to work out that particular genes were involved in different processes during development based on their differing mutant phenotypes (such as fewer segments, gaps in the normal segment pattern, and alterations in the patterns of denticles on the segments). Many of these genes were given descriptive names based on the appearance of the mutant larvae, such as \"hedgehog\", \"gurken\" (German: \"cucumbers\"), and \"Krüppel\" ( \"cripple\"). Later, researchers identified exactly which gene had been affected by each mutation, thereby identifying a set of genes crucial for \"Drosophila\" embryogenesis. The subsequent study of these mutants and their interactions led to important new insights into early \"Drosophila\" development, especially the mechanisms that underlie the step-wise development of body segments.",
            "score": 192.4309595823288
        },
        {
            "docid": "52448763_9",
            "document": "Phylotypic stage . The advent of next-generation sequencing enabled scientists to use molecular methods to identify the period of development that has the most conserved gene expression patterns among different species. In 2010, two studies found molecular evidence that supports the hourglass model. Kalinka \"et al\". sequenced the transcriptome of six \"Drosophila\" species over developmental time, identifying the most conserved gene expression in mid-development during the arthropod germ band developmental stage. Genes that were enriched in the developing embryos at the germ band stage are involved in cellular and organismal development. Domazet-Lošo and Tautz analyzed the transcriptome of zebrafish (\"Danio rerio\") over developmental time, from unfertilized eggs to adults. They used a method called genomic phylostratigraphy to estimate the age of each gene during development. In zebrafish, as well as in additional transcriptomic datasets of \"Drosophila\", the mosquito \"Anopheles\" and the nematode \"Caenorhabditis elegans\", the authors found that genes expressed during mid-development are older than those expressed at the beginning and end of development, supporting the hourglass model.",
            "score": 138.08835232257843
        },
        {
            "docid": "44419868_5",
            "document": "Single-cell variability . Cells with identical genomes may vary in the expression of their genes due to differences in their specialized function in the body, their timepoint in the cell cycle, their environment, and also noise and stochastic factors. Thus, accurate measurement of gene expression in individual cells allows researchers to better understand these critical aspects of cellular biology. For example, early study of gene expression in individual cells in fruit fly embryos allowed scientists to discover regularized patterns or gradients of specific gene transcription during different stages of growth, allowing for a more detailed understanding of development at the level of location and time. Another phenomenon in gene expression which could only be identified at the single cell level is oscillatory gene expression, in which a gene is expressed on and off periodically.",
            "score": 181.10513401031494
        },
        {
            "docid": "57414_4",
            "document": "Evolutionary developmental biology . The field is characterised by some key concepts, which took evolutionary biologists by surprise. One is deep homology, the finding that dissimilar organs such as the eyes of insects, vertebrates and cephalopod molluscs, long thought to have evolved separately, are controlled by similar genes such as \"pax-6\", from the evo-devo gene toolkit. These genes are ancient, being highly conserved among phyla; they generate the patterns in time and space which shape the embryo, and ultimately form the body plan of the organism. Another is that species do not differ much in their structural genes, such as those coding for enzymes; what does differ is the way that gene expression is regulated by the toolkit genes. These genes are reused, unchanged, many times in different parts of the embryo and at different stages of development, forming a complex cascade of control, switching other regulatory genes as well as structural genes on and off in a precise pattern. This multiple pleiotropic reuse explains why these genes are highly conserved, as any change would have many adverse consequences which natural selection would oppose.",
            "score": 148.3798587322235
        },
        {
            "docid": "35256679_3",
            "document": "Community fingerprinting . A fingerprinting analysis begins with an environmental sample (e.g. seawater or soil), from which total DNA is extracted. (Total DNA contains a mix of genetic material from all the microbes present in the sample.) A particular gene or DNA region is then selected as a target for analysis, under the assumption that each microbe species will have a different gene variant (also called a \"phylotype\"). Different methods (see below) can be used to visualize the phylotypes present in a sample. Because the aim of community fingerprinting is to gain an overall understanding of community structure, it is a particularly useful technique for analyzing time-series data collected from the field. For example, one could study the pattern of microbial succession in a habitat, or one could examine the response of a microbial community to an environmental perturbation, such as the release of a pollutant. Depending on what information is desired, different genes may be targeted. The most common are small subunit ribosomal RNA (rRNA) genes, such as 16S rRNA. These genes are frequently used in microbial phylogenetic analyses, so well-established techniques exist for their study. Other genes of interest might be those that are key in various metabolic processes.",
            "score": 109.40227055549622
        },
        {
            "docid": "54421246_39",
            "document": "Spinocerebellar ataxia type 1 . Because spinocerebellar ataxias are often linked to a mutation on a single gene, modifying how the gene is expressed can modify the phenotype. There are several approaches to modifying the expression of mutant proteins, including techniques that completely stop expression, known as gene silencing. In SCA1, pathogenesis requires constant expression of the mutant ATXN1 gene, and silencing has been shown to halt further progression of the disease, clear nuclear inclusions and aggregates and lead to partial recovery of motor functions in rodent models with conditional expression of the gene. The conditional expression of ATXN1 in mice models differs from how the gene would be silenced therapeutically but the results indicate that therapeutic methods of gene silencing may be viable for treatment and management of SCA1. The process that turns coded information in DNA into proteins requires two steps: transcription, in which DNA is used to generate a complimentary RNA strand by RNA polymerase, and translation, in which RNA is used to used to produce a protein by ribosomes. Disrupting either step can slow or prevent the expression of a mutant gene.",
            "score": 115.41083788871765
        },
        {
            "docid": "46080_13",
            "document": "Halteres . In segmented organisms there are genes called Hox genes, which determines the development of serial homologs, or repeating structures within an organism (e.g. jointed appendages of arthropods or vertebrae in mammals). In insects, the thorax is separated into different segments. One of the things that the Hox gene \"Ultrabithorax (Ubx)\" is responsible for, is specifying the identity of the third thoracic segment of their body. Proper hindwing development in a number of insect species is dependent on \"Ubx\", including butterflies, beetles, and flies. In fruit flies, (\"Ubx\") is responsible for the formation of the halteres during metamorphosis. If this gene is experimentally deactivated, the haltere will develop into a fully formed wing. This single homeotic gene change results in a radically different phenotype, but also begins to give us some insight into how the ancestors of flies' hindwings may have originally evolved into halteres.",
            "score": 180.44967484474182
        },
        {
            "docid": "553121_2",
            "document": "Regulation of gene expression . Regulation of gene expression includes a wide range of mechanisms that are used by cells to increase or decrease the production of specific gene products (protein or RNA), and is informally termed \"gene regulation\". Sophisticated programs of gene expression are widely observed in biology, for example to trigger developmental pathways, respond to environmental stimuli, or adapt to new food sources. Virtually any step of gene expression can be modulated, from transcriptional initiation, to RNA processing, and to the post-translational modification of a protein. Often, one gene regulator controls another, and so on, in a gene regulatory network.",
            "score": 109.17637872695923
        }
    ],
    "r": [
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 216.836669921875
        },
        {
            "docid": "6063033_2",
            "document": "Gap gene . A gap gene is a type of gene involved in the development of the segmented embryos of some arthropods. Gap genes are defined by the effect of a mutation in that gene, which causes the loss of contiguous body segments, resembling a gap in the normal body plan. Each gap gene, therefore, is necessary for the development of a section of the organism. Gap genes were first described by Christiane Nüsslein-Volhard and Eric Wieschaus in 1980. They used a genetic screen to identify genes required for embryonic development in the fruit fly \"Drosophila melanogaster\". They found three genes – \"knirps, Krüppel and hunchback\" – where mutations caused deletion of particular stretches of segments. Later work identified more gap genes in the \"Drosophila\" early embryo – \"giant\", \"huckebein\" and \"tailless\". Further gap genes including orthodenticle and buttonhead are required for the development of the \"Drosophila\" head.",
            "score": 198.6829376220703
        },
        {
            "docid": "57414_18",
            "document": "Evolutionary developmental biology . Such a cascading regulatory network has been studied in detail in the development of the fruit fly embryo. The young embryo is oval in shape, like a rugby ball. A small number of genes produce messenger RNAs that set up concentration gradients along the long axis of the embryo. In the early embryo, the \"bicoid\" and \"hunchback\" genes are at high concentration near the anterior end, and give pattern to the future head and thorax; the \"caudal\" and \"nanos\" genes are at high concentration near the posterior end, and give pattern to the hindmost abdominal segments. The effects of these genes interact; for instance, the Bicoid protein blocks the translation of \"caudal\"'s messenger RNA, so the Caudal protein concentration becomes low at the anterior end. Caudal later switches on genes which create the fly's hindmost segments, but only at the posterior end where it is most concentrated.",
            "score": 198.0038299560547
        },
        {
            "docid": "222990_6",
            "document": "Christiane Nüsslein-Volhard . Fruit flies have long been an important model organism in genetics due to their small size and quick generation time, which makes even large numbers of them relatively easy to maintain and observe in the laboratory. Nüsslein-Volhard and Wieschaus identified genes involved in embryonic development by a series of genetic screens. They generated random mutations in fruit flies using EMS (ethyl methanesulfonate). Some of these mutations affected genes involved in the development of the embryo. Nüsslein-Volhard and Weischaus took advantage of the segmented form of \"Drosophila\" larvae to address the logic of the genes controlling development. In normal unmutated \"Drosophila,\" each segment produces bristles called denticles in a band arranged on the side of the segment closer to the head (the anterior). The researchers looked at the pattern of segments and denticles in each mutant under the microscope, and were therefore able to work out that particular genes were involved in different processes during development based on their differing mutant phenotypes (such as fewer segments, gaps in the normal segment pattern, and alterations in the patterns of denticles on the segments). Many of these genes were given descriptive names based on the appearance of the mutant larvae, such as \"hedgehog\", \"gurken\" (German: \"cucumbers\"), and \"Krüppel\" ( \"cripple\"). Later, researchers identified exactly which gene had been affected by each mutation, thereby identifying a set of genes crucial for \"Drosophila\" embryogenesis. The subsequent study of these mutants and their interactions led to important new insights into early \"Drosophila\" development, especially the mechanisms that underlie the step-wise development of body segments.",
            "score": 192.4309539794922
        },
        {
            "docid": "8742839_5",
            "document": "Philip A. Beachy . After receiving his Ph.D, he began working at the Carnegie Institution’s Department of Embryology in Baltimore for two years. After his short time there, he accepted a faculty position at the Johns Hopkins University School of Medicine. Beachy began focusing on the Drosophila hedgehog gene, for which he’s known for, in 1990. The gene’s name originated because fly embryos look spikey if the hedgehog gene is faulty or mutated. The hedgehog gene’s main function is to create protein signals in specific cells. These signals, in turn, allow for the formation of embryonic tissues. They do this by instructing neighboring cells to become a certain type of differentiated cell or to simply divide. In other words, this gene is responsible for the development of the appendages and body segments in Drosophila or fruit flies. Humans and other invertebrates have hedgehog genes that behave slightly different than the same gene in the fruit fly. In vertebrates, the hedgehog gene codes for the fingers and toes on the limbs. It also functions in organizing the brain and the spinal cord. Consequently, mutated hedgehog genes often cause birth defects. Also, if it is activated later in life, certain cancers can be triggered and begin to spread.",
            "score": 190.73500061035156
        },
        {
            "docid": "215038_13",
            "document": "Enhancer (genetics) . The enhancers determining early segmentation in \"Drosophila melanogaster\" embryos are among the best characterized developmental enhancers. In the early fly embryo, the gap gene transcription factors are responsible for activating and repressing a number of segmentation genes, such as the pair rule genes. The gap genes are expressed in blocks along the anterior-posterior axis of the fly along with other maternal effect transcription factors, thus creating zones within which different combinations of transcription factors are expressed. The pair-rule genes are separated from one another by non-expressing cells. Moreover, the stripes of expression for different pair-rule genes are offset by a few cell diameters from one another. Thus, unique combinations of pair-rule gene expression create spatial domains along the anterior-posterior axis to set up each of the 14 individual segments. The 480 bp enhancer responsible for driving the sharp stripe two of the pair-rule gene \"even-skipped\" (\"eve\") has been well-characterized. The enhancer contains 12 different binding sites for maternal and gap gene transcription factors. Activating and repressing sites overlap in sequence. \"Eve\" is only expressed in a narrow stripe of cells that contain high concentrations of the activators and low concentration of the repressors for this enhancer sequence. Other enhancer regions drive \"eve\" expression in 6 other stripes in the embryo.",
            "score": 187.38430786132812
        },
        {
            "docid": "57414_14",
            "document": "Evolutionary developmental biology . The puzzle of how embryonic development was controlled began to be solved using the fruit fly \"Drosophila melanogaster\" as a model organism. The step-by-step control of its embryogenesis was visualized by attaching fluorescent dyes of different colours to specific types of protein made by genes expressed in the embryo. A dye such as green fluorescent protein, originally from a jellyfish, was typically attached to an antibody specific to a fruit fly protein, forming a precise indicator of where and when that protein appeared in the living embryo.",
            "score": 186.2191162109375
        },
        {
            "docid": "583031_9",
            "document": "Drosophila embryogenesis . One of the best understood examples of pattern formation is the patterning along the future head to tail (antero-posterior) axis of the fruit fly \"Drosophila melanogaster\". There are three fundamental types of genes that give way to the developmental structure of the fly: maternal effect genes, segmentation genes, and homeotic genes. The development of \"Drosophila\" is particularly well studied, and it is representative of a major class of animals, the insects or insecta. Other multicellular organisms sometimes use similar mechanisms for axis formation, although the relative importance of signal transfer between the earliest cells of many developing organisms is greater than in the example described here.",
            "score": 183.41819763183594
        },
        {
            "docid": "44419868_5",
            "document": "Single-cell variability . Cells with identical genomes may vary in the expression of their genes due to differences in their specialized function in the body, their timepoint in the cell cycle, their environment, and also noise and stochastic factors. Thus, accurate measurement of gene expression in individual cells allows researchers to better understand these critical aspects of cellular biology. For example, early study of gene expression in individual cells in fruit fly embryos allowed scientists to discover regularized patterns or gradients of specific gene transcription during different stages of growth, allowing for a more detailed understanding of development at the level of location and time. Another phenomenon in gene expression which could only be identified at the single cell level is oscillatory gene expression, in which a gene is expressed on and off periodically.",
            "score": 181.10513305664062
        },
        {
            "docid": "55680252_6",
            "document": "Amyotrophic lateral sclerosis research . Many animals have been used over the years to study ALS and to search for a potential therapy. The animal models can be C. elegans which has only 959 cells with simple structure, and known gene code.. Also, some studied have introduced the transgenic strain of C. elegans, which has a mutation in a gene related to ALS for example, and crossed them with the transgenic nlp-29 GFP reporter strain, resulting in fluorescent markers to the cells that are expressing these mutated genes, which can be used to monitor the disease development and effects . Similar, but more complex nervous system from the C. elegans is the Drosophila. Fruit fly ALS models can be used to study the locomotion and eye changes that can be related to human symptoms. Thus, drugs can be tested on these transgenic fruit flies to discovery new target molecules . On the other hand, zebrafish models have been used widely due to their similarity in the development and anatomy characteristics as a vertebrate to the human body . A study introduced the SOD1/GFP transgenic zebra-fish to study that specific gene on the development and occurrence of ALS in the fish, and how can that be used in testing potential therapeutic molecules . All the previous models are considered simple, and saves time and money due to their short lifespan and small and simple body structure .",
            "score": 180.8319549560547
        },
        {
            "docid": "46080_13",
            "document": "Halteres . In segmented organisms there are genes called Hox genes, which determines the development of serial homologs, or repeating structures within an organism (e.g. jointed appendages of arthropods or vertebrae in mammals). In insects, the thorax is separated into different segments. One of the things that the Hox gene \"Ultrabithorax (Ubx)\" is responsible for, is specifying the identity of the third thoracic segment of their body. Proper hindwing development in a number of insect species is dependent on \"Ubx\", including butterflies, beetles, and flies. In fruit flies, (\"Ubx\") is responsible for the formation of the halteres during metamorphosis. If this gene is experimentally deactivated, the haltere will develop into a fully formed wing. This single homeotic gene change results in a radically different phenotype, but also begins to give us some insight into how the ancestors of flies' hindwings may have originally evolved into halteres.",
            "score": 180.44967651367188
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 180.12049865722656
        },
        {
            "docid": "25428479_2",
            "document": "Segment polarity gene . A segmentation gene is a generic term for a gene whose function is to specify tissue pattern in each repeated unit of a segmented organism. Animals are constructed of segments; however, Drosophila segments also contain subdivided compartments. In embryonic \"drosophila\", these segments are called parasegments. Parasegments distinguish them from adult segments, which has 14 segments. In the fruit fly \"Drosophila melanogaster\", segment polarity genes help to define the anterior and posterior polarities within each embryonic parasegment by regulating the transmission of signals via the Wnt signaling pathway and Hedgehog signaling pathway. Segment polarity genes are expressed in the embryo following expression of the gap genes and pair-rule genes. The most commonly cited examples of these genes are \"engrailed\" and \"gooseberry\" in \"Drosophila melanogaster\". The segment polarity is the last step in embryonic development and a repeated pattern where each half of each segment is deleted and a mirror-image is duplicated and reversed to replace that half segment; thus, forming a pattern element.",
            "score": 179.29721069335938
        },
        {
            "docid": "21893031_7",
            "document": "Homeotic gene . One of the most commonly studied model organisms in regards to homeotic genes is the fruit fly \"Drosophila melanogaster\". Its homeotic genes occur in either the Antennapedia complex (ANT-C) or the Bithorax complex (BX-C) discovered by Edward B. Lewis. Each of the complexes focuses on a different area of development. The antennapedia complex consists of five genes, including proboscipedia, and is involved in the development of the front of the embryo, forming the segments of the head and thorax. The bithorax complex consists of three main genes and is involved in the development of the back of the embryo, namely the abdomen and the posterior segments of the thorax.",
            "score": 171.0386505126953
        },
        {
            "docid": "21893031_8",
            "document": "Homeotic gene . During development (starting at the blastoderm stage of the embryo), these genes are constantly expressed to assign structures and roles to the different segments of the fly's body. For \"Drosophila\", these genes can be analyzed using the Flybase database.",
            "score": 170.46060180664062
        },
        {
            "docid": "61289_40",
            "document": "Forensic entomology . Although physical characteristics and sizes at various instars have been used to estimate fly age, a more recent study has been conducted to determine the age of an egg based on the expression of particular genes. This is particularly useful in determining developmental stages that are not evidenced by change in size; such as the egg or pupa and where only a general time interval can be estimated based on the duration of the particular developmental stage. This is done by breaking the stages down into smaller units separated by predictable changed in gene expression. Three genes were measured in an experiment with \"Drosophila melanogaster\": bicoid (bcd), slalom (sll), and chitin synthase (cs). These three genes were used because they are likely to be in varied levels during different times of the egg development process. These genes all share a linear relationship in regards to age of the egg; that is, the older the egg is the more of the particular gene is expressed. However, all of the genes are expressed in varying amounts. Different genes on different loci would need to be selected for another fly species. The genes expressions are mapped in a control sample to formulate a developmental chart of the gene expression at certain time intervals. This chart can then be compared to the measured values of gene expression to accurately predict the age of an egg to within two hours with a high confidence level. Even though this technique can be used to estimate the age of an egg, the feasibility and legal acceptance of this must be considered for it to be a widely utilized forensic technique. One benefit of this would be that it is like other DNA-based techniques so most labs would be equipped to conduct similar experiments without requiring new capital investment. This style of age determination is in the process of being used to more accurately find the age of the instars and pupa; however, it is much more complicated, as there are more genes being expressed during these stages. The hope is that with this and other similar techniques a more accurate PMI can be obtained.",
            "score": 169.5508575439453
        },
        {
            "docid": "34405986_6",
            "document": "K. VijayRaghavan . His fields of specialization are developmental biology, genetics and neurogenetics. His research primarily focuses on the important principles and mechanisms that control nervous system and muscles during development and how these neuromuscular systems direct specific locomotor behaviours. This was achieved by using the fruit fly Drosophila Melanogaster as a model system. By patterning the segmental organization of the fly body plan, his research was able to shed more light on the functions of Hox genes in directing neuromuscular connectivity and motor behaviors.",
            "score": 168.77249145507812
        },
        {
            "docid": "57414_17",
            "document": "Evolutionary developmental biology . The protein products of the regulatory toolkit are reused not by duplication and modification, but by a complex mosaic of pleiotropy, being applied unchanged in many independent developmental processes, giving pattern to many dissimilar body structures. The loci of these pleiotropic toolkit genes have large, complicated and modular cis-regulatory elements. For example, while a non-pleiotropic rhodopsin gene in the fruit fly has a cis-regulatory element just a few hundred base pairs long, the pleiotropic eyeless cis-regulatory region contains 6 cis-regulatory elements in over 7000 base pairs. The regulatory networks involved are often very large. Each regulatory protein controls \"scores to hundreds\" of cis-regulatory elements. For instance, 67 fruit fly transcription factors controlled on average 124 target genes each. All this complexity enables genes involved in the development of the embryo to be switched on and off at exactly the right times and in exactly the right places. Some of these genes are structural, directly forming enzymes, tissues and organs of the embryo. But many others are themselves regulatory genes, so what is switched on is often a precisely-timed cascade of switching, involving turning on one developmental process after another in the developing embryo.",
            "score": 167.34149169921875
        },
        {
            "docid": "583073_6",
            "document": "Segmentation (biology) . To properly segment the \"Drosophila\" embryo, the anterior-posterior axis is defined by maternally supplied transcripts giving rise to gradients of these proteins. This gradient then defines the expression pattern for gap genes, which set up the boundaries between the different segments. The gradients produced from gap gene expression then define the expression pattern for the pair-rule genes. The pair-rule genes are mostly transcription factors, expressed in regular stripes down the length of the embryo. These transcription factors then regulate the expression of segment polarity genes, which define the polarity of each segment. Boundaries and identities of each segment are later defined.",
            "score": 166.6470489501953
        },
        {
            "docid": "57414_13",
            "document": "Evolutionary developmental biology . Roughly spherical eggs of different animals give rise to extremely different bodies, from jellyfish to lobsters, butterflies to elephants. Many of these organisms share the same structural genes for bodybuilding proteins like collagen and enzymes, but biologists had expected that each group of animals would have its own rules of development. The surprise of evo-devo is that the shaping of bodies is controlled by a rather small percentage of genes, and that these regulatory genes are ancient, shared by all animals. The giraffe does not have a gene for a long neck, any more than the elephant has a gene for a big body. Their bodies are patterned by a system of switching which causes development of different features to begin earlier or later, to occur in this or that part of the embryo, and to continue for more or less time.",
            "score": 165.63816833496094
        },
        {
            "docid": "13976171_2",
            "document": "Pair-rule gene . A pair-rule gene is a type of gene involved in the development of the segmented embryos of insects. Pair-rule genes are expressed as a result of differing concentrations of gap gene proteins, which encode transcription factors controlling pair-rule gene expression. Pair-rule genes are defined by the effect of a mutation in that gene, which causes the loss of the normal developmental pattern in alternating segments.",
            "score": 164.79771423339844
        },
        {
            "docid": "175596_23",
            "document": "Animal testing . Although many more invertebrates than vertebrates are used in animal testing, these studies are largely unregulated by law. The most frequently used invertebrate species are \"Drosophila melanogaster\", a fruit fly, and \"Caenorhabditis elegans\", a nematode worm. In the case of \"C. elegans\", the worm's body is completely transparent and the precise lineage of all the organism's cells is known, while studies in the fly \"D. melanogaster\" can use an amazing array of genetic tools. These invertebrates offer some advantages over vertebrates in animal testing, including their short life cycle and the ease with which large numbers may be housed and studied. However, the lack of an adaptive immune system and their simple organs prevent worms from being used in several aspects of medical research such as vaccine development. Similarly, the fruit fly immune system differs greatly from that of humans, and diseases in insects can be different from diseases in vertebrates; however, fruit flies and waxworms can be useful in studies to identify novel virulence factors or pharmacologically active compounds.",
            "score": 164.12472534179688
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 164.06761169433594
        },
        {
            "docid": "583031_17",
            "document": "Drosophila embryogenesis . The other important function of the gradients of Bicoid, Hunchback, and Caudal proteins is in the transcriptional regulation of other zygotically expressed proteins. Many of these are the protein products derived from members of the \"gap\" family of developmental control genes. \"giant\", \"huckebein\", \"hunchback\", \"knirps\", \"Krüppel\" and \"tailless\" are all gap genes. Their expression patterns in the early embryo are determined by the maternal effect gene products and shown in the diagrams on the right side of this page. The gap genes are part of a larger family called the segmentation genes. These genes establish the segmented body plan of the embryo along the anterior-posterior axis. The segmentation genes specify 14 \"parasegments\" that are closely related to the final anatomical segments. The gap genes are the first layer of a hierarchical cascade of the segmentation control genes.",
            "score": 163.82704162597656
        },
        {
            "docid": "5150349_5",
            "document": "Hedgehog signaling pathway . In the 1970s, a fundamental problem in developmental biology was to understand how a relatively simple egg can give rise to a complex segmented body plan. In the late 1970s Christiane Nüsslein-Volhard and Eric Wieschaus isolated mutations in genes that control development of the segmented anterior-posterior body axis of the fly; their \"saturation mutagenesis\" technique resulted in the discovery of a group of genes involved in the development of body segmentation, helping to found the field of evolutionary developmental biology. In 1995, they shared the Nobel Prize with Edward B. Lewis for their work studying genetic mutations in \"Drosophila\" embryogenesis.",
            "score": 163.10009765625
        },
        {
            "docid": "5146476_19",
            "document": "Reproductive isolation . A type of incompatibility that is found as often in plants as in animals occurs when the egg or ovule is fertilized but the zygote does not develop, or it develops and the resulting individual has a reduced viability. This is the case for crosses between species of the frog genus, where widely differing results are observed depending of the species involved. In some crosses there is no segmentation of the zygote (or it may be that the hybrid is extremely non-viable and changes occur from the first mitosis). In others, normal segmentation occurs in the blastula but gastrulation fails. Finally, in other crosses, the initial stages are normal but errors occur in the final phases of embryo development. This indicates differentiation of the embryo development genes (or gene complexes) in these species and these differences determine the non-viability of the hybrids.",
            "score": 162.7297821044922
        },
        {
            "docid": "5150349_3",
            "document": "Hedgehog signaling pathway . The Hedgehog signaling pathway is one of the key regulators of animal development and is present in all bilaterians. The pathway takes its name from its polypeptide ligand, an intercellular signaling molecule called Hedgehog (\"Hh\") found in fruit flies of the genus Drosophila. The signaling molecule \"Hh\", in turn, takes its name from the animal hedgehog, because of the appearance of fruit fly larva lacking the \"Hh\" gene. \"Hh\" is one of Drosophila's segment polarity gene products, involved in establishing the basis of the fly body plan. Larvae without \"Hh\", are short and spiny, resembling the hedgehog animal. The molecule remains important during later stages of embryogenesis and metamorphosis.",
            "score": 162.28750610351562
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 162.17308044433594
        },
        {
            "docid": "3907319_3",
            "document": "Pattern formation . In developmental biology, pattern formation refers to the generation of complex organizations of cell fates in space and time. Pattern formation is controlled by genes. The role of genes in pattern formation is an aspect of morphogenesis, the creation of diverse anatomies from similar genes, now being explored in the science of evolutionary developmental biology or evo-devo. The mechanisms involved are well seen in the anterior-posterior patterning of embryos from the model organism \"Drosophila melanogaster\" (a fruit fly), one of the first organisms to have its morphogenesis studied, and in the eyespots of butterflies, whose development is a variant of the standard (fruit fly) mechanism.",
            "score": 161.34259033203125
        },
        {
            "docid": "46363286_3",
            "document": "Bicoid (gene) . \"bicoid\" mRNA is actively localized to the anterior of the fruit fly egg during oogenesis along microtubules by the motor protein dynein and retained there through association with cortical actin. Translation of \"bicoid\" is regulated by its 3' UTR and begins after egg deposition: diffusion and convection within the syncytium produce an exponential gradient of Bicoid protein within roughly one hour, after which Bicoid nuclear concentrations remain approximately constant through cellularization. An alternative model proposes the formation of a \"bicoid\" mRNA gradient in the embryo along cortical microtubules which then serves as template for translation of the Bicoid protein to form the Bicoid protein gradient. Bicoid protein represses the translation of caudal mRNA and enhances the transcription of anterior gap genes including hunchback, orthodenticle, and buttonhead.",
            "score": 161.20327758789062
        },
        {
            "docid": "46335535_6",
            "document": "Hox genes in amphibians and reptiles . Variants of the Hox genes are found almost in every phylum with the exception of the sponge which use a different type of developmental genes. The homology of these genes is of important interest to scientists as they may hold more answers to the evolution of many species. In fact, these genes demonstrate such a high degree of homology that a human Hox gene variant – HOXB4 – could mimic the function of its homolog in the fruit fly (\"Drosophila\"). Studies suggest that the regulation and other target genes in different species are actually what causes such a great difference in phenotypic difference between species.",
            "score": 159.59498596191406
        },
        {
            "docid": "46363286_5",
            "document": "Bicoid (gene) . Bicoid protein gradient formation is one of the earliest steps in fruit fly embryo A-P patterning: the proper spatial expression of downstream genes relies on the robustness of this gradient to common variations between embryos, including in the number of maternally-deposited \"bicoid\" mRNAs and in egg size. Comparative phylogenetic and experimental evolution studies suggest an inherent mechanism for robust generation of a scaled Bicoid protein gradient. Mechanisms that have been proposed to effect this scaling include non-linear degradation of Bicoid, nuclear retention as a size-dependent regulator of Bicoid protein's effective diffusion coefficient, and scaling of cytoplasmic streaming.",
            "score": 159.2956085205078
        }
    ]
}