{
    "q": [
        {
            "docid": "48786616_2",
            "document": "Mother's curse . In biology, mother's curse is an evolutionary effect that males inherit deleterious mitochondrial genome (mtDNA) mutations from their mother, while those mutations are beneficial, neutral or less deleterious to females.",
            "score": 194.36634469032288
        },
        {
            "docid": "8444537_5",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . This condition is inherited in a pattern reflecting its location in mitochondrial DNA, which is also known as maternal inheritance. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. Most individuals with NARP have a specific MT-ATP6 mutation in 70 percent to 90 percent of their mitochondria. When this mutation is present in a higher percentage of a person's mitochondria—greater than 90 percent to 95 percent—it causes a more severe condition known as maternally inherited Leigh syndrome. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 241.4437781572342
        },
        {
            "docid": "48786616_3",
            "document": "Mother's curse . As mtDNA is usually maternally inherited, mtDNA mutations deleterious to males but beneficial, neutral or less deleterious to females are not subjected to be selected against, which results in a sex-biased selective sieve. Therefore, male-specific deleterious mtDNA mutations could be maintained and reach a high frequency in populations, decreasing males' fitness and population viability. In addition, the effect of mtDNA mutations on fitness has a threshold effect, i.e. only when the number of mutation reaches the threshold, mtDNA mutations will decrease individual fitness.",
            "score": 153.46715545654297
        },
        {
            "docid": "48786616_7",
            "document": "Mother's curse . Mitochondria play a pivotal role in eukaryotic respiration. Because of maternal inheritance, mtDNA has no selection in males. Instead, mutations only deleterious to males could be maintained and reach a higher frequency by selection or genetic drift in females. As a consequence, asymmetric effects of mtDNA mutations result in sexual conflict. On the other hand, to alleviate the effect of mother's curse, interaction between mtDNA and nuclear genes promotes coevolution of mitochondrial and nuclear genomes.",
            "score": 221.32605266571045
        },
        {
            "docid": "4310201_3",
            "document": "Haemophilia in European royalty . The sex-linked X chromosome disorder manifests almost exclusively in males, even though the genetic mutation causing the disorder is located on the X chromosome and can be inherited from the mother by male children or from either mother or father by female children. This is because the trait is recessive, meaning that only one correctly-functioning copy of the blood clotting factor gene is necessary for normal clotting. Females have two X chromosomes, and hence redundant copies of the blood clotting factor gene located on them. A female who inherits a mutated copy on one X chromosome has also inherited a second X chromosome from the other parent that is likely to carry a non-mutated copy of the gene, capable of directing appropriate clotting. Such a female, with normal clotting but possessing a single mutated copy of the gene, is called a carrier. Males only possess a single X chromosome, inherited from their mother, having received a Y chromosome from their father instead of a second X. If their sole X chromosome contains the haemophilia mutation they possess no second copy to provide for normal function, as in carrier females. Each child of a carrier will have a 50% chance of inheriting their mother's mutation, of being a haemophiliac (sons) or carrier (daughters). The daughter of a male haemophiliac will always inherit his mutation, while a son cannot ever inherit it. A female will only be affected with haemophilia in the rare circumstance that she inherits mutated X chromosomes from both a haemophiliac father and a carrier mother. No case of such double inheritance is known among Queen Victoria's descendants.",
            "score": 196.43383252620697
        },
        {
            "docid": "3713191_10",
            "document": "MELAS syndrome . This condition is inherited in a mitochondrial pattern, which is also known as maternal inheritance and heteroplasmy. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. In most cases, people with MELAS inherit an altered mitochondrial gene from their mother. Less commonly, the disorder results from a new mutation in a mitochondrial gene and occurs in people with no family history of MELAS.",
            "score": 246.0469001531601
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 212.3562856912613
        },
        {
            "docid": "53444295_10",
            "document": "Arts syndrome . Arts syndrome follows an X-linked inheritance. In males (who have only one X chromosome), a mutation in the only copy of the gene in each cell causes the disorder. In females (who have two X chromosomes), a mutation in one of the two copies of the gene in each cell sometimes causes features of the disorder; in other cases, these females do not experience any symptoms. In the small number of Arts syndrome cases that have been identified, affected individuals have inherited the mutation from a mother who carries an altered copy of the PRPS1 gene. If the mother is a carrier, the chance of transmitting the \"PRPS1\" mutation in each pregnancy is 50%. Males who inherit the mutation will be affected; females who inherit the mutation will be carriers and may or may not be mildly affected. Males with Arts syndrome do not reproduce.",
            "score": 209.48807454109192
        },
        {
            "docid": "48786616_5",
            "document": "Mother's curse . Mother's curse predicts that mtDNA mutations pose a greater threat on males and male-specific detrimental mutations in mtDNA could be maintained and reach a high frequency. Several researches support these predictions. In humans, a mtDNA haplogroup that exhibits reduction in sperm mobility reaches a frequency of 20%. In \"Drosophila melanogaster\", mtDNA polymorphism mainly affects nuclear gene expression in males but not in females and those genes are predominantly male-biased. Moreover, Camus e\"t al.\" constructed 13 \"D. melanogaster\" lines with isogenic nuclear genome and different mtDNA haplotypes. They demonstrated that mtDNA polymorphism is responsible for male aging, while there is no significant effect on female longevity. Smith \"et al.\" analyzed two different halpotype of mtDNA in hares and found that males of those two haplogroups show variation in their reproductive success. In addition, the mitochondrial genome is associated with sperm viability and length in seed beetles (\"Callosobruchus maculatus\").",
            "score": 232.80134892463684
        },
        {
            "docid": "5074049_2",
            "document": "Sterile male plant . Sterile male plants are plants which are incapable of producing pollen. This is sometimes attributed to mutations in the mitochondrial DNA which affects the Tapetum cells in anthers which are responsible for nursing developing pollen. The mutations cause the breakdown of the mitochondria in these specific cells and result in cell death and so pollen production is interrupted. These observations have now led to transgenic sterile male plants to be made in order to create hybrid seeds, by inserting transgenes which are specifically poisonous to Tapetum cells.",
            "score": 201.90959310531616
        },
        {
            "docid": "5788696_4",
            "document": "MERRF syndrome . The cause of MERRF disorder is due to the mitochondrial genomes mutation. This means that it is a pathogenic variants in mtDNA and is transmitted by maternal inheritance. Four point mutations in the genome can be identified which are associated with MERRF: m.A8344G, m.T8356C, m.G8361A, and m.G8363A. The point mutation m.A8344G is mostly associated with MERRF, in a study published by Paul Jose Lorenzoni from the Department of neurology at University of Panama stated that 80% of the patients with MERRF disease exhibited this point mutation. This point mutation disrupts the mitochondrial gene for tRNA-Lys, thus disrupting the synthesis of proteins essential for oxidative phosphorylation. The remaining mutations only account for 10% of cases, and the remaining 10% of he patients with MERRF did not have an identifiable mutation in the mitochondrial DNA.",
            "score": 201.4669156074524
        },
        {
            "docid": "1401727_28",
            "document": "Human mitochondrial genetics . In total, the mitochondrion hosts about 3000 different types of proteins, but only about 13 of them are coded on the mitochondrial DNA. Most of the 3000 types of proteins are involved in a variety of processes other than ATP production, such as porphyrin synthesis. Only about 3% of them code for ATP production proteins. This means most of the genetic information coding for the protein makeup of mitochondria is in chromosomal DNA and is involved in processes other than ATP synthesis. This increases the chances that a mutation that will affect a mitochondrion will occur in chromosomal DNA, which is inherited in a Mendelian pattern. Another result is that a chromosomal mutation will affect a specific tissue due to its specific needs, whether those may be high energy requirements or a need for the catabolism or anabolism of a specific neurotransmitter or nucleic acid. Because several copies of the mitochondrial genome are carried by each mitochondrion (2–10 in humans), mitochondrial mutations can be inherited maternally by mtDNA mutations which are present in mitochondria inside the oocyte before fertilization, or (as stated above) through mutations in the chromosomes.",
            "score": 214.30569887161255
        },
        {
            "docid": "1401727_10",
            "document": "Human mitochondrial genetics . Mitochondrial genome mutations are passed on 100% of the time from mother to all her offspring. So, if a female has a mitochondrial trait, all offspring inherit it. However, if a male has a mitochondrial trait, no offspring inherit it. The number of affected mtDNA molecules inherited by a specific offspring can vary greatly because It is possible, even in twin births, for one baby to receive more than half mutant mtDNA molecules while the other twin may receive only a tiny fraction of mutant mtDNA molecules with respect to wildtype (depending on how the twins divide from each other and how many mutant mitochondria happen to be on each side of the division). In a few cases, some mitochondria or a mitochondrion from the sperm cell enters the oocyte but paternal mitochondria are actively decomposed.",
            "score": 216.94601202011108
        },
        {
            "docid": "6910578_3",
            "document": "Cytoplasmic male sterility . The first documentation of male sterility was by Joseph Gottlieb Kölreuter, who observed anther abortion within species and specific hybrids. Cytoplasmic male sterility (CMS) has now been identified in over 150 plant species. It is more prevalent than female sterility, either because the male sporophyte and gametophyte are less protected from the environment than the ovule and embryo sac, or because it results from natural selection on mitochondrial genes which are maternally inherited and are thus not concerned with pollen production. Male sterility is easy to detect because a large number of pollen grains are produced and are easily studied. Male sterility is assayed through staining techniques (carmine, lactophenol or iodine), while detection of female sterility is by the absence of seeds. Male-sterile plants may be propagated, since they can still set seed, while female-sterile plants cannot. Male sterility can arise spontaneously via mutations in nuclear genes and/or cytoplasmic genes.",
            "score": 188.8295887708664
        },
        {
            "docid": "1398048_6",
            "document": "Homoplasmy . There is evidence of both homoplasmic and heteroplasmic inherited mutations that lead to disease, though heteroplasmic mutations typically are a precursor to homoplasmic disease. Many diseases resulting from mutations in mitochondrial DNA are not inherited but developed as the untranslated region of mitochondrial DNA is thought to be particularly susceptible to mutation. Many cancer types are the result of mutations in the mtDNA. For example, a specific type of mutation in one specific area of mtDNA was found to be in several different tumor types.",
            "score": 164.2964744567871
        },
        {
            "docid": "1557574_9",
            "document": "Conservation genetics . These different techniques focus on different variable areas of the genomes within animals and plants. The specific information that is required determines which techniques are used and which parts of the genome are analysed. For example, mitochondrial DNA in animals has a high substitution rate, which makes it useful for identifying differences between individuals. However, it is only inherited in the female line, and the mitochondrial genome is relatively small. In plants, the mitochondrial DNA has very high rates of structural mutations, so is rarely used for genetic markers, as the chloroplast genome can be used instead. Other sites in the genome that are subject to high mutation rates such as the major histocompatibility complex, and the microsatellites and minisatellites are also frequently used.",
            "score": 191.83050870895386
        },
        {
            "docid": "41825123_29",
            "document": "Molecular paleontology . Mitochondrial DNA (mtDNA) is separate from one's nuclear DNA. It is present in organelles called mitochondria in each cell. Unlike nuclear DNA, which is inherited from both parents and rearranged every generation, an exact copy of mitochondrial DNA gets passed down from mother to her sons and daughters. The benefits of performing DNA analysis with Mitochondrial DNA is that it has a far smaller mutation rate than nuclear DNA, making tracking lineages on the scale of tens of thousands of years much easier. Knowing the base mutation rate for mtDNA, (in humans this rate is also known as the Human mitochondrial molecular clock) one can determine the amount of time any two lineages have been separated. Another advantage of mtDNA is that thousands of copies of it exist in every cell, whereas only two copies of nuclear DNA exist in each cell. All eukaryotes, a group which includes all plants, animals, and fungi, have mtDNA. A disadvantage of mtDNA is that only the maternal line is represented. For example, a child will inherit 1/8 of its DNA from each of its eight great-grandparents, however it will inherit an exact clone of its maternal great-grandmother's mtDNA. This is analogous to a child inheriting only his paternal great-grandfather's last name, and not a mix of all of the eight surnames. There are many things to consider when isolating a substance. First, depending upon what it is and where it is located, there are protocols that must be carried out in order to avoid contamination and further degradation of the sample. Then, handling of the materials is usually done in a physically isolated work area and under specific conditions (i.e. specific Temperature, moisture, etc...) also to avoid contamination and further loss of sample.",
            "score": 168.3697726726532
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 229.07000529766083
        },
        {
            "docid": "1401727_27",
            "document": "Human mitochondrial genetics . Because mitochondrial growth and fission are mediated by the nuclear DNA, mutations in nuclear DNA can have a wide array of effects on mtDNA replication. Despite the fact that the loci for some of these mutations have been found on human chromosomes, specific genes and proteins involved have not yet been isolated. Mitochondria need a certain protein to undergo fission. If this protein (generated by the nucleus) is not present, the mitochondria grow but they do not divide. This leads to giant, inefficient mitochondria. Mistakes in chromosomal genes or their products can also affect mitochondrial replication more directly by inhibiting mitochondrial polymerase and can even cause mutations in the mtDNA directly and indirectly. Indirect mutations are most often caused by radicals created by defective proteins made from nuclear DNA.",
            "score": 254.23286092281342
        },
        {
            "docid": "1892610_2",
            "document": "Leber's hereditary optic neuropathy . Leber's hereditary optic neuropathy (LHON) or Leber hereditary optic atrophy is a mitochondrially inherited (transmitted from mother to offspring) degeneration of retinal ganglion cells (RGCs) and their axons that leads to an acute or subacute loss of central vision; this affects predominantly young adult males. LHON is only transmitted through the mother, as it is primarily due to mutations in the mitochondrial (not nuclear) genome, and only the egg contributes mitochondria to the embryo. LHON is usually due to one of three pathogenic mitochondrial DNA (mtDNA) point mutations. These mutations are at nucleotide positions 11778 G to A, 3460 G to A and 14484 T to C, respectively in the ND4, ND1 and ND6 subunit genes of complex I of the oxidative phosphorylation chain in mitochondria. Men cannot pass on the disease to their offspring.",
            "score": 219.82908701896667
        },
        {
            "docid": "19031099_3",
            "document": "Allelic heterogeneity . Mutated alleles expressing allelic heterogeneity can be classified as adaptive or disadaptive. These mutations can occur in the germ line cells, somatic cells, or in the mitochondrial. Mutations in germ line cells can be inherited as well as mitochondrial allelic mutations. The mitochondrial allelic mutations are inherited maternally. Typically in the human genome a small amount of allele variants account for ~75% of the mutations found at a particular locus within a population. Other variants found are considered to be rare or exclusive to a single pedigree. The Online Mendelian Inheritance of Man has a record of over 1000 genes and their associated allelic variants. These genes display allelic heterogeneity at their loci and are responsible for distinct disease phenotypes. Some of these diseases include alkaptonuria, albinism, achondroplasia, and phenylketonuria. For example, β-thalassemia may be caused by several different mutations in the β-globin gene. Allelic heterogeneity should not be confused with locus heterogeneity in which a mutation at a different gene causes a similar phenotype. Nor should it be confused with phenotypic heterogeneity in which a mutation within the same gene causes a different phenotype. Other major diseases displaying allelic heterogeneity are allelic mutations in the dystrophin gene which cause Duchenne dystrophy and mutations in the CFTR gene that are known to causes cystic fibrosis.",
            "score": 223.21721625328064
        },
        {
            "docid": "33928201_18",
            "document": "Behavior mutation . The study of sex allocation has provided some of the most convincing tests of adaptive behaviour. Theory predicts that organisms can adjust the allocation of resources to male and female offspring in response to environmental conditions. Sex ratio behaviour is the sex ratio response of a female in various conditions. Mutation accumulation is important because it is one evolutionary cause that increases variation between individuals in sex-ratio behaviour. For example, female wasps can adjust their offspring sex ratios by choosing whether to fertilize an egg because they are haplodiploid. In particular, female \"Nasonia vitripennis\" produce less males when laying eggs alone, and more males when laying eggs on a patch with other females. If female parasitoid wasps produce too few male offspring, then some of the female offspring will remain unmated. On the other hand, if too many sons are produced, then resources are wasted that could have been used to produce more daughters. Females of other strains show no similar conditional sex ratio behaviours. Researchers find that these behaviours are indeed subject to genetic variation. However, genetic variation in natural population is low and it has low heritability as for other fitness-related traits. The observation of this type of behavioural mutation has been argued to pose a problem for sex-ratio theory because the mutations are likely to have decreased fitness.",
            "score": 176.5769520998001
        },
        {
            "docid": "974284_14",
            "document": "Duchenne muscular dystrophy . If the mother is a carrier, and therefore one of her two X chromosomes has a DMD mutation, a 50% chance exists that a female child will inherit that mutation as one of her two X chromosomes, and be a carrier. If that carrier has a male child, there is a 50% chance that he will inherit the X chromosome with the mutation, and will have DMD. Prenatal tests can tell whether the unborn child has the most common mutations. Many mutations are responsible for DMD, and some have not been identified, so genetic testing only works when family members with DMD have an identified mutation.",
            "score": 153.57010507583618
        },
        {
            "docid": "1900228_15",
            "document": "Nemaline myopathy . The two most common gene mutations causing nemaline myopathy are found on \"NEB\" or \"ACTA1\". Mutations of the NEB gene usually result in symptoms present at birth or beginning in early childhood. This mutation results in about 50% of affected nemaline myopathy patients. The most common inheritance pathway for those with mutations in \"NEB\" is autosomal recessive in which each parent carries one mutated copy along with one normal functioning copy of the gene, and they pass the mutated copy to their offspring. In some cases, occasionally with \"ACTA1\" mutations, NM can be caused by an inheritance pattern of autosomal dominance. This mutation results in about 15 to 25 percent of the NM cases. The reason this is lower is because mutations resulting in the \"ACTA1\" gene would usually not be passed down from parents because this type of mutation happens spontaneously in the egg or sperm. When the condition is heritable, each pregnancy with the same partners has the same risk of passing the mutated genes to offspring. New mutations (de novo) can also occur causing NM and de novo mutations have been most often found to occur in the \"ACTA1\" gene. The risk of all cases of nemaline myopathy is the same in males and females.",
            "score": 204.55548012256622
        },
        {
            "docid": "3295330_10",
            "document": "Molecular anthropology . The Y chromosome is found in the nucleus of normal cells (nuclear DNA). Unlike mtDNA, it has mutations in the non-recombinant portion (NRY) of the chromosome spaced widely apart, so far apart that finding the mutations on new Y chromosomes is labor-intensive compared with mtDNA. Many studies rely on tandem repeats; however, tandem repeats can expand and retract rapidly and in some predictable patterns. The Y chromosome only tracks male lines, and is not found in females, whereas mtDNA can be traced in males even though they fail to pass on mtDNA. In addition, it has been estimated that effective male populations in the prehistoric period were typically two females per male, and recent studies show that cultural hegemony plays a large role in the passage of Y. This has created discordance between males and females for the \"Time to the Most Recent Common Ancestor\" (TMRCA). The estimates for Y TMRCA range from 1/4 to less than 1/2 that of mtDNA TMRCA. It is unclear whether this is due to high male-to-female ratios in the past coupled with repeat migrations from Africa, as a result of mutational rate change, or as some have even proposed that females of the LCA between chimps and humans continued to pass DNA millions after males ceased to pass DNA. At present the best evidence suggests that in migration the male to female ratio in humans may have declined, causing a trimming of Y diversity on multiple occasions within and outside of Africa.",
            "score": 187.33114612102509
        },
        {
            "docid": "26799151_4",
            "document": "BRCA mutation . Mutations can be inherited from either parent and may be passed on to both sons and daughters. Each child of a genetic carrier, regardless of sex, has a 50% chance of inheriting the mutated gene from the parent who carries the mutation. As a result, half of the people with \"BRCA\" gene mutations are male, who would then pass the mutation on to 50% of their offspring, male or female. The risk of \"BRCA\"-related breast cancers for men with the mutation is higher than for other men, but still low. However, \"BRCA\" mutations can increase the risk of other cancers, such as colon cancer, pancreatic cancer, and prostate cancer.",
            "score": 189.65154480934143
        },
        {
            "docid": "1401727_26",
            "document": "Human mitochondrial genetics . Mitochondrial DNA is susceptible to damage from free oxygen radicals from mistakes that occur during the production of ATP through the electron transport chain. These mistakes can be caused by genetic disorders, cancer, and temperature variations. These radicals can damage mtDNA molecules or change them, making it hard for mitochondrial polymerase to replicate them. Both cases can lead to deletions, rearrangements, and other mutations. Recent evidence has suggested that mitochondria have enzymes that proofread mtDNA and fix mutations that may occur due to free radicals. It is believed that a DNA recombinase found in mammalian cells is also involved in a repairing recombination process. Deletions and mutations due to free radicals have been associated with the aging process. It is believed that radicals cause mutations which lead to mutant proteins, which in turn led to more radicals. This process takes many years and is associated with some aging processes involved in oxygen-dependent tissues such as brain, heart, muscle, and kidney. Auto-enhancing processes such as these are possible causes of degenerative diseases including Parkinson's, Alzheimer's, and coronary artery disease.",
            "score": 179.35989832878113
        },
        {
            "docid": "12266_51",
            "document": "Genetics . Mutations alter an organism's genotype and occasionally this causes different phenotypes to appear. Most mutations have little effect on an organism's phenotype, health, or reproductive fitness. Mutations that do have an effect are usually detrimental, but occasionally some can be beneficial. Studies in the fly \"Drosophila melanogaster\" suggest that if a mutation changes a protein produced by a gene, about 70 percent of these mutations will be harmful with the remainder being either neutral or weakly beneficial.",
            "score": 163.09161686897278
        },
        {
            "docid": "25869325_6",
            "document": "Genetic history of indigenous peoples of the Americas . Both females and males inherit their Mitochondrial DNA (mtDNA) from only their mother. MtDNA mutations are also passed down relatively unchanged from generation to generation, so all humans share the same mtDNA-types. The logical extension of this is that all humans ultimately trace back to one woman, who is commonly referred to as Mitochondrial Eve. This line of biological inheritance, therefore, stops with each male. Consequently, Y-DNA is more commonly used by the general public for tracing genetic heritage of a direct male line.",
            "score": 156.06028366088867
        },
        {
            "docid": "6701668_9",
            "document": "Hypohidrotic ectodermal dysplasia . Most cases are caused by mutations in the EDA gene, which are inherited in an X-linked recessive pattern, called x-linked hypohidrotic ectodermal dysplasia (XLHED). A condition is considered X-linked if the mutated gene that causes the disorder is located on the X chromosome, one of the two sex chromosomes. In males (who have only one X chromosome), one altered copy of the gene in each cell is sufficient to cause the condition. In females (who have two X chromosomes), a mutation must be present in both copies of the gene to cause the disorder. Males are affected by X-linked recessive disorders much more frequently than females. A striking characteristic of X-linked inheritance is that fathers cannot pass X-linked traits to their sons.",
            "score": 181.01079833507538
        },
        {
            "docid": "22368461_68",
            "document": "Anglo-Saxon settlement of Britain . The inheritance of DNA is a complex process that varies between male and female individuals; consequently this allows the study of separate female and male lineages using mitochondrial DNA and Y-chromosome DNA respectively. Mitochondrial DNA (mtDNA for short) and Y-chromosome DNA differ from the DNA of diploid nuclear chromosomes in that they are not formed from the combination of both parents' genes. Rather, males inherit the Y-chromosome directly from their fathers, and both sexes inherit mtDNA directly from their mothers. Consequently, they preserve a genetic record from individual to individual that is altered only through mutation.",
            "score": 177.33243918418884
        },
        {
            "docid": "9236_24",
            "document": "Evolution . Mutations are changes in the DNA sequence of a cell's genome. When mutations occur, they may alter the product of a gene, or prevent the gene from functioning, or have no effect. Based on studies in the fly \"Drosophila melanogaster\", it has been suggested that if a mutation changes a protein produced by a gene, this will probably be harmful, with about 70% of these mutations having damaging effects, and the remainder being either neutral or weakly beneficial.",
            "score": 198.51051139831543
        }
    ],
    "r": [
        {
            "docid": "1401727_27",
            "document": "Human mitochondrial genetics . Because mitochondrial growth and fission are mediated by the nuclear DNA, mutations in nuclear DNA can have a wide array of effects on mtDNA replication. Despite the fact that the loci for some of these mutations have been found on human chromosomes, specific genes and proteins involved have not yet been isolated. Mitochondria need a certain protein to undergo fission. If this protein (generated by the nucleus) is not present, the mitochondria grow but they do not divide. This leads to giant, inefficient mitochondria. Mistakes in chromosomal genes or their products can also affect mitochondrial replication more directly by inhibiting mitochondrial polymerase and can even cause mutations in the mtDNA directly and indirectly. Indirect mutations are most often caused by radicals created by defective proteins made from nuclear DNA.",
            "score": 254.2328643798828
        },
        {
            "docid": "3713191_10",
            "document": "MELAS syndrome . This condition is inherited in a mitochondrial pattern, which is also known as maternal inheritance and heteroplasmy. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. In most cases, people with MELAS inherit an altered mitochondrial gene from their mother. Less commonly, the disorder results from a new mutation in a mitochondrial gene and occurs in people with no family history of MELAS.",
            "score": 246.04690551757812
        },
        {
            "docid": "8444537_5",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . This condition is inherited in a pattern reflecting its location in mitochondrial DNA, which is also known as maternal inheritance. This pattern of inheritance applies to genes contained in mitochondrial DNA. Because egg cells, but not sperm cells, contribute mitochondria to the developing embryo, only females pass mitochondrial conditions to their children. Mitochondrial disorders can appear in every generation of a family and can affect both males and females, but fathers do not pass mitochondrial traits to their children. Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. Most individuals with NARP have a specific MT-ATP6 mutation in 70 percent to 90 percent of their mitochondria. When this mutation is present in a higher percentage of a person's mitochondria—greater than 90 percent to 95 percent—it causes a more severe condition known as maternally inherited Leigh syndrome. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 241.44378662109375
        },
        {
            "docid": "19588_62",
            "document": "Mitochondrion . An individual's mitochondrial genes are not inherited by the same mechanism as nuclear genes. Typically, the mitochondria are inherited from one parent only. In humans, when an egg cell is fertilized by a sperm, the egg nucleus and sperm nucleus each contribute equally to the genetic makeup of the zygote nucleus. In contrast, the mitochondria, and therefore the mitochondrial DNA, usually come from the egg only. The sperm's mitochondria enter the egg, but do not contribute genetic information to the embryo. Instead, paternal mitochondria are marked with ubiquitin to select them for later destruction inside the embryo. The egg cell contains relatively few mitochondria, but it is these mitochondria that survive and divide to populate the cells of the adult organism. Mitochondria are, therefore, in most cases inherited only from mothers, a pattern known as maternal inheritance. This mode is seen in most organisms, including the majority of animals. However, mitochondria in some species can sometimes be inherited paternally. This is the norm among certain coniferous plants, although not in pine trees and yews. For Mytilids, paternal inheritance only occurs within males of the species. It has been suggested that it occurs at a very low level in humans. There is a recent suggestion that mitochondria that shorten male lifespan stay in the system because they are inherited only through the mother. By contrast, natural selection weeds out mitochondria that reduce female survival as such mitochondria are less likely to be passed on to the next generation. Therefore, it is suggested that human females and female animals tend to live longer than males. The authors claim that this is a partial explanation.",
            "score": 235.8448944091797
        },
        {
            "docid": "48786616_5",
            "document": "Mother's curse . Mother's curse predicts that mtDNA mutations pose a greater threat on males and male-specific detrimental mutations in mtDNA could be maintained and reach a high frequency. Several researches support these predictions. In humans, a mtDNA haplogroup that exhibits reduction in sperm mobility reaches a frequency of 20%. In \"Drosophila melanogaster\", mtDNA polymorphism mainly affects nuclear gene expression in males but not in females and those genes are predominantly male-biased. Moreover, Camus e\"t al.\" constructed 13 \"D. melanogaster\" lines with isogenic nuclear genome and different mtDNA haplotypes. They demonstrated that mtDNA polymorphism is responsible for male aging, while there is no significant effect on female longevity. Smith \"et al.\" analyzed two different halpotype of mtDNA in hares and found that males of those two haplogroups show variation in their reproductive success. In addition, the mitochondrial genome is associated with sperm viability and length in seed beetles (\"Callosobruchus maculatus\").",
            "score": 232.8013458251953
        },
        {
            "docid": "3021700_9",
            "document": "Kearns–Sayre syndrome . KSS is the result of deletions in mitochondrial DNA (mtDNA) that cause a particular constellation of medical signs and symptoms. mtDNA is transmitted exclusively from the mother's ovum. Mitochondrial DNA is composed of 37 genes found in the single circular chromosome measuring 16,569 base pairs in length. Among these, 13 genes encode proteins of the electron transport chain (abbreviated \"ETC\"), 22 encode transfer RNA (tRNA), and two encode the large and small subunits that form ribosomal RNA (rRNA). The 13 proteins involved in the ETC of the mitochondrion are necessary for oxidative phosphorylation. Mutations in these proteins results in impaired energy production by mitochondria. This cellular energy deficit manifests most readily in tissues that rely heavily upon aerobic metabolism such as the brain, skeletal and cardiac muscles, sensory organs, and kidneys. This is one factor involved in the presentation of mitochondrial diseases.  There are other factors involved in the manifestation of a mitochondrial disease besides the size and location of a mutation. Mitochondria replicate during each cell division during gestation and throughout life. Because the mutation in mitochondrial disease most often occurs early in gestation in these diseases, only those mitochondria in the mutated lineage are defective. This results in an uneven distribution of dysfunctional mitochondria within each cell, and among different tissues of the body. This describes the term heteroplasmic which is characteristic of mitochondrial diseases including KSS. The distribution of mutated mtDNA in each cell, tissue, and organ, is dependent on when and where the mutation occurs. This may explain why two patients with an identical mutation in mtDNA can present with entirely different phenotypes and in turn different syndromes. A publication in 1992 by Fischel-Ghodsian et al. identified the same 4,977-bp deletion in mtDNA in two patients presenting with two entirely different diseases. One of the patients had characteristic KSS, while the other patient had a very different disease known as Pearson marrow pancreas syndrome. Complicating the matter, in some cases Pearson's syndrome has been shown to progress into KSS later in life. More recent studies have concluded that mtDNA duplications may also play a significant role in determining what phenotype is present. Duplications of mtDNA seem to be characteristic of all cases of KSS and Pearson's syndrome, while they are absent in CPEO.  Deletions of mtDNA in KSS vary in size (1.3–8kb), as well as position in the mitochondrial genome. The most common deletion is 4.9kb and spans from position 8469 to position 13147 on the genome. This deletion is present in approximately ⅓ of people with KSS",
            "score": 229.07000732421875
        },
        {
            "docid": "30872162_7",
            "document": "DNA barcoding . DNA barcoding is based on a relatively simple concept. All eukaryote cells contain mitochondria, and animal mitochondrial DNA (mtDNA) has a relatively fast mutation rate, resulting in the generation of diversity within and between populations over relatively short evolutionary timescales (thousands of generations). Typically, in animals, a single mtDNA genome is transmitted to offspring by each breeding female, and the genetic effective population size is proportional to the number of breeding females. This contrasts with the nuclear genome, which is around 100 000 times larger, where males and females each contribute two full genomes to the gene pool and effective size is therefore proportional to twice the total population size. This reduction in effective population size leads to more rapid sorting of mtDNA gene lineages within and among populations through time, due to variance in fecundity among individuals (the principle of coalescence). The combined effect of higher mutation rates and more rapid sorting of variation usually results in divergence of mtDNA sequences among species and a comparatively small variance within species. A 658-bp region (the Folmer region) of the mitochondrial cytochrome c oxidase subunit I (COI or COX1) gene was proposed as a potential 'barcode'.",
            "score": 223.82699584960938
        },
        {
            "docid": "19031099_3",
            "document": "Allelic heterogeneity . Mutated alleles expressing allelic heterogeneity can be classified as adaptive or disadaptive. These mutations can occur in the germ line cells, somatic cells, or in the mitochondrial. Mutations in germ line cells can be inherited as well as mitochondrial allelic mutations. The mitochondrial allelic mutations are inherited maternally. Typically in the human genome a small amount of allele variants account for ~75% of the mutations found at a particular locus within a population. Other variants found are considered to be rare or exclusive to a single pedigree. The Online Mendelian Inheritance of Man has a record of over 1000 genes and their associated allelic variants. These genes display allelic heterogeneity at their loci and are responsible for distinct disease phenotypes. Some of these diseases include alkaptonuria, albinism, achondroplasia, and phenylketonuria. For example, β-thalassemia may be caused by several different mutations in the β-globin gene. Allelic heterogeneity should not be confused with locus heterogeneity in which a mutation at a different gene causes a similar phenotype. Nor should it be confused with phenotypic heterogeneity in which a mutation within the same gene causes a different phenotype. Other major diseases displaying allelic heterogeneity are allelic mutations in the dystrophin gene which cause Duchenne dystrophy and mutations in the CFTR gene that are known to causes cystic fibrosis.",
            "score": 223.21722412109375
        },
        {
            "docid": "48786616_7",
            "document": "Mother's curse . Mitochondria play a pivotal role in eukaryotic respiration. Because of maternal inheritance, mtDNA has no selection in males. Instead, mutations only deleterious to males could be maintained and reach a higher frequency by selection or genetic drift in females. As a consequence, asymmetric effects of mtDNA mutations result in sexual conflict. On the other hand, to alleviate the effect of mother's curse, interaction between mtDNA and nuclear genes promotes coevolution of mitochondrial and nuclear genomes.",
            "score": 221.3260498046875
        },
        {
            "docid": "1892610_2",
            "document": "Leber's hereditary optic neuropathy . Leber's hereditary optic neuropathy (LHON) or Leber hereditary optic atrophy is a mitochondrially inherited (transmitted from mother to offspring) degeneration of retinal ganglion cells (RGCs) and their axons that leads to an acute or subacute loss of central vision; this affects predominantly young adult males. LHON is only transmitted through the mother, as it is primarily due to mutations in the mitochondrial (not nuclear) genome, and only the egg contributes mitochondria to the embryo. LHON is usually due to one of three pathogenic mitochondrial DNA (mtDNA) point mutations. These mutations are at nucleotide positions 11778 G to A, 3460 G to A and 14484 T to C, respectively in the ND4, ND1 and ND6 subunit genes of complex I of the oxidative phosphorylation chain in mitochondria. Men cannot pass on the disease to their offspring.",
            "score": 219.82908630371094
        },
        {
            "docid": "1401727_10",
            "document": "Human mitochondrial genetics . Mitochondrial genome mutations are passed on 100% of the time from mother to all her offspring. So, if a female has a mitochondrial trait, all offspring inherit it. However, if a male has a mitochondrial trait, no offspring inherit it. The number of affected mtDNA molecules inherited by a specific offspring can vary greatly because It is possible, even in twin births, for one baby to receive more than half mutant mtDNA molecules while the other twin may receive only a tiny fraction of mutant mtDNA molecules with respect to wildtype (depending on how the twins divide from each other and how many mutant mitochondria happen to be on each side of the division). In a few cases, some mitochondria or a mitochondrion from the sperm cell enters the oocyte but paternal mitochondria are actively decomposed.",
            "score": 216.94601440429688
        },
        {
            "docid": "160125_3",
            "document": "Mitochondrial disease . Mitochondrial diseases are sometimes (about 15% of the time) caused by mutations in the mitochondrial DNA that affect mitochondrial function. Other mitochondrial diseases are caused by mutations in genes of the nuclear DNA, whose gene products are imported into the mitochondria (mitochondrial proteins) as well as acquired mitochondrial conditions. Mitochondrial diseases take on unique characteristics both because of the way the diseases are often inherited and because mitochondria are so critical to cell function. The subclass of these diseases that have neuromuscular disease symptoms are often called a mitochondrial myopathy.",
            "score": 216.89535522460938
        },
        {
            "docid": "1401727_28",
            "document": "Human mitochondrial genetics . In total, the mitochondrion hosts about 3000 different types of proteins, but only about 13 of them are coded on the mitochondrial DNA. Most of the 3000 types of proteins are involved in a variety of processes other than ATP production, such as porphyrin synthesis. Only about 3% of them code for ATP production proteins. This means most of the genetic information coding for the protein makeup of mitochondria is in chromosomal DNA and is involved in processes other than ATP synthesis. This increases the chances that a mutation that will affect a mitochondrion will occur in chromosomal DNA, which is inherited in a Mendelian pattern. Another result is that a chromosomal mutation will affect a specific tissue due to its specific needs, whether those may be high energy requirements or a need for the catabolism or anabolism of a specific neurotransmitter or nucleic acid. Because several copies of the mitochondrial genome are carried by each mitochondrion (2–10 in humans), mitochondrial mutations can be inherited maternally by mtDNA mutations which are present in mitochondria inside the oocyte before fertilization, or (as stated above) through mutations in the chromosomes.",
            "score": 214.30569458007812
        },
        {
            "docid": "47157896_5",
            "document": "Genetics of infertility . Recently, NR5A1 mutations have been related to human male infertility (MIM 613957). These findings substantially increase the number of NR5A1 mutations reported in humans and show that mutations in NR5A1 can be found in patients with a wide range of phenotypic features, ranging from 46,XY sex reversal with primary adrenal failure to male infertility. For the first time, Bashamboo et al. (2010) conducted a study on the nonobstructive infertile men (a non-Caucasian mixed ancestry n = 315), which resulted in the report of all missense mutations in the NR5A1 gene with 4% frequency. Functional studies of the missense mutations revealed impaired transcriptional activation of NR5A1-responsive target genes. Subsequently, three missense mutations were identified as associated with and most likely the cause of the male infertility, according to computational analyses. The study indicated that the mutation frequency is below 1% (Caucasian German origin, n = 488). In another study the coding sequence of NR5A1 has been analysed in a cohort of 90 well-characterised idiopathic Iranian azoospermic infertile men versus 112 fertile men. Heterozygous NR5A1 mutations were found in 2 of 90 (2.2%) of cases. These two patients harboured missense mutations within the hinge region (p.P97T) and ligand-binding domain (p.E237K) of the NR5A1 protein.",
            "score": 212.81796264648438
        },
        {
            "docid": "1401727_29",
            "document": "Human mitochondrial genetics . Mitochondrial diseases range in severity from asymptomatic to fatal, and are most commonly due to inherited rather than acquired mutations of mitochondrial DNA. A given mitochondrial mutation can cause various diseases depending on the severity of the problem in the mitochondria and the tissue the affected mitochondria are in. Conversely, several different mutations may present themselves as the same disease. This almost patient-specific characterization of mitochondrial diseases (see Personalized medicine) makes them very hard to accurately recognize, diagnose and trace. Some diseases are observable at or even before birth (many causing death) while others do not show themselves until late adulthood (late-onset disorders). This is because the number of mutant versus wildtype mitochondria varies between cells and tissues, and is continuously changing. Because cells have multiple mitochondria, different mitochondria in the same cell can have different variations of the mtDNA. This condition is referred to as heteroplasmy. When a certain tissue reaches a certain ratio of mutant versus wildtype mitochondria, a disease will present itself. The ratio varies from person to person and tissue to tissue (depending on its specific energy, oxygen, and metabolism requirements, and the effects of the specific mutation). Mitochondrial diseases are very numerous and different. Apart from diseases caused by abnormalities in mitochondrial DNA, many diseases are suspected to be associated in part by mitochondrial dysfunctions, such as diabetes mellitus, forms of cancer and cardiovascular disease, lactic acidosis, specific forms of myopathy, osteoporosis, Alzheimer's disease, Parkinsons's disease, stroke, male infertility and which are also believed to play a role in the aging process.",
            "score": 212.35629272460938
        },
        {
            "docid": "53444295_10",
            "document": "Arts syndrome . Arts syndrome follows an X-linked inheritance. In males (who have only one X chromosome), a mutation in the only copy of the gene in each cell causes the disorder. In females (who have two X chromosomes), a mutation in one of the two copies of the gene in each cell sometimes causes features of the disorder; in other cases, these females do not experience any symptoms. In the small number of Arts syndrome cases that have been identified, affected individuals have inherited the mutation from a mother who carries an altered copy of the PRPS1 gene. If the mother is a carrier, the chance of transmitting the \"PRPS1\" mutation in each pregnancy is 50%. Males who inherit the mutation will be affected; females who inherit the mutation will be carriers and may or may not be mildly affected. Males with Arts syndrome do not reproduce.",
            "score": 209.48806762695312
        },
        {
            "docid": "6910578_6",
            "document": "Cytoplasmic male sterility . While CMS is controlled by an extranuclear genome, nuclear genes may have the capability to restore fertility. When nuclear restoration of fertility genes (\"Rf\") is available for a CMS system in any crop, it is cytoplasmic–genetic male sterility; the sterility is manifested by the influence of both nuclear (with Mendelian inheritance) and cytoplasmic (maternally inherited) genes. There are also restorers of fertility (\"Rf\") genes that are distinct from genetic male sterility genes. The \"Rf\" genes have no expression of their own unless the sterile cytoplasm is present. \"Rf\" genes are required to restore fertility in S cytoplasm that causes sterility. Thus plants with N cytoplasm are fertile and S cytoplasm with genotype \"Rf\"- leads to fertiles while S cytoplasm with \"rfrf\" produces only male steriles. Another feature of these systems is that \"Rf\" mutations (\"i.e.\", mutations to \"rf\" or no fertility restoration) are frequent, so that N cytoplasm with \"Rfrf\" is best for stable fertility.",
            "score": 207.47088623046875
        },
        {
            "docid": "14179793_8",
            "document": "MT-ATP6 . Most of the body's cells contain thousands of mitochondria, each with one or more copies of mitochondrial DNA. The severity of some mitochondrial disorders is associated with the percentage of mitochondria in each cell that has a particular genetic change. People with Leigh syndrome due to a MT-ATP6 gene mutation tend to have a very high percentage of mitochondria with the mutation (from more than 90 percent to 95 percent). The less-severe features of NARP result from a lower percentage of mitochondria with the mutation, typically 70 percent to 90 percent. Because these two conditions result from the same genetic changes and can occur in different members of a single family, researchers believe that they may represent a spectrum of overlapping features instead of two distinct syndromes.",
            "score": 206.57647705078125
        },
        {
            "docid": "30142141_15",
            "document": "Adaptive evolution in the human genome . A considerable number of studies have used genomic methods to identify specific human genes that show evidence of adaptive evolution. Table 2 gives selected examples of such genes for each gene type discussed, but provides nowhere near an exhaustive list of the human genes showing evidence of adaptive evolution. Below are listed some of the types of gene which show strong evidence of adaptive evolution in the human genome. Bakewell et al. (2007) found that a relatively large proportion (9.7%) of positively selected genes were associated with diseases. This may be because diseases can be adaptive in some contexts. For example, schizophrenia has been linked with increased creativity (Crespi et al. 2007), perhaps a useful trait for obtaining food or attracting mates in Palaeolithic times. Alternatively, the adaptive mutations may be the ones which reduce the chance of disease arising due to other mutations. However, this second explanation seems unlikely, because the mutation rate in the human genome is fairly low, so selection would be relatively weak. 417 genes involved in the immune system showed strong evidence of adaptive evolution in the study of Nielsen et al. (2005a). This is probably because the immune genes may become involved in a evolutionary arms race with bacteria and viruses (Daugherty and Malik 2012; Van der Lee et al. 2017). These pathogens evolve very rapidly, so selection pressures change quickly, giving more opportunity for adaptive evolution.  247 genes in the testes showed evidence of adaptive evolution in the study of Nielsen et al. (2005a). This could be partially due to sexual antagonism. Male-female competition could facilitate an arms race of adaptive evolution. However, in this situation you would expect to find evidence of adaptive evolution in the female sexual organs also, but there is less evidence of this. Sperm competition is another possible explanation. Sperm competition is strong, and sperm can improve their chances of fertilising the female egg in a variety of ways, including increasing their speed, stamina or response to chemoattractants (Swanson and Vacquier 2002). Genes involved in detecting smell show strong evidence of adaptive evolution (Voight et al. 2006), probably due to the fact that the smells encountered by humans have changed recently in their evolutionary history (Williamson et al. 2007). Humans’ sense of smell has played an important role in determining the safety of food sources. Genes involved in lactose metabolism show particularly strong evidence of adaptive evolution amongst the genes involved in nutrition. A mutation linked to lactase persistence shows very strong evidence of adaptive evolution in European and American populations (Williamson et al. 2007), populations where pastoral farming for milk has been historically important. Pigmentation genes show particularly strong evidence of adaptive evolution in non-African populations (Williamson et al. 2007). This is likely to be because those humans that left Africa approximately 50,000 years ago, entered less sunny climates, and so were under new selection pressures to obtain enough Vitamin D from the weakened sunlight. There is some evidence of adaptive evolution in genes linked to brain development, but some of these genes are often associated with diseases, e.g. microcephaly (see Table 2). However, there is a particular interest in the search for adaptive evolution in brain genes, despite the ethical issues surrounding such research. If more adaptive evolution was discovered in brain genes in one human population than another, then this information could be interpreted as showing greater intelligence in the more adaptively evolved population.  Other gene types showing considerable evidence of adaptive evolution (but generally less evidence than the types discussed) include: genes on the X chromosome, nervous system genes, genes involved in apoptosis, genes coding for skeletal traits, and possibly genes associated with speech (Nielsen et al. 2005a, Williamson et al. 2007, Voight et al. 2006, Krause et al. 2007).",
            "score": 205.44790649414062
        },
        {
            "docid": "1900228_15",
            "document": "Nemaline myopathy . The two most common gene mutations causing nemaline myopathy are found on \"NEB\" or \"ACTA1\". Mutations of the NEB gene usually result in symptoms present at birth or beginning in early childhood. This mutation results in about 50% of affected nemaline myopathy patients. The most common inheritance pathway for those with mutations in \"NEB\" is autosomal recessive in which each parent carries one mutated copy along with one normal functioning copy of the gene, and they pass the mutated copy to their offspring. In some cases, occasionally with \"ACTA1\" mutations, NM can be caused by an inheritance pattern of autosomal dominance. This mutation results in about 15 to 25 percent of the NM cases. The reason this is lower is because mutations resulting in the \"ACTA1\" gene would usually not be passed down from parents because this type of mutation happens spontaneously in the egg or sperm. When the condition is heritable, each pregnancy with the same partners has the same risk of passing the mutated genes to offspring. New mutations (de novo) can also occur causing NM and de novo mutations have been most often found to occur in the \"ACTA1\" gene. The risk of all cases of nemaline myopathy is the same in males and females.",
            "score": 204.55548095703125
        },
        {
            "docid": "21378333_7",
            "document": "Gynodioecy . Cytoplasmic male sterility genes, usually found in the mitochondrial genome, show up and are established when female fertility is just slightly more than the hermaphroditic fertility. The female only needs to make slightly more or better seeds than hermaphrodites since the mitochondrial genome is maternally inherited. Research done on plants has shown that hermaphroditic plants are in constant battles against organelle genes trying to kill their male parts. In over 140 plant species, these “male killer” genes have been observed. Male sterility genes cause plants to grow anthers that are stunted or withered and as a result, do not produce pollen. In most plants, there are nuclear fertility restoring genes that counteract the work of the male sterility genes, maintaining the hermaphroditic state of the plant. However, in some species of plants, the male sterility genes win the battle over the nuclear fertility restoring genes, and gynodioecy occurs.",
            "score": 203.26510620117188
        },
        {
            "docid": "8926781_4",
            "document": "Mitochondrial neurogastrointestinal encephalopathy syndrome . A variety of mutations in the TYMP gene have been discovered that lead to the onset of mitochondrial neurogastrointestinal encephalopathy syndrome. The TYMP gene is a nuclear gene, however, mutations in the TYMP gene affect mitochrondrial DNA and function. Mutations in this gene result in a loss of thymidine phosphorylase activity. Thymidine phosphorylase is the enzymatic product of the TYMP gene and is responsible for breaking down thymidine nucleosides into thymine and 2-deoxyribose 1-phosphate. Without normal thymidine phosphorylase activity, thymidine nucleosides begin to build up in cells. High nucleoside levels are toxic to mitochondrial DNA and cause mutations that lead to dysfunction of the respiratory chain, and thus, inadequate energy production in the cells. These mitochondrial effects are responsible for the symptomatology associated with the disease.",
            "score": 202.98757934570312
        },
        {
            "docid": "46349526_8",
            "document": "Amita Sehgal . In 2008, Sehgal \"et al.\" discovered the \"sleepless \"gene in fruit flies through insertional mutagenesis. Mutations in the \"sleepless\" gene caused the flies to sleep 80% less than normal flies and live half as long as normal flies. Sehgal \"et al.\" observed flies had extreme loss of sleep when the flies completely lacked the SLEEPLESS protein. Flies with mutations which lowered the level of SLEEPLESS protein had normal levels of sleep, but when the flies were sleep-deprived, they showed abnormal recovery sleep. Sehgal \"et al.\" also found increased stem cell activity within the testes of male flies with mutations in \"sleepless\". The SLEEPLESS protein activates Shaker potassium channels and inhibits nicotinic acetylcholine receptors.",
            "score": 201.99667358398438
        },
        {
            "docid": "4529789_6",
            "document": "X-linked severe combined immunodeficiency . X-SCID is caused by a mutation occurring in the xq13.1 locus of the X-chromosome. Most often, this disease affects males whose mother is a carrier (heterozygous) for the disorder. Because females have two X-chromosomes, the mother will not be affected by carrying only one abnormal X-chromosome, but any male children will have a 50% chance of being affected with the disorder by inheriting the faulty gene. Likewise, her female children will have a 50% chance of being carriers for the immunodeficiency. X-SCID can also arise through de novo mutations and can be prevented in females by X-inactivation. In X-inactivation the preferential selection of the non-mutant X chromosome during development results in the outcome that none of the mature female cells actively express the X-SCID mutation, they are immunologically unaffected and have no carrier burden. A de novo mutation is an alteration in a gene caused by the result of a mutation in a germ cell (egg or sperm) or in the fertilized egg itself, rather than having been inherited from a carrier. Since only 1/3 of all X-SCID patients have a positive family history of SCID, it is hypothesized that de novo mutations account for a significant percentage of cases. X-inactivation occurs in a completely random manner, in females, very early in embryonic development. Once an X is inactivated, it remains inactivated throughout the life of that cell and any of its daughter cells. It is important to note that X-inactivation is reversed in female germline cells, so that all new oocytes receive an active X. Regardless of which X is inactivated in her somatic cells, a female will have a 50% chance of passing on the disease to any male children.",
            "score": 201.9161376953125
        },
        {
            "docid": "5074049_2",
            "document": "Sterile male plant . Sterile male plants are plants which are incapable of producing pollen. This is sometimes attributed to mutations in the mitochondrial DNA which affects the Tapetum cells in anthers which are responsible for nursing developing pollen. The mutations cause the breakdown of the mitochondria in these specific cells and result in cell death and so pollen production is interrupted. These observations have now led to transgenic sterile male plants to be made in order to create hybrid seeds, by inserting transgenes which are specifically poisonous to Tapetum cells.",
            "score": 201.9095916748047
        },
        {
            "docid": "5788696_4",
            "document": "MERRF syndrome . The cause of MERRF disorder is due to the mitochondrial genomes mutation. This means that it is a pathogenic variants in mtDNA and is transmitted by maternal inheritance. Four point mutations in the genome can be identified which are associated with MERRF: m.A8344G, m.T8356C, m.G8361A, and m.G8363A. The point mutation m.A8344G is mostly associated with MERRF, in a study published by Paul Jose Lorenzoni from the Department of neurology at University of Panama stated that 80% of the patients with MERRF disease exhibited this point mutation. This point mutation disrupts the mitochondrial gene for tRNA-Lys, thus disrupting the synthesis of proteins essential for oxidative phosphorylation. The remaining mutations only account for 10% of cases, and the remaining 10% of he patients with MERRF did not have an identifiable mutation in the mitochondrial DNA.",
            "score": 201.46690368652344
        },
        {
            "docid": "41067204_4",
            "document": "Ogden syndrome . Ogden Syndrome is a lethal X-linked recessive condition. Because the affected gene is on the X-chromosome, it affects only males. It was the first reported human genetic disorder linked with a mutation in an N-terminal acetyltransferase (NAT) gene. Males have the Ser37Pro (S37P) mutation in the gene encoding NAA10, the catalytic subunit of NatA, the major human NAT involved in the co-translational acetylation of proteins. The S37P mutation swaps one amino acid for another, a Serine amino acid for a Proline, in just one part at the end of the resulting protein. This mutation changes the structure of the protein, which makes it less effective than a normal protein, causing a multitude of effects for the babies. A mutation in an enzyme involved in N-terminal acetylation of proteins has thus far been associated with this distinct X-linked phenotype in two families, with 8 males who carried the hypomorphic hNaa10 p.Ser37Pro allele dying in infancy with cardiomegaly and cardiac arrhythmias. N-terminal acetylation is one of the most common protein modifications in humans, occurring on approximately 80% of all human proteins.",
            "score": 200.84873962402344
        },
        {
            "docid": "8444293_4",
            "document": "Ornithine translocase deficiency . Mutations in the \"SLC25A15\" gene cause ornithine translocase deficiency. Ornithine translocase deficiency belongs to a class of metabolic disorders referred to as urea cycle disorders. The urea cycle is a sequence of reactions that occurs in liver cells. This cycle processes excess nitrogen, generated when protein is used by the body, to make a compound called urea that is excreted by the kidneys. The \"SLC25A15\" gene provides instructions for making a protein called a mitochondrial ornithine transporter. This protein is needed to move a molecule called ornithine within the mitochondria (the energy-producing centers in cells). Specifically, this protein transports ornithine across the inner membrane of mitochondria to the region called the mitochondrial matrix, where it participates in the urea cycle. Mutations in the \"SLC25A15\" gene result in a mitochondrial ornithine transporter that is unstable or the wrong shape, and which cannot bring ornithine to the mitochondrial matrix. This failure of ornithine transport causes an interruption of the urea cycle and the accumulation of ammonia, resulting in the signs and symptoms of ornithine translocase deficiency.",
            "score": 198.92788696289062
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 198.70135498046875
        },
        {
            "docid": "9236_24",
            "document": "Evolution . Mutations are changes in the DNA sequence of a cell's genome. When mutations occur, they may alter the product of a gene, or prevent the gene from functioning, or have no effect. Based on studies in the fly \"Drosophila melanogaster\", it has been suggested that if a mutation changes a protein produced by a gene, this will probably be harmful, with about 70% of these mutations having damaging effects, and the remainder being either neutral or weakly beneficial.",
            "score": 198.510498046875
        },
        {
            "docid": "321263_45",
            "document": "Birth defect . Genetic causes of congenital anomalies include inheritance of abnormal genes from the mother or the father, as well as new mutations in one of the germ cells that gave rise to the fetus. Male germ cells mutate at a much faster rate than female germ cells, and as the father ages, the DNA of the germ cells mutates quickly. If an egg is fertilized with sperm that has damaged DNA, there is a possibility that the fetus could develop abnormally.",
            "score": 197.54879760742188
        },
        {
            "docid": "558596_11",
            "document": "Leigh syndrome . Between 20 and 25 percent of Leigh syndrome cases are caused by mutations in mitochondrial DNA. The most common of these mutations is found in 10 to 20 percent of Leigh syndrome and occurs in MT-ATP6, a gene that codes for a protein in the last complex of the oxidative phosphorylation chain, ATP synthase, an enzyme that directly generates ATP. Without ATP synthase, the electron transport chain will not produce any ATP. The most common MT-ATP6 mutation found with Leigh syndrome is a point mutation at nucleotide 8993 that changes a thymine to a guanine. This and other point mutations associated with Leigh syndrome destabilize or malform the protein complex and keep energy production down in affected cells. Several mitochondrial genes involved in creating the first complex of the oxidative phosphorylation chain can be implicated in a case of Leigh syndrome, including genes MT-ND2, MT-ND3, MT-ND5, and MT-ND6.",
            "score": 196.9579315185547
        }
    ]
}