{
    "q": [
        {
            "docid": "20545450_7",
            "document": "FG syndrome . The MED12 gene codes for the Mediator Complex Subunit 12 protein. The mediator complex is composed of around 25 different proteins that all help with the regulation of gene activity. This mediator complex regulated gene expression by bridging interaction between RNA polymerase II and gene-specific regulating proteins such as transcription factors, repressor proteins, activator proteins, etc. Changes to this complex and the proteins associated can have a severe impact on the production of new proteins. The MED12 gene is also thought to be highly linked to neuron development as well as high usage in the cells signal transduction pathway. This explains the slowed intellectual development individuals with FG syndrome have.",
            "score": 138.09699380397797
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 128.0355086326599
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 114.25626337528229
        },
        {
            "docid": "3131507_15",
            "document": "RNA-binding protein . RNA-binding proteins' transcriptional and post-transcriptional regulation of RNA has a role in regulating the patterns of gene expression during development. Extensive research on the nematode \"C. elegans\" has identified RNA-binding proteins as essential factors during germline and early embryonic development. Their specific function involves the development of somatic tissues (neurons, hypodermis, muscles and excretory cells) as well as providing timing cues for the developmental events. Nevertheless, it is exceptionally challenging to discover the mechanism behind RBPs' function in development due to the difficulty in identifying their RNA targets. This is because most RBPs usually have multiple RNA targets. However, it is indisputable that RBPs exert a critical control in regulating developmental pathways in a concerted manner.",
            "score": 113.73185157775879
        },
        {
            "docid": "6235_38",
            "document": "Cell nucleus . In order to control which genes are being transcribed, the cell separates some transcription factor proteins responsible for regulating gene expression from physical access to the DNA until they are activated by other signaling pathways. This prevents even low levels of inappropriate gene expression. For example, in the case of NF-κB-controlled genes, which are involved in most inflammatory responses, transcription is induced in response to a signal pathway such as that initiated by the signaling molecule TNF-α, binds to a cell membrane receptor, resulting in the recruitment of signalling proteins, and eventually activating the transcription factor NF-κB. A nuclear localisation signal on the NF-κB protein allows it to be transported through the nuclear pore and into the nucleus, where it stimulates the transcription of the target genes.",
            "score": 124.01045155525208
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 125.01217651367188
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 129.280846118927
        },
        {
            "docid": "4774419_21",
            "document": "Herpes simplex virus . HSVs may persist in a quiescent but persistent form known as \"latent infection\", notably in neural ganglia. HSV-1 tends to reside in the trigeminal ganglia, while HSV-2 tends to reside in the sacral ganglia, but these are tendencies only, not fixed behavior. During latent infection of a cell, HSVs express latency associated transcript (LAT) RNA. LAT regulates the host cell genome and interferes with natural cell death mechanisms. By maintaining the host cells, LAT expression preserves a reservoir of the virus, which allows subsequent, usually symptomatic, periodic recurrences or \"outbreaks\" characteristic of non-latency. Whether or not recurrences are symptomatic, viral shedding occurs to infect a new host. A protein found in neurons may bind to herpes virus DNA and regulate latency. Herpes virus DNA contains a gene for a protein called ICP4, which is an important transactivator of genes associated with lytic infection in HSV-1. Elements surrounding the gene for ICP4 bind a protein known as the human neuronal protein Neuronal Restrictive Silencing Factor (NRSF) or human Repressor Element Silencing Transcription Factor (REST). When bound to the viral DNA elements, histone deacetylation occurs atop the ICP4 gene sequence to prevent initiation of transcription from this gene, thereby preventing transcription of other viral genes involved in the lytic cycle. Another HSV protein reverses the inhibition of ICP4 protein synthesis. ICP0 dissociates NRSF from the \"ICP4\" gene and thus prevents silencing of the viral DNA.",
            "score": 97.08447897434235
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 120.88832128047943
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 133.442009806633
        },
        {
            "docid": "9398201_2",
            "document": "CDKL5 . CDKL5 is a gene that provides instructions for making a protein called cyclin-dependent kinase-like 5 also known as serine/threonine kinase 9 (STK9) that is essential for normal brain development with mutations causing deficiencies in the protein level. It regulates neuronal morphology through cytoplasmic signaling and controlling gene expression. The CDKL5 protein acts as a kinase, which is an enzyme that changes the activity of other proteins by adding a cluster of oxygen and phosphorus atoms (a phosphate group) at specific positions. Researchers are currently working to determine which proteins are targeted by the CDKL5 protein.",
            "score": 109.02000737190247
        },
        {
            "docid": "3454720_2",
            "document": "Regulator gene . A regulator gene, regulator, or regulatory gene is a gene involved in controlling the expression of one or more other genes. Regulatory sequences, which encode regulatory genes, are often 5' to the start site of transcription of the gene they regulate. In addition, these sequences can also be found 3' to the transcription start site. In both cases, whether the regulatory sequence occurs before (5') or after (3') the gene it regulates, the sequence is often many kilobases away from the transcription start site. A regulator gene may encode a protein, or it may work at the level of RNA, as in the case of genes encoding microRNAs. An example of a regulator gene is a gene that codes for a repressor protein that inhibits the activity of an operator gene (a gene which binds repressor proteins thus inhibiting the translation of RNA to protein via RNA polymerase).",
            "score": 112.33880937099457
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 102.67310512065887
        },
        {
            "docid": "14762117_3",
            "document": "GADD45B . This gene is a member of a group of genes whose transcript levels are increased following stressful growth arrest conditions and treatment with DNA-damaging agents. The genes in this group respond to environmental stresses by mediating activation of the p38/JNK pathway. This activation is mediated via their proteins binding and activating MTK1/MEKK4 kinase, which is an upstream activator of both p38 and JNK MAPKs. The function of these genes or their protein products is involved in the regulation of growth and apoptosis. These genes are regulated by different mechanisms, but they are often coordinately expressed and can function cooperatively in inhibiting cell growth.",
            "score": 162.26606619358063
        },
        {
            "docid": "31599765_6",
            "document": "Simon Boulton . DNA is highly reactive and susceptible to damage from things we are exposed to in everyday life. Fortunately, DNA has evolved processes in which it has the ability to repair itself. If the damages are not repaired and it continues to grow, mutagenic changes occur causing ageing and cancer. Boulton is responsible for identifying these new DNA repair genes, understanding how these genes work in DNA, and determining how the defects in these processes contribute to human diseases. To fulfil these tasks, Boulton studies the DNA damage repair inside a specific worm called C. elegans, then extends these findings to human cells. Through this process, he has found \"remarkable similarities between the genes and proteins used to repair DNA damage in the worm and in humans...By studying this fundamental process of DNA damage repair, the researchers have contributed to our understanding of how faults in the system can lead to cancer.\" Boulton's research has resulted in several major breakthroughs that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 132.6731309890747
        },
        {
            "docid": "17604561_6",
            "document": "Gary Ruvkun . When siRNAs of the same 21-22 nucleotide size as \"lin-4\" and \"let-7\" were discovered in 1999 by Hamilton and Baulcombe in plants, the fields of RNAi and miRNAs suddenly converged. It seemed likely that the similarly sized miRNAs and siRNAs would use similar mechanisms. In a collaborative effort, the Mello and Ruvkun labs showed that the first known components of RNA interference and their paralogs, Dicer and the PIWI proteins, are used by both miRNAs and siRNAs. Ruvkun's lab in 2003 identified many more miRNAs, identified miRNAs from mammalian neurons, and in 2007 discovered many new protein-cofactors for miRNA function.  Ruvkun's laboratory has also discovered that an insulin-like signaling pathway controls C. elegans metabolism and longevity. Klass Johnson and Kenyon showed that the developmental arrest program mediated by mutations in \"age-1\" and \"daf-2\" increase C. elegans longevity. The Ruvkun lab established that these genes constitute an insulin like receptor and a downstream phosphatidylinositol kinase that couple to the \"daf-16\" gene product, a highly conserved Forkhead transcription factor. Homologues of these genes have now been implicated in regulation of human aging. These findings are also important for diabetes, since the mammalian orthologs of \"daf-16\" (referred to as FOXO transcription factors) are also regulated by insulin. The Ruvkun lab has used full genome RNAi libraries to discover a comprehensive set of genes that regulate aging and metabolism. Many of these genes are broadly conserved in animal phylogeny and are likely to reveal the neuroendocrine system that assesses and regulates energy stores and assigns metabolic pathways based on that status. Recently, the Ruvkun lab discovered a deep connection between longevity and small RNA pathways, with the production of germline specific small RNA factors induced in somatic cells in long lived mutant animals.",
            "score": 128.34493958950043
        },
        {
            "docid": "559874_10",
            "document": "Chronic myelogenous leukemia . In this translocation, parts of two chromosomes (the 9th and 22nd) switch places. As a result, part of the BCR (\"breakpoint cluster region\") gene from chromosome 22 is fused with the ABL gene on chromosome 9. This abnormal \"fusion\" gene generates a protein of p210 or sometimes p185 weight (p210 is short for 210 kDa protein, a shorthand used for characterizing proteins based solely on size). Because abl carries a domain that can add phosphate groups to tyrosine residues (a tyrosine kinase), the \"bcr-abl\" fusion gene product is also a tyrosine kinase. The fused BCR-ABL protein interacts with the interleukin 3beta(c) receptor subunit. The BCR-ABL transcript is continuously active and does not require activation by other cellular messaging proteins. In turn, BCR-ABL activates a cascade of proteins that control the cell cycle, speeding up cell division. Moreover, the BCR-ABL protein inhibits DNA repair, causing genomic instability and making the cell more susceptible to developing further genetic abnormalities. The action of the BCR-ABL protein is the pathophysiologic cause of chronic myelogenous leukemia. With improved understanding of the nature of the BCR-ABL protein and its action as a tyrosine kinase, targeted therapies (the first of which was imatinib) that specifically inhibit the activity of the BCR-ABL protein have been developed. These tyrosine kinase inhibitors can induce complete remissions in CML, confirming the central importance of bcr-abl as the cause of CML.",
            "score": 122.39566993713379
        },
        {
            "docid": "17288194_2",
            "document": "CED9 (gene) . Cell death abnormality gene 9 (\"CED-9\"), also known as apoptosis regulator \"CED-9\", is a gene found in \"Caenorhabditis elegans\" that inhibits/represses programmed cell death (apoptosis). The gene was discovered while searching for mutations in the apoptotic pathway after the discovery of the apoptosis promoting genes \"CED-3\" and \"CED-4\". The gene gives rise to the apoptosis regulator CED-9 protein found as a Integral membrane protein in the mitochondrial membrane. The protein is homologous to the human apoptotic regulator Bcl-2 as well as all other proteins in the Bcl-2 protein family. CED-9 is involved in the inhibition of CED-4 which is the activator of the CED-3 caspase. Because of the pathway homology with humans as well as the specific protein homology, \"CED-9\" has been used to represent the human cell apoptosis interactions of Bcl-2 in research.",
            "score": 132.0089567899704
        },
        {
            "docid": "553121_2",
            "document": "Regulation of gene expression . Regulation of gene expression includes a wide range of mechanisms that are used by cells to increase or decrease the production of specific gene products (protein or RNA), and is informally termed \"gene regulation\". Sophisticated programs of gene expression are widely observed in biology, for example to trigger developmental pathways, respond to environmental stimuli, or adapt to new food sources. Virtually any step of gene expression can be modulated, from transcriptional initiation, to RNA processing, and to the post-translational modification of a protein. Often, one gene regulator controls another, and so on, in a gene regulatory network.",
            "score": 114.57082724571228
        },
        {
            "docid": "5802077_3",
            "document": "Prickle (protein) . The first prickle protein was identified in \"Drosophila\" as a planar cell polarity protein. Vertebrate prickle-1 was first found as a rat protein that binds to a transcription factor, neuron-restrictive silencer factor (NRSF). It was then recognized that other vertebrates including mice and humans have two genes that are related to \"Drosophila\" prickle. Mouse prickle-2 was found to be expressed in mature neurons of the brain along with mouse homologs of \"Drosophila\" planar polarity genes flamingo and dischevelled. Prickle interacts with flamingo to regulate sensory axon advance at the transition between the peripheral nervous system and the central nervous system. Also, Prickle1 interacts with RE1-silencing transcription factor (REST) by transporting REST out of the nucleus. REST turns off several critical genes in neurons by binding to particular regions of DNA in the nucleus.",
            "score": 92.4742864370346
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 125.77662694454193
        },
        {
            "docid": "1502597_18",
            "document": "Dosage compensation . The role of the DCC in this form of dosage compensation was postulated by Barbara J. Meyer in the 1980s, and its individual components and their cooperative function were later parsed out by her lab. Notably, in 1999, data from Meyer’s lab showed that SDC-2 is a particularly important transcriptional factor for targeting the DCC to the X chromosome and for assembling DCC components onto the X chromosomes in XX embryos. More recently, Meyer’s lab has shown that proteins known as X-linked signal elements (XSEs) operate in concert with SDC-2 to differentially repress and activate other genes in the dosage compensation pathway. By selectively mutating a panel of genes hypothesized to contribute to dosage compensation in worms, Meyer’s group demonstrated which XSEs specifically play a role in determining normal dosage compensation. They found that during embryonic development, several X-linked genes—including sex-1, sex-2, fox-1, and ceh-39—act in a combinatorial fashion to selectively repress transcriptional activity of the xol-1 gene in hermaphrodites. Xol-1 expression is tightly regulated during early development, and is considered the most upstream gene in sex determination of C. elegans. In fact, xol-1 is often referred to in the literature as the master sex regulatory gene of C. elegans. XX C. elegans embryos have much lower xol-1 expression than their XO counterparts, resulting from overall increases in the amount of SEX-1, SEX-2, CEH-39, and FOX-1 transcription produced in the female embryos. This consequent decrease in xol-1 expression then allows higher SDC-2 expression levels, which aids in the formation and function of the DCC complex in the XX hermaphroditic worms, and in turn results in equalized expression of X-linked genes in the hermaphrodite.",
            "score": 130.26103508472443
        },
        {
            "docid": "1822243_11",
            "document": "Fusion gene . Biologists may also deliberately create fusion genes for research purposes. The fusion of reporter genes to the regulatory elements of genes of interest allows researches to study gene expression. Reporter gene fusions can be used to measure activity levels of gene regulators, identify the regulatory sites of genes (including the signals required), identify various genes that are regulated in response to the same stimulus, and artificially control the expression of desired genes in particular cells. For example, by creating a fusion gene of a protein of interest and green fluorescent protein, the protein of interest may be observed in cells or tissue using fluorescence microscopy. The protein synthesized when a fusion gene is expressed is called a \"fusion protein\".",
            "score": 120.77423906326294
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 100.42260658740997
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 133.78194642066956
        },
        {
            "docid": "17599761_4",
            "document": "Victor Ambros . In 1993, Ambros and his co-workers Rosalind Lee and Rhonda Feinbaum reported in the journal \"Cell\" that they had discovered single-stranded non-protein-coding regulatory RNA molecules in the organism C. elegans. Previous research, including work by Ambros and Horvitz, had revealed that a gene known as \"lin-4\" was important for normal larval development of \"C. elegans\", a nematode often studied as a model organism. Specifically, \"lin-4\" was responsible for the progressive repression of the protein LIN-14 during larval development of the worm; mutant worms deficient in \"lin-4\" function had persistently high levels of LIN-14 and displayed developmental timing defects. However, the mechanism for control of LIN-14 remained unknown.",
            "score": 101.18267297744751
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 119.80395710468292
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 115.92481982707977
        },
        {
            "docid": "4238684_19",
            "document": "G-quadruplex . Fragile X mental retardation protein (FMRP) is a widely expressed protein coded by the fragile X mental retardation gene 1 (FMR1) that binds to G-quadruplex secondary structures in neurons and is involved in synaptic plasticity. FMRP acts as a negative regulator of translation, and its binding stabilizes G-quadruplex structures in mRNA transcripts, inhibiting ribosome elongation of mRNA in the neuron's dendrite and controlling the timing of the transcript's expression. Mutations of this gene can cause the development of Fragile X Syndrome, autism, and other neurological disorders. Specifically, Fragile X Syndrome is caused by an increase from 50 to over 200 CGG repeats within exon 13 of the FMR1 gene. This repeat expansion promotes DNA methylation and other epigenetic heterochromatin modifications of FMR1 that prevent the transcription of the gene, leading to pathological low levels of FMRP.",
            "score": 80.69595575332642
        },
        {
            "docid": "14754054_3",
            "document": "PITX2 . This gene encodes a member of the RIEG/PITX homeobox family, which is in the bicoid class of homeodomain proteins. This protein acts as a transcription factor and regulates procollagen lysyl hydroxylase gene expression. This protein is involved in the development of the eye, tooth and abdominal organs. This protein acts as a transcriptional regulator involved in basal and hormone-regulated activity of prolactin. A similar protein in other vertebrates is involved in the determination of left-right asymmetry during development. Three transcript variants encoding distinct isoforms have been identified for this gene.",
            "score": 94.23035526275635
        },
        {
            "docid": "30663599_9",
            "document": "Germinal center B-cell like diffuse large B-cell lymphoma . Blocking the differentiation of germinal center B cells is dangerous because the cells are programmed to divide rapidly at this stage. The SHM that occurs in the germinal center can also target non-immunoglobulin loci and may be responsible for translocation of the BCL-6 gene. BCL-6 genes are involved in several cell processes that can affect the ability of the B-cell to differentiate and proliferate. BCL-6 genes produce BCL-6 proteins. These proteins work with other transcription factors (BLIMP1, PAX5, XBP1) to form a regulatory circuit that controls the progression of germinal center B cells to plasma cells. BCL-6 proteins repress genes involved in terminal differentiation and promote proliferation by blocking expression of a cell-cycle inhibitor (p27KIP1). BCL-6 is also an inhibitor of cellular senescence. Cellular senescence is a programmed response that prevents a cell from dividing after some number of cell divisions. The expression of key transcription factors in B cell development is frequently regulated by non-coding RNAs termed microRNAs. MicroRNAs (miRNAs) participate in pathways fundamental to B cell development like B cell receptor (BCR) signalling, B cell migration/adhesion, cell-cell interactions in immune niches, and the production and class-switching of immunoglobulins.",
            "score": 84.35082817077637
        },
        {
            "docid": "2925212_21",
            "document": "Hox gene . Just as Hox genes regulate realisator genes, they are in turn regulated themselves by gap genes and pair-rule genes, which are in their turn regulated by maternally-supplied mRNA. This results in a transcription factor cascade: maternal factors activate gap or pair-rule genes; gap and pair-rule genes activate Hox genes; then, finally, Hox genes activate realisator genes that cause the segments in the developing embryo to differentiate. Regulation is achieved via protein concentration gradients, called morphogenic fields. For example, high concentrations of one maternal protein and low concentrations of others will turn on a specific set of gap or pair-rule genes. In flies, stripe 2 in the embryo is activated by the maternal proteins Bicoid and Hunchback, but repressed by the gap proteins Giant and Kruppel. Thus, stripe 2 will only form wherever there is Bicoid and Hunchback, but \"not\" where there is Giant and Kruppel.",
            "score": 108.18220484256744
        }
    ],
    "r": [
        {
            "docid": "37122597_7",
            "document": "Behavioral epigenetics . The first documented example of epigenetics affecting behavior was provided by Michael Meaney and Moshe Szyf. While working at McGill University in Montréal in 2004, they discovered that the type and amount of nurturing a mother rat provides in the early weeks of the rat's infancy determines how that rat responds to stress later in life. This stress sensitivity was linked to a down-regulation in the expression of the glucocorticoid receptor in the brain. In turn, this down-regulation was found to be a consequence of the extent of methylation in the promoter region of the glucocorticoid receptor gene. Immediately after birth, Meaney and Szyf found that methyl groups repress the glucocorticoid receptor gene in all rat pups, making the gene unable to unwind from the histone in order to be transcribed, causing a decreased stress response. Nurturing behaviours from the mother rat were found to stimulate activation of stress signalling pathways that remove methyl groups from DNA. This releases the tightly wound gene, exposing it for transcription. The glucocorticoid gene is activated, resulting in lowered stress response. Rat pups that receive a less nurturing upbringing are more sensitive to stress throughout their life-span.",
            "score": 172.13534545898438
        },
        {
            "docid": "11213172_5",
            "document": "Leucyl aminopeptidase . Once thought of as a housekeeping gene necessary only for protein turnover, studies have demonstrated that LAP-A has a regulatory role in the immune response in tomato.  In order to survive, plants must be able to respond to many biotic and abiotic stresses, including pathogen attack, piercing/sucking insects, herbivory, and mechanical wounding. These stresses activate specialized signal transduction pathways, which are specific to the stressor and the amount of tissue damage inflicted. Similar to mechanical wounding, chewing insects, such as the tobacco hornworm (Manduca sexta, one of the major pests of tomato), cause extensive tissue damage activating the jasmonic acid (JA)-mediated response (Walling 2000). This JA-mediated response revolves around the octadecanoid pathway, which is responsible for the synthesis of JA and several other potent signaling molecules, and ends in the regulation of two sets of genes whose expression changes over time. The early genes amplify the wounding signal and can be detected 30 minutes to 2 hours after damage (Ryan 2000). Late gene expression can be seen 4–24 hours after wounding. Products of late-response genes act as deterrents to chewing-insect feeding, often by decreasing the nutritional value of the food ingested or interfering with insect gut function (Walling 2000). For example, serine proteinase inhibitors (Pins) interfere with digestive proteases in the insect gut and polyphenol oxidases (PPO) act to decrease the nutritive value of plant leaves after ingestion by herbivores (Johnson et al. 1989; Ryan 2000; Orozco-Cardenas 2001). Please see the Picture 3 for a summary of the wound response in tomato.",
            "score": 170.20330810546875
        },
        {
            "docid": "191003_28",
            "document": "Hypothalamic–pituitary–adrenal axis . Another possibility is that the effects of early-life stress on HPA functioning are mediated by maternal care. Frequent human handling of the rat pups may cause their mother to exhibit more nurturant behavior, such as licking and grooming. Nurturant maternal care, in turn, may enhance HPA functioning in at least two ways. First, maternal care is crucial in maintaining the normal stress hypo responsive period (SHRP), which in rodents, is the first two weeks of life during which the HPA axis is generally non-reactive to stress. Maintenance of the SHRP period may be critical for HPA development, and the extreme stress of maternal separation, which disrupts the SHRP, may lead to permanent HPA dysregulation. Another way that maternal care might influence HPA regulation is by causing epigenetic changes in the offspring. For example, increased maternal licking and grooming has been shown to alter expression of the glutocorticoid receptor gene implicated in adaptive stress response. At least one human study has identified maternal neural activity patterns in response to video stimuli of mother-infant separation as being associated with decreased glucocorticoid receptor gene methylation in the context of post-traumatic stress disorder stemming from early life stress. Yet clearly, more research is needed to determine if the results seen in cross-generational animal models can be extended to humans.",
            "score": 163.75494384765625
        },
        {
            "docid": "14762117_3",
            "document": "GADD45B . This gene is a member of a group of genes whose transcript levels are increased following stressful growth arrest conditions and treatment with DNA-damaging agents. The genes in this group respond to environmental stresses by mediating activation of the p38/JNK pathway. This activation is mediated via their proteins binding and activating MTK1/MEKK4 kinase, which is an upstream activator of both p38 and JNK MAPKs. The function of these genes or their protein products is involved in the regulation of growth and apoptosis. These genes are regulated by different mechanisms, but they are often coordinately expressed and can function cooperatively in inhibiting cell growth.",
            "score": 162.2660675048828
        },
        {
            "docid": "9837_25",
            "document": "Ethylene . The plant hormone ethylene is a combatant for salinity in most plants. Ethylene is known for regulating plant growth and development and adapted to stress conditions. Central membrane proteins in plants, such as ETO2, ERS1 and EIN2, are used for ethylene signaling in many plant growth processes. ETO2, Ethylene overproducer 2, is a protein that when mutated it will gain a function to continually produce ethylene even when there is no stress condition, causing the plant to grow short and stumpy. ERS1, Ethylene response sensor 1, is activated when ethylene is present in the signaling pathway and when mutated, it loses a function and cannot bind to ethylene. This means a response is never activated and the plant will not be able to cope with the abiotic stress. EIN2, Ethylene insensitive 2, is a protein that activates the pathway and when there is a mutation here the EIN2 will block ethylene stimulation and an ethylene response gene will not be activated. Mutations in these proteins can lead to heightened salt sensitivity and limit plant growth. The effects of salinity have been studied on \"Arabidopsis\" plants that have mutated ERS1 and EIN4 proteins. These proteins are used for ethylene signaling again certain stress conditions, such as salt and the ethylene precursor ACC is allowing suppress of any sensitivity to the salt stress. Mutations in these pathways can cause lack of ethylene signaling, causing stunt in plant growth and development.",
            "score": 161.57037353515625
        },
        {
            "docid": "4561837_12",
            "document": "Adrenocortical hormone . Recent studies have discovered a pathway that links stress to the onset of disease through the activation of certain genes. The experience of psychological stress activates transcription factors that activate genes. In a study by Cole et al., it was concluded that GABA-1 transcription factor activates the interleukin-6-gene. This gene codes for a protein that activates the inflammatory response which directs an immune response to the site of the inflammation. Chronic inflammation makes an individual more susceptible to diseases such as cancer, heart disease, and diabetes.",
            "score": 161.54295349121094
        },
        {
            "docid": "13311_3",
            "document": "Hormone . Hormones are used to communicate between organs and tissues for physiological regulation and behavioral activities, such as digestion, metabolism, respiration, tissue function, sensory perception, sleep, excretion, lactation, stress, growth and development, movement, reproduction, and mood. Hormones affect distant cells by binding to specific receptor proteins in the target cell resulting in a change in cell function. When a hormone binds to the receptor, it results in the activation of a signal transduction pathway that typically activates gene transcription resulting in increased expression of target proteins; non-genomic effects are more rapid, and can be synergistic with genomic effects. Amino acid–based hormones (amines and peptide or protein hormones) are water-soluble and act on the surface of target cells via second messengers; steroid hormones, being lipid-soluble, move through the plasma membranes of target cells (both cytoplasmic and nuclear) to act within their nuclei.",
            "score": 158.6023712158203
        },
        {
            "docid": "57388876_7",
            "document": "Epigenetics of anxiety and stress-related disorders . Laboratory studies have found that early life stress in rodents can cause phosphorylation of methyl CpG binding protein 2 (MeCP2), a protein that preferentially binds CpGs and is most often associated with suppression of gene expression. Stress-dependent phosphorylation of MeCP2 causes MeCP2 to dissociate from the promoter region of a gene called \"arginine vasopressin\" (\"avp\"), causing \"avp\" to become demethylated and upregulated. This may be significant because arginine vasopressin is known to regulate mood and cognitive behavior. Additionally, arginine vasopressin upregulates corticotropin-releasing hormone (CRH), which is a hormone important for stress response. Thus, stress-induced upregulation of \"avp\" due to demethylation might alter mood, behavior, and stress responses. Demethylation of this locus can be explained by reduced binding of DNA methyl transferases (DNMT), an enzyme that adds methyl groups to DNA, to this locus.",
            "score": 157.11180114746094
        },
        {
            "docid": "57388876_15",
            "document": "Epigenetics of anxiety and stress-related disorders . Transcriptional activity and expression of HDACs is altered in response to early life stress. For animals exposed to early life stress, HDAC expression tends to be lower when they are young and higher when they are older. This suggests an age-dependent effect of early life stress on HDAC expression. These HDACs may result in deacetylation and thus activation of genes that upregulate stress response and decrease stress tolerance.",
            "score": 156.32325744628906
        },
        {
            "docid": "3727062_5",
            "document": "Moisture stress . Genes induced during water-stress conditions are thought to function not only in protecting cells from water deficit by the production of important metabolic proteins but also in the regulation of genes for signal transduction in the water-stress response. There are four pathways that have been described that show the plants genetic response to moisture stress; two are ABA dependent while two are ABA independent. They all affect gene expression that increases the plants water stress tolerance.",
            "score": 156.00096130371094
        },
        {
            "docid": "57388876_19",
            "document": "Epigenetics of anxiety and stress-related disorders . The effect of parental exposure to stress has been tested experimentally as well. For example, male mice who were put under early life stress through poor maternal care—a scenario analogous to human childhood trauma—passed on epigenetic changes that resulted in behavioral changes in offspring. Offspring experienced altered DNA methylation of stress-response genes such as CB1 and CRF2 in the cortex, as well as epigenetic alterations in transcriptional regulation gene MeCP2. Offspring were also more sensitive to stress, which is in accordance with the altered epigenetic profile. These changes persisted for up to three generations.",
            "score": 153.33494567871094
        },
        {
            "docid": "29395245_11",
            "document": "Daf-16 . DAF-16 is necessary for dauer formation and the protection of \"C. elegans\" during periods of starvation, as DAF-16, DAF-18 and DAF-12 loss - of - function mutants lose the ability to form dauers. A 2003 study by Murphy et. al showed the significance of DAF-16 for longevity, as it up-regulates genes involved in lifespan extension such as stress response genes and down regulates specific life-shortening genes. It has been proven that telomeres have an implication in the aging process, and in \"C. elegans\" the lifespan - extending effect of long telomeres is dependent on DAF-16. DAF-2 mutations more than double the lifespan of \"C. elegans\", and this effect is dependent on the activity of DAF-16 as it encodes a member of the hepatocyte nuclear family 3 (HNF3)/ Forkhead family of transcription factors.",
            "score": 152.6519775390625
        },
        {
            "docid": "37690706_21",
            "document": "Epigenetics of schizophrenia . Studies have shown that epigenetic changes can be passed on to future generations through meiosis and mitosis. These findings suggest that environmental factors that the parents face can possibly affect how the child's genetic code is regulated. Research findings have shown this to be true for patients with schizophrenia as well. In rats, the transmission of maternal behavior and even stress responses can be attributed to how certain genes in the hippocampus of the mother are methylated. Another study has shown that the methylation of the BDNF gene, which can be affected by early life stress and abuse, is also transmittable to future generations.",
            "score": 152.34030151367188
        },
        {
            "docid": "14697873_19",
            "document": "Natural stress . The part of the plants, animal, or microbe that first senses an abiotic stress factor is a receptor. Once a signal is picked up by a receptor, signals are transmitted intercellularly and then they activate nuclear transcription to get the effects of a certain set of genes. These activated genes allow the plant to respond to the stress that it is experiencing. Even though none of the receptors for cold, drought, salinity or the stress hormone abscisic acid in plants is known for sure, the knowledge that we have today shows that receptor-like protein kinases, two-component histidine kinases, as well as G-protein receptors may be the possible sensors of these different signals.",
            "score": 151.37185668945312
        },
        {
            "docid": "733945_2",
            "document": "Daf-2 . The DAF-2 gene encodes for the insulin-like growth factor 1 (IGF-1) receptor in the worm \"Caenorhabditis elegans\". DAF-2 is part of the first metabolic pathway discovered to regulate the rate of aging. DAF-2 is also known to regulate reproductive development, resistance to oxidative stress, thermotolerance, resistance to hypoxia, and resistance to bacterial pathogens. Mutations in DAF-2 have been shown by Cynthia Kenyon to double the lifespan of the worms. In a 2007 episode of WNYC’s Radiolab, Kenyon called DAF-2 \"the grim reaper gene.”",
            "score": 150.97634887695312
        },
        {
            "docid": "14875790_3",
            "document": "MAPKAPK3 . This gene encodes a member of the Ser/Thr protein kinase family. This kinase functions as a mitogen-activated protein kinase (MAP kinase)- activated protein kinase. MAP kinases are also known as extracellular signal-regulated kinases (ERKs), act as an integration point for multiple biochemical signals. This kinase was shown to be activated by growth inducers and stress stimulation of cells. In vitro studies demonstrated that ERK, p38 MAP kinase and Jun N-terminal kinase were all able to phosphorylate and activate this kinase, which suggested the role of this kinase as an integrative element of signaling in both mitogen and stress responses. This kinase was reported to interact with, phosphorylate and repress the activity of E47, which is a basic helix-loop-helix transcription factor known to be involved in the regulation of tissue-specific gene expression and cell differentiation.",
            "score": 150.6962432861328
        },
        {
            "docid": "16858611_3",
            "document": "SESN2 . This gene encodes a member of the sestrin family of PA26-related proteins. The encoded protein may function in the regulation of cell growth and survival. This protein may be involved in cellular response to different stress conditions. The Sestrins constitute a family of evolutionarily-conserved stress-inducible proteins that suppress oxidative stress and regulate adenosine monophosphate-dependent protein kinase (AMPK)-mammalian target of rapamycin (mTOR) signaling. By virtue of these activities, the Sestrins serve as important regulators of metabolic homeostasis. Accordingly, inactivation of Sestrin genes in invertebrates resulted in diverse metabolic pathologies, including oxidative damage, fat accumulation, mitochondrial dysfunction and muscle degeneration that resemble accelerated tissue aging.",
            "score": 148.82241821289062
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 147.9105682373047
        },
        {
            "docid": "33096801_10",
            "document": "Stress in early childhood . \"Toxic Stress\" can occur when experiences are long in duration and intensity. Children need caring and supportive adults to help them because it is difficult for children to handle this type of stress on their own. Therefore the stress response may be activated from weeks to months or even years. Prolonged stress leads to adverse effects such as permanent emotional or developmental damage. If the sufficient support is not available, the results of this type of stress can lead to permanent changes in brain development. Research has found that children experiencing severe and long-term abuse have smaller brain sizes. If the situation is not as severe, toxic stress will still alter the stress response system; these changes will cause children to react to a wider variety of stressors. However, with sufficient care and support from adults, children can return their stress levels to tolerable or good. Examples of toxic stress are abuse, neglect, violence and overall hardships without adult support. Toxic stress can have a cumulative effect on physical and mental health.",
            "score": 147.70437622070312
        },
        {
            "docid": "7745419_30",
            "document": "Neuroticism . The emergent field of \"imaging genetics,\" which investigates the role of genetic variation in the structure and function of the brain, has studied certain genes suggested to be related to neuroticism, and the one studied so far concerning this topic has been the serotonin transporter-linked promoter region gene known as 5-HTTLPR, which is transcribed into a serotonin transporter that removes serotonin. It has been found that compared to the long (l) variant of 5-HTTLPR, the short (s) variant has reduced promoter activity, and the first study on this subject has shown that the presence of the s-variant 5-HTTLPR has been found to result in higher amygdala activity from seeing angry or fearful faces while doing a non-emotional task, with further studies confirming that the s-variant 5-HTTLPR result greater amygdala activity in response to negative stimuli, but there have also been null findings. A meta-analysis of 14 studies have shown that this gene has a moderate effect size and accounts for 10% of the phenotypic difference. However, the relationship between brain activity and genetics may not be completely straightforward due to other factors, with suggestions made that cognitive control and stress may moderate the effect of the gene. There are two models that have been proposed to explain the type of association between the 5-HTTLPR gene and amygdala activity: \"phasic activation\" model proposes that the gene controls amygdala activity levels in response to stress, whereas the \"tonic activation\" model on the other hand proposes that the gene controls baseline amygdala activity. Another gene that has been suggested for further study to be related to neuroticism is the catechol-O-methyltransferase (COMT) gene.",
            "score": 147.23922729492188
        },
        {
            "docid": "33912_37",
            "document": "Working memory . Working memory is impaired by acute and chronic psychological stress. This phenomenon was first discovered in animal studies by Arnsten and colleagues, who have shown that stress-induced catecholamine release in PFC rapidly decreases PFC neuronal firing and impairs working memory performance through feedforward, intracellular signaling pathways. Exposure to chronic stress leads to more profound working memory deficits and additional architectural changes in PFC, including dendritic atrophy and spine loss, which can be prevented by inhibition of protein kinase C signaling. fMRI research has extended this research to humans, and confirms that reduced working memory caused by acute stress links to reduced activation of the PFC, and stress increased levels of catecholamines. Imaging studies of medical students undergoing stressful exams have also shown weakened PFC functional connectivity, consistent with the animal studies. The marked effects of stress on PFC structure and function may help to explain how stress can cause or exacerbate mental illness. The more stress in one's life, the lower the efficiency of working memory in performing simple cognitive tasks. Students who performed exercises that reduced the intrusion of negative thoughts showed an increase in their working memory capacity. Mood states (positive or negative) can have an influence on the neurotransmitter dopamine, which in turn can affect problem solving.",
            "score": 146.78749084472656
        },
        {
            "docid": "3621072_2",
            "document": "IKBKAP . IKBKAP (inhibitor of kappa light polypeptide gene enhancer in B-cells, kinase complex-associated protein) is a human gene encoding the IKAP protein, which is ubiquitously expressed at varying levels in all tissue types, including brain cells. The IKAP protein is thought to participate as a sub-unit in the assembly of a six-protein putative human holo-Elongator complex, which allows for transcriptional elongation by RNA polymerase II. Further evidence has implicated the IKAP protein as being critical in neuronal development, and directs that decreased expression of IKAP in certain cell types is the molecular basis for the severe, neurodevelopmental disorder familial dysautonomy. Other pathways that have been connected to IKAP protein function in a variety of organisms include tRNA modification, cell motility, and cytosolic stress signalling. Homologs of the IKBKAP gene have been identified in multiple other Eukaryotic model organisms. Notable homologs include Elp1 in yeast, Ikbkap in mice, and D-elp1 in fruit flies. The fruit fly homolog (D-elp1) has RNA-dependent RNA polymerase activity and is involved in RNA interference.",
            "score": 146.7256622314453
        },
        {
            "docid": "9957063_33",
            "document": "Histone acetylation and deacetylation . Based on different cardiac hypertrophy models, it has been demonstrated that cardiac stress can result in gene expression changes and alter cardiac function. These changes are mediated through HATs/HDACs posttranslational modification signaling. HDAC inhibitor trichostatin A was reported to reduce stress induced cardiomyocyte autophagy. Studies on p300 and CREB-binding protein linked cardiac hypertrophy with cellular HAT activity suggesting an essential role of histone acetylation status with hypertrophy responsive genes such as GATA4, SRF, and MEF2. Epigenetic modifications also play a role in neurological disorders. Deregulation of histones modification are found to be responsible for deregulated gene expression and hence associated with neurological and psychological disorders, such as Schizophrenia and Huntington disease. Current studies indicate that inhibitors of the HDAC family have therapeutic benefits in a wide range of neurological and psychiatric disorders. Many neurological disorders only affect specific brain regions, therefore, understanding of the specificity of HDACs is still required for further investigations for improved treatments.",
            "score": 146.19932556152344
        },
        {
            "docid": "854294_44",
            "document": "DNA repair . A number of individual genes have been identified as influencing variations in life span within a population of organisms. The effects of these genes is strongly dependent on the environment, in particular, on the organism's diet. Caloric restriction reproducibly results in extended lifespan in a variety of organisms, likely via nutrient sensing pathways and decreased metabolic rate. The molecular mechanisms by which such restriction results in lengthened lifespan are as yet unclear (see for some discussion); however, the behavior of many genes known to be involved in DNA repair is altered under conditions of caloric restriction. Several agents reported to have anti-aging properties have been shown to attenuate constitutive level of mTOR signaling, an evidence of reduction of metabolic activity, and concurrently to reduce constitutive level of DNA damage induced by endogenously generated reactive oxygen species. For example, increasing the gene dosage of the gene SIR-2, which regulates DNA packaging in the nematode worm \"Caenorhabditis elegans\", can significantly extend lifespan. The mammalian homolog of SIR-2 is known to induce downstream DNA repair factors involved in NHEJ, an activity that is especially promoted under conditions of caloric restriction. Caloric restriction has been closely linked to the rate of base excision repair in the nuclear DNA of rodents, although similar effects have not been observed in mitochondrial DNA.",
            "score": 145.9723663330078
        },
        {
            "docid": "18333977_3",
            "document": "Prenatal stress . Prenatal stress is shown to have several affects in fetal brain development. In the hippocampus of adult male rats, prenatal stress has shown to decrease the rate of proliferation and cell death in the hypothalamus-pituitary axis. Prenatal stressed animals have prolonged corticosterone response. Removing the adrenal glands of the mother eliminates the effect of the pup's corticosterone response. Supplementing the adrenalectamized mother with corticosterone, rescued the hypothalamic-pituitary-axis response to maternal stress for prenatally stressed offspring. Prenatal stress caused high glucocorticoids, which in turn affects the hypothalamic-pituitary-axis negative feedback. A study by García-Cáceres et al. showed that prenatal stress decreases cell turnover and proliferation in the hypothalamus of adult rats, which reduces structural plasticity and reduces the response to stress in adulthood. This study also showed that when prenatally stressed rats were stressed in adulthood the females showed an increase in corticotropin-releasing hormone suggesting it to be an up-regulation in the hypothalamic-pituitary adrenal axis. Males showed no elevation of corticosterone levels. Increase in adrenocorticotropic hormone with no effect of adult stress and a decrease in the corticotropin-releasing hormone mRNA in the hypothalamus showed a down-regulation. The author concludes that this makes prenatally stressed females less reactive to later life stressors than males.",
            "score": 145.87269592285156
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 145.58932495117188
        },
        {
            "docid": "42777505_7",
            "document": "Protectin D1 . RPE are essential in the survival and renewal of the photoreceptors in the retina. These cells exhibit a potent phagocytic activity that ensures the proper function of the retina. Therefore, oxidative stress can potentially damage the RPE cells and cause vision impairment. Studies in human RPE cells have suggested that the presence of oxidative stress triggering molecules, such as HO causes the fragmentation of the DNA that in turn triggers apoptosis. These studies have proposed that PD1 acts as a signaling molecule and through its ligand-receptor interaction down-regulates the expression of genes, such as the transcription factor NF-κB. The inhibition of NF-κB results in the down-regulation of the pro-inflammatory gene COX-2 (cyclooxygenase-2) which is responsible for the release of prostaglandins, a potent pro-inflammatory mediator. In addition, PD1 has an important role in regulating the expression of the Bcl-2 family proteins (Bcl-2, Bcl-x, Bax and Bad) that precedes the release of the cytochrome c complex from the mitochondria and the formation of the apoptosome. The presence of PD1 up-regulates the expression of the anti-apoptotic proteins Bcl-2 and Bcl-x, while it inhibits the expression of the pro-apoptotic proteins Bax and Bad. Specifically, PD1 regulates this protein family by promoting the dephosphorylation of Bcl-x by protein phosphatase 2A (PP2A) at residue Ser-62 which in turn heterodimerizes with the pro-apoptotic protein Bax and inactivates it. Consequently, the activity of the Bcl-2 family proteins results in the inhibition of the caspase 3 enzyme, thus preventing apoptosis and promoting RPE cell survival.",
            "score": 145.2337188720703
        },
        {
            "docid": "12989754_8",
            "document": "GAL4/UAS system . For study in \"Drosophila\", the GAL4 gene is placed under the control of a native gene promoter, or driver gene, while the UAS controls expression of a target gene. GAL4 is then only expressed in cells where the driver gene is usually active. In turn, GAL4 should only activate gene transcription where a UAS has been introduced. For example, by fusing a gene encoding a visible marker like GFP (Green Fluorescent Protein) the expression pattern of the driver genes can be determined. GAL4 and the UAS are very useful for studying gene expression in \"Drosophila\" as they are not normally present and their expression does not interfere with other processes in the cell. For example, GAL4/UAS-regulated transgenes in \"Drosophila\" have been used to alter glial expression to produce arrhythmic behavior in a known rhythmic circadian output called pigment dispersing factor (PDF). However, some research has indicated that over-expression of GAL4 in \"Drosophila\" can have side-effects, probably relating to immune and stress responses to what is essentially an alien protein.",
            "score": 144.88348388671875
        },
        {
            "docid": "52449973_7",
            "document": "Transgenerational stress inheritance . As rodent offspring are fostered mono-parentally and have no direct exposure with their fathers, offspring born of stressed male rodents provide a good model for transgenerational stress inheritance. Direct injection of sperm RNAs to wild type oocytes results in reproducible stress-related modifications. Small non-coding RNAs may serve as a potential mechanism for stress-related genetic changes in offspring. Mouse models of traumatic early life stress exposure result in microRNA modifications and subsequent differences in gene expression and metabolic function. This effect was reproducible by sperm RNA injection, leading to similar gene modifications in future generations. The novelty of this research suggests direct mechanisms capable of altering epigenetics by stress-related factors.",
            "score": 144.38803100585938
        },
        {
            "docid": "13570754_5",
            "document": "MAPK14 . The protein encoded by this gene is a member of the MAP kinase family. MAP kinases act as an integration point for multiple biochemical signals, and are involved in a wide variety of cellular processes such as proliferation, differentiation, transcription regulation and development. This kinase is activated by various environmental stresses and proinflammatory cytokines. The activation requires its phosphorylation by MAP kinase kinases (MKKs), or its autophosphorylation triggered by the interaction of MAP3K7IP1/TAB1 protein with this kinase. The substrates of this kinase include transcription regulator ATF2, MEF2C, and MAX, cell cycle regulator CDC25B, and tumor suppressor p53, which suggest the roles of this kinase in stress-related transcription and cell cycle regulation, as well as in genotoxic stress response. Four alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 143.3991241455078
        },
        {
            "docid": "52042018_9",
            "document": "Cellular Inhibitor of Apoptosis Protein 1 . Other activities of the cIAP1 have been reported by Yanfei Qi et al. It has got a critical role in controlling β-cell survival under endoplasmatic reticulum (ER) stress. Studies show that when the protein is exposed to palmitate the concentration of cIAP1 decreases and, as a result, the apoptosis is no longer inhibited resulting in the death of the cell. ER stress increases cIAP1 expression in cancer cells through the UPR pathway, that is why, the induction of cIAP1 is suggested to be important for cancerous cell survival under stress conditions.",
            "score": 143.09255981445312
        },
        {
            "docid": "191003_26",
            "document": "Hypothalamic–pituitary–adrenal axis . The role of early life stress in programming the HPA Axis has been well-studied in animal models. Exposure to mild or moderate stressors early in life has been shown to enhance HPA regulation and promote a lifelong resilience to stress. In contrast, early-life exposure to extreme or prolonged stress can induce a hyper-reactive HPA Axis and may contribute to lifelong vulnerability to stress. In one widely replicated experiment, rats subjected to the moderate stress of frequent human handling during the first two weeks of life had reduced hormonal and behavioral HPA-mediated stress responses as adults, whereas rats subjected to the extreme stress of prolonged periods of maternal separation showed heightened physiological and behavioral stress responses as adults.",
            "score": 142.5108184814453
        }
    ]
}