{
    "q": [
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 127.76856696605682
        },
        {
            "docid": "575503_2",
            "document": "MYH16 gene . The MYH16 gene encodes a protein called myosin heavy chain 16 which is a muscle protein in mammals. At least in primates, it is a specialized muscle protein found only in the temporalis and masseter muscles of the jaw. Myosin heavy chain proteins are important in muscle contraction, and if they are missing, the muscles will be smaller. In non-human primates, MYH16 is functional and the animals have powerful jaw muscles. In humans, the MYH16 gene has a mutation which causes the protein not to function. Although the exact importance of this change in accounting for differences between humans and other apes is not yet clear, such a change may be related to increased brain size and finer control of the jaw which facilitates speech. It is not clear how the MYH16 mutation relates to other changes to the jaw and skull in early human evolution (for example, whether the MYH16 mutation happened first and led to other changes, or whether the MYH16 mutation happened after other changes made the MYH16 protein no longer necessary).",
            "score": 99.67932415008545
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 124.79600858688354
        },
        {
            "docid": "14816135_2",
            "document": "Obscurin . Obscurin is a protein that in humans is encoded by the \"OBSCN\" gene. Obscurin belongs to the family of giant sarcomeric signaling proteins that includes titin and nebulin. Obscurin is expressed in cardiac and skeletal muscle, and plays a role in the organization of myofibrils during sarcomere assembly. A mutation in the \"OBSCN\" gene has been associated with hypertrophic cardiomyopathy and altered obscurin protein properties have been associated with other muscle diseases.",
            "score": 107.36040925979614
        },
        {
            "docid": "14795806_2",
            "document": "SGCG . Gamma-sarcoglycan is a protein that in humans is encoded by the \"SGCG\" gene. The α to δ-sarcoglycans are expressed predominantly (β) or exclusively (α, γ and δ) in striated muscle. A mutation in any of the sarcoglycan genes may lead to a secondary deficiency of the other sarcoglycan proteins, presumably due to destabilisation of the sarcoglycan complex. The disease-causing mutations in the α to δ genes cause disruptions within the dystrophin-associated protein (DAP) complex in the muscle cell membrane. The transmembrane components of the DAP complex link the cytoskeleton to the extracellular matrix in adult muscle fibres, and are essential for the preservation of the integrity of the muscle cell membrane.",
            "score": 112.17875838279724
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 116.86985397338867
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 119.23363602161407
        },
        {
            "docid": "14797835_3",
            "document": "WNT7A . The WNT gene family consists of structurally related genes that encode secreted signaling proteins. These proteins have been implicated in oncogenesis and in several developmental processes, including regulation of cell fate and patterning during embryogenesis. This gene is a member of the WNT gene family. It encodes a protein showing 99% amino acid identity to the mouse Wnt7A protein. This gene not only guides the development of the anterior-posterior axis in the female reproductive tract but also plays a critical role in uterine smooth muscle pattering and maintenance of adult uterine function. It is also responsive to changes in the levels of sex steroid hormone in the female reproductive tract. Decreased expression of this gene in human uterine leiomyoma is found to be inversely associated with the expression of estrogen receptor alpha.",
            "score": 90.85541462898254
        },
        {
            "docid": "14881926_3",
            "document": "ENC1 . DNA damage and/or hyperproliferative signals activate wildtype p53 tumor suppressor protein (TP53; MIM 191170), inducing cell cycle arrest or apoptosis. Mutations that inactivate p53 occur in 50% of all tumors. Polyak et al. (1997) used serial analysis of gene expression (SAGE) to evaluate cellular mRNA levels in a colorectal cancer cell line transfected with p53. Of 7,202 transcripts identified, only 14 were expressed at levels more than 10-fold higher in p53-expressing cells than in control cells. Polyak et al. (1997) termed these genes 'p53-induced genes,' or PIGs, several of which were predicted to encode redox-controlling proteins. They noted that reactive oxygen species (ROS) are potent inducers of apoptosis. Flow cytometric analysis showed that p53 expression induces ROS production, which increases as apoptosis progresses under some conditions. The authors stated that the PIG10 gene, also called ENC1, encodes an actin-binding protein.[supplied by OMIM]",
            "score": 114.39648067951202
        },
        {
            "docid": "21045203_14",
            "document": "Reticulon . There is increasing evidence that reticulons are involved with several different types of neurodegenerative diseases such as Alzheimer's disease and amyotrophic lateral sclerosis. In Alzheimer’s disease, a specific enzyme produces a pathological agent. Reticulons can interfere with those enzymes by decreasing Aβ levels. It was found in the temporal lobes of humans that RTN was depleted in Alzheimer’s patients. Nonetheless, the exact relationship between Alzheimer’s disease and reticulons is unknown. There may also be a link of reticulons to multiple sclerosis and hereditary spastic paraplegia. The serum of patients with multiple sclerosis contains autoantibodies against the isoform A-specific region of RTN4. In the most common mutated protein in hereditary spastic paraplegia, spastin, there was an interaction with both RTN1 and RTN3 through two-hybrid screening. Lastly, reticulons can be associated with amyotrophic lateral sclerosis (ALS). In a mouse model, varied regulation of RTNA was found. In muscle biopsies of rats, the levels of RTN4 were related to the severity of the disease. Additionally, ALS could be predicted with increased expression of RTNA in lower motor neuron syndromes.",
            "score": 116.90274703502655
        },
        {
            "docid": "14722590_6",
            "document": "CD81 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with \"integrin\"s. This protein appears to promote muscle cell fusion and support myotube maintenance. Also it may be involved in signal transduction. This gene is localized in the tumor-suppressor gene region and thus it is a candidate gene for malignancies.",
            "score": 84.91656613349915
        },
        {
            "docid": "43557835_4",
            "document": "Aleksandra Filipovska . Filipovska's research focuses on mitochondria, the 'powerhouses' that provide all human cells with energy. Dysfunction of mitochondria contributes to a variety of debilitating human diseases including neurodegenerative disorders, diabetes and cancer. During her graduate studies, Filipovska investigated how mutations in genes encoding for mitochondrial proteins can lead to disease, and developed new approaches to manipulate mitochondrial DNA replication and expression as potential therapies. During her postdoctoral work, she explored the use of compounds targeting mitochondria as a means to reduce oxidative stress in cells during aging and disease. Since establishing her research group at the Harry Perkins Institute of Medical Research, Filipovska has continued to focus on the molecular mechanisms by which changes in mitochondrial gene expression causes disease. Working with collaborators at the University of Western Australia, she recently identified a communication problem between a calcium channel in muscle cells and the protein dystrophin, which may underlie heart failure in muscular dystrophy patients.",
            "score": 114.03553211688995
        },
        {
            "docid": "28329275_2",
            "document": "SESN1 . Sestrin 1, also known as p53-regulated protein PA26, is a protein that in humans is encoded by the \"SESN1\" gene.  This gene encodes a member of the sestrin family. Sestrins are induced by the p53 tumor suppressor protein and play a role in the cellular response to DNA damage and oxidative stress.  The encoded protein mediates p53 inhibition of cell growth by activating AMP-activated protein kinase, which results in the inhibition of the mammalian target of rapamycin protein. The encoded protein also plays a critical role in antioxidant defense by regenerating overoxidized peroxiredoxins, and the expression of this gene is a potential marker for exposure to radiation. Alternatively spliced transcript variants encoding multiple isoforms have been observed for this gene.",
            "score": 93.3822693824768
        },
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 134.83921039104462
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 132.63563239574432
        },
        {
            "docid": "13570238_8",
            "document": "PER1 . PER1 expression may have significant effects on the cell cycle. Cancer is often a result of unregulated cell growth and division, which can be controlled by circadian mechanisms. Therefore, a cell's circadian clock may play a large role in its likelihood of developing into a cancer cell. PER1 is a gene that plays an important role in such a circadian mechanism. Its overexpression, in particular, causes DNA-damage induced apoptosis. In addition, down-regulation of PER1 can enhance tumor growth in mammals. PER1 also interacts with proteins ATM and Chk2. These proteins are key checkpoint proteins in the cell cycle. Cancer patients have a lowered expression of per1. Gery, et al. suggests that regulation of PER1 expression may be useful for cancer treatment in the future.",
            "score": 75.49428486824036
        },
        {
            "docid": "24762_3",
            "document": "P53 . The name p53 was given in 1979 describing the apparent molecular mass; SDS-PAGE analysis indicates that it is a 53-kilodalton (kDa) protein. However, the actual mass of the full-length p53 protein (p53α) based on the sum of masses of the amino acid residues is only 43.7 kDa. This difference is due to the high number of proline residues in the protein, which slow its migration on SDS-PAGE, thus making it appear heavier than it actually is. In addition to the full-length protein, the human \"TP53\" gene encodes at least 15 protein isoforms, ranging in size from 3.5 to 43.7 kDa. All these p53 proteins are called the p53 isoforms. The TP53 gene is the most frequently mutated gene (>50%) in human cancer, indicating that the \"TP53\" gene plays a crucial role in preventing cancer formation. \"TP53\" gene encodes proteins that bind to DNA and regulate gene expression to prevent mutations of the genome.",
            "score": 96.6717894077301
        },
        {
            "docid": "14772043_3",
            "document": "S100A13 . The protein encoded by this gene is a member of the S100 family of proteins containing 2 EF-hand calcium-binding motifs. S100 proteins are localized in the cytoplasm and/or nucleus of a wide range of cells, and involved in the regulation of a number of cellular processes such as cell cycle progression and differentiation. S100 genes include at least 13 members which are located as a cluster on chromosome 1q21. This protein is widely expressed in various types of tissues with a high expression level in thyroid gland. In smooth muscle cells, this protein co-expresses with other family members in the nucleus and in stress fibers, suggesting diverse functions in signal transduction. Multiple alternatively spliced transcript variants encoding the same protein have been found for this gene.",
            "score": 103.05277395248413
        },
        {
            "docid": "20462201_3",
            "document": "Myostatin-related muscle hypertrophy . Mutations in the \"MSTN\" gene cause myostatin-related muscle hypertrophy. The \"MSTN\" gene provides instructions for making a protein called myostatin, which is active in muscles used for movement (skeletal muscles) both before and after birth. This protein normally restrains muscle growth, ensuring that muscles do not grow too large. Mutations that reduce the production of functional myostatin lead to an overgrowth of muscle tissue. Myostatin-related muscle hypertrophy has a pattern of inheritance known as incomplete autosomal dominance. People with a mutation in both copies of the gene in each cell (homozygotes) have significantly increased muscle mass and strength. People with a mutation in one copy of the \"MSTN\" gene in each cell (heterozygotes) also have increased muscle bulk, but to a lesser degree.",
            "score": 113.98582315444946
        },
        {
            "docid": "14753789_3",
            "document": "APBB1 . The protein encoded by this gene is a member of the Fe65 protein family. It is an adaptor protein localized in the nucleus. It interacts with the Alzheimer's disease amyloid precursor protein (APP), transcription factor CP2/LSF/LBP1 and the low-density lipoprotein receptor-related protein. APP functions as a cytosolic anchoring site that can prevent the gene product's nuclear translocation. This encoded protein could play an important role in the pathogenesis of Alzheimer's disease. It is thought to regulate transcription. Also it is observed to block cell cycle progression by downregulating thymidylate synthase expression. Multiple alternatively spliced transcript variants have been described for this gene but some of their full length sequence is not known.",
            "score": 73.1857134103775
        },
        {
            "docid": "14128268_3",
            "document": "PPP1CA . The protein encoded by this gene is one of the three catalytic subunits of protein phosphatase 1 (PP1). PP1 is a serine/threonine specific protein phosphatase known to be involved in the regulation of a variety of cellular processes, such as cell division, glycogen metabolism, muscle contractility, protein synthesis, and HIV-1 viral transcription. Increased PP1 activity has been observed in the end stage of heart failure. Studies in both human and mice suggest that PP1 is an important regulator of cardiac function. Mouse studies also suggest that PP1 functions as a suppressor of learning and memory. Three alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 94.09919536113739
        },
        {
            "docid": "14754922_8",
            "document": "PSMD2 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14754916_8",
            "document": "PSMD1 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO) Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14755626_13",
            "document": "PSMB6 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14755165_6",
            "document": "PSMD8 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14724029_9",
            "document": "PSMD4 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14754066_10",
            "document": "PSMD7 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14754718_9",
            "document": "PSMA5 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14725633_11",
            "document": "PSMB9 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14753885_10",
            "document": "PSMA7 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14755639_6",
            "document": "PSMD9 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        },
        {
            "docid": "14753893_9",
            "document": "PSMB5 . Several experimental and clinical studies have indicated that aberrations and deregulations of the UPS contribute to the pathogenesis of several neurodegenerative and myodegenerative disorders, including Alzheimer's disease, Parkinson's disease and Pick's disease, Amyotrophic lateral sclerosis (ALS), Huntington's disease, Creutzfeldt–Jakob disease, and motor neuron diseases, polyglutamine (PolyQ) diseases, Muscular dystrophies and several rare forms of neurodegenerative diseases associated with dementia. As part of the Ubiquitin-Proteasome System (UPS), the proteasome maintains cardiac protein homeostasis and thus plays a significant role in cardiac Ischemic injury, ventricular hypertrophy and Heart failure. Additionally, evidence is accumulating that the UPS plays an essential role in malignant transformation. UPS proteolysis plays a major role in responses of cancer cells to stimulatory signals that are critical for the development of cancer. Accordingly, gene expression by degradation of transcription factors, such as p53, c-Jun, c-Fos, NF-κB, c-Myc, HIF-1α, MATα2, STAT3, sterol-regulated element-binding proteins and androgen receptors are all controlled by the UPS and thus involved in the development of various malignancies. Moreover, the UPS regulates the degradation of tumor suppressor gene products such as adenomatous polyposis coli (APC) in colorectal cancer, retinoblastoma (Rb). and von Hippel-Lindau tumor suppressor (VHL), as well as a number of proto-oncogenes (Raf, Myc, Myb, Rel, Src, Mos, Abl). The UPS is also involved in the regulation of inflammatory responses. This activity is usually attributed to the role of proteasomes in the activation of NF-κB which further regulates the expression of pro inflammatory cytokines such as TNF-α, IL-β, IL-8, adhesion molecules (ICAM-1, VCAM-1, P selectine) and prostaglandins and nitric oxide (NO). Additionally, the UPS also plays a role in inflammatory responses as regulators of leukocyte proliferation, mainly through proteolysis of cyclines and the degradation of CDK inhibitors. Lastly, autoimmune disease patients with SLE, Sjogren's syndrome and rheumatoid arthritis (RA) predominantly exhibit circulating proteasomes which can be applied as clinical biomarkers.",
            "score": 96.90186071395874
        }
    ],
    "r": [
        {
            "docid": "46685051_7",
            "document": "Epigenetics of neurodegenerative diseases . Amyotrophic Lateral Sclerosis (ALS), also known as Lou Gehrig’s disease, is a motor neuron disease that involves neurogeneration. All skeletal muscles in the body are controlled by motor neurons that communicate signals from the brain to the muscle through a neuromuscular junction. When the motor neurons degenerate, the muscles no longer receive signals from the brain and begin to waste away. ALS is characterized by stiff muscles, muscle twitching, and progressive muscle weakness from muscle wasting. The parts of the body affected by early symptoms of ALS depend on which motor neurons in the body are damaged first, usually the limbs. As the disease progresses most patients are unable to walk or use their arms and eventually develop difficulty speaking, swallowing and breathing. Most patients retain cognitive function and sensory neurons are generally unaffected. Patients are often diagnosed after the age of 40 and the median survival time from onset to death is around 3–4 years. In the final stages, patients can lose voluntary control of eye muscles and often die of respiratory failure or pneumonia as a result of degeneration of the motor neurons and muscles required for breathing. Currently there is no cure for ALS, only treatments that may prolong life.",
            "score": 158.1256103515625
        },
        {
            "docid": "330923_12",
            "document": "Cachexia . The inflammatory cytokines involved in wasting diseases are interleukin 6, TNF-alpha, IL1B, and interferon-gamma. Although many different tissues and cell types may be responsible for the increase in circulating cytokines during some types of cancer, evidence indicates the tumors are an important source. Cytokines by themselves are capable of inducing weight loss. TNF-alpha has been shown to have direct catabolic effect on skeletal muscle and adipose tissue and produces muscle atrophy through the ubiquitin–proteasome proteolytic pathway. The mechanism involves the formation of reactive oxygen species leading to upregulation of the transcription factor NF-κB. NF-κB is a known regulator of the genes that encode cytokines, and cytokine receptors. The increased production of cytokines induces proteolysis and breakdown of myofibrillar proteins. The treatment or management of cachexia depends on the underlying causes, the general prognosis and other person related factors. Reversible causes, underlying diseases and contributing factors are treated if possible and acceptable. A growing body of evidence supports the efficacy of (HMB) as a treatment for reducing, or even reversing, the loss of muscle mass, muscle function, and muscle strength that occurs in hypercatabolic disease states such as cachexia; consequently, it is recommended that both the prevention and treatment of muscle wasting conditions include supplementation with HMB, regular resistance exercise and consumption of a high-protein diet. Progestins such as megestrol acetate are a treatment option in refractory cachexia with anorexia as a major symptom.",
            "score": 150.84368896484375
        },
        {
            "docid": "46685051_10",
            "document": "Epigenetics of neurodegenerative diseases . Spinal muscular atrophy (SMA) is an autosomal recessive motor neuron disease caused by mutations in the SMN1 gene. Symptoms vary greatly with each subset of SMA and the stage of the disease. General symptoms include overall muscle weakness and poor muscle tone including extremities and respiratory muscles leading to difficulty walking, breathing, and feeding. Depending on the type of SMA, the disease can present itself from infancy through adulthood. As SMN protein generally promotes the survival of motor neurons, mutations in SMN1 results in slow degeneration motor neurons leading to progressive system-wide muscle wasting. Specifically, over time, decreased levels of SMN protein results in gradual death of the alpha motor neurons in the anterior horn of the spinal cord and brain. Muscles depend on connections to motor neurons and the central nervous system to stimulate muscle maintenance and therefore degeneration of motor neurons and subsequent denervation of muscles lead to loss of muscle control and muscle atrophy. The muscles of the lower extremities are often affected first followed by upper extremities and sometime the muscles of respiration and mastication. In general, proximal muscle are always affected more than distal muscle.",
            "score": 143.26852416992188
        },
        {
            "docid": "14700825_20",
            "document": "Valosin-containing protein . Mutations in VCP cause multisystem proteinopathy (MSP), a dominantly inherited, pleiotropic, degenerative disorder of humans that can affect muscle, bone and/or the central nervous system. MSP can manifest clinically as classical amyotrophic lateral sclerosis (ALS), frontotemporal dementia (FTD), inclusion body myopathy (IBM), Paget's disease of bone (PDB), or as a combination of these disorders. A useful operational definition of MSP is dominantly inherited degeneration that includes neurological involvement (either motor neuron disease or dementia) in combination with either distal myopathy or Pagetic bone degeneration. Most MSP patients present with weakness and of these ~65% present with motor neuron involvement. Up to 30% of MSP patients may have exclusively motor neuron involvement. Although MSP is rare, growing interest in this syndrome derives from the molecular insights the condition provides into the etiological relationship between common age-related degenerative diseases of muscle, bone and brain. It has been estimated that ~50% of MSP may be caused by missense mutations affecting the valosin-containing protein (VCP) gene.",
            "score": 134.83921813964844
        },
        {
            "docid": "1900228_17",
            "document": "Nemaline myopathy . Muscle cells contract in complex mechanical and chemical processes. If any part of the process or structure is disrupted, dysfunction will likely result, as in the case of those with genetic variations. In those with nemaline myopathy, muscle contraction is adversely affected. At the electron microscopic level, rod-shaped components can often be seen in some of the muscle cells, and when seen, is diagnostic for the condition called nemaline rod myopathy. The presence of these rods is not causing muscle weakness, rather they appear as a result of something going wrong within the muscle fiber. There is no connection between the number of rods found in the muscle cells and the amount of weakness a person has. All of the different gene mutations leading to the condition called nemaline myopathy that have been found so far are in genes that encode different components of the sarcomere. In normal muscle cells, the various parts of the muscle fibers that make up the sarcomere are distributed evenly in a pattern for effective muscle contraction. Evidence suggests that some kinds of NM affect the arrangement of these muscle fibers, causing the muscles to be unable to contract as efficiently or effectively. Nemaline myopathy is usually genetic and shows traits in the affected individual from birth or an early age. However, there are some cases of symptoms of nemaline myopathy not showing up until adulthood. These cases are usually not genetic. Of the genes that have been linked to nemaline myopathy, most are also involved in encoding proteins in the sarcomeres in the muscle cells. Respiratory muscles are often more affected than other skeletal muscle groups. Cardiac muscle is usually not affected in nemaline myopathy patients and the ocular muscles are usually spared.",
            "score": 132.63563537597656
        },
        {
            "docid": "52492908_13",
            "document": "Society on Sarcopenia, Cachexia and Wasting Disorders . Cachexia is a major issue, especially in the elderly. Cachexia can occur in most major diseases including infections, cancer, heart disease, chronic kidney disease, chronic obstructive pulmonary disease,and stroke. Skeletal muscle provides a fundamental basis for human function, enabling locomotion and respiration. Muscle wasting is related to a poor quality of life and increased morbidity / mortality. Two common but distinct conditions characterized by a loss of skeletal muscle mass are sarcopenia and cachexia. Sarcopenia and cachexia represent the major causes of muscle-wasting disorders. It has been known for millennia that muscle and fat wasting leads to poor outcomes including deaths in chronic disease states. It is usually accompanied by physical inactivity, decreased mobility, slow gait, and poor physical endurance which are also common features of the frailty syndrome. Cachexia and sarcopenia are both characterized by an important muscle dysfunction and weakness that lead to increased morbidity and mortality. The cost of muscle wasting is high.",
            "score": 132.5228271484375
        },
        {
            "docid": "5308641_7",
            "document": "Muscle atrophy . There are many diseases and conditions which cause a decrease in muscle mass, known as atrophy, including: inactivity, as seen when a cast is put on a limb, or upon extended bedrest (which can occur during a prolonged illness); cachexia - which is a syndrome that is a co-morbidity of cancer and congestive heart failure; chronic obstructive pulmonary disease; burns, liver failure, etc., and the wasting Dejerine-Sottas syndrome (HMSN Type III). Glucocorticoids, a class of medications used to treat allergic and other inflammatory conditions can induce muscle atrophy by increasing break-down of muscle proteins. Other syndromes or conditions which can induce skeletal muscle atrophy are liver disease, and starvation.",
            "score": 131.79718017578125
        },
        {
            "docid": "11274133_9",
            "document": "Mecasermin rinfabate . Amyotrophic lateral sclerosis (ALS), also known as Lou Gehrig's Disease is a progressive neurodegenerative disease that affects nerve cells in the brain and the spinal cord. Motor neurons reach from the brain to the spinal cord and from the spinal cord to the muscles throughout the body. The progressive degeneration of the motor neurons in ALS eventually leads to their death. When the motor neurons die, the ability of the brain to initiate and control muscle movement is lost. With voluntary muscle action progressively affected, patients in the later stages of the disease may become totally paralyzed.",
            "score": 131.0059356689453
        },
        {
            "docid": "15538_2",
            "document": "Inclusion body myositis . Inclusion body myositis (IBM) [my-oh-SIGH-tis] is the most common inflammatory muscle disease in older adults. The disease is characterized by slowly progressive weakness and wasting of both distal and proximal muscles, most apparent in the finger flexors and knee extensors. There are two types of IBM: sporadic (sIBM), which is more common, and hereditary (hIBM). In sIBM, two processes appear to occur in the muscles in parallel, one autoimmune and the other degenerative. Inflammation is evident from the invasion of muscle fibers by immune cells. Degeneration is characterized by the appearance of holes, deposits of abnormal proteins, and filamentous inclusions in the muscle fibers. sIBM is a rare disease, with a prevalence ranging from 1 to 71 individuals per million.",
            "score": 128.8292999267578
        },
        {
            "docid": "19375577_2",
            "document": "Amyotrophic lateral sclerosis . Amyotrophic lateral sclerosis (ALS), also known as motor neurone disease (MND), and Lou Gehrig's disease, is a specific disease which causes the death of neurons controlling voluntary muscles. Some also use the term motor neuron disease for a group of conditions of which ALS is the most common. ALS is characterized by stiff muscles, muscle twitching, and gradually worsening weakness due to muscles decreasing in size. This results in difficulty speaking, swallowing, and eventually breathing. The cause is not known in 90% to 95% of cases. The remaining 5–10% of cases are inherited from a person's parents. About half of these genetic cases are due to one of two specific genes. The underlying mechanism involves damage to both upper and lower motor neurons. The diagnosis is based on a person's signs and symptoms, with testing done to rule out other potential causes. No cure for ALS is known. A medication called riluzole may extend life by about two to three months. Non-invasive ventilation may result in both improved quality and length of life. The disease can affect people of any age, but usually starts around the age of 60 and in inherited cases around the age of 50. The average survival from onset to death is two to four years. About 10% survive longer than 10 years. Most die from respiratory failure. In much of the world, rates of ALS are unknown. In Europe and the United States the disease affects about two to three people per 100,000 per year. Descriptions of the disease date back to at least 1824 by Charles Bell. In 1869, the connection between the symptoms and the underlying neurological problems was first described by Jean-Martin Charcot, who in 1874 began using the term \"amyotrophic lateral sclerosis\". It became well known in the United States in the 20th century when in 1939 it affected the baseball player Lou Gehrig and later worldwide following the 1963 diagnosis of cosmologist Stephen Hawking. In 2014, videos of the Ice Bucket Challenge went viral on the Internet and increased public awareness of the condition. ALS is a motor neuron disease, also spelled \"motor neurone disease\", which is a group of neurological disorders that selectively affect motor neurons, the cells that control voluntary muscles of the body, including amyotrophic lateral sclerosis (ALS), primary lateral sclerosis, progressive muscular atrophy, progressive bulbar palsy, pseudobulbar palsy, and spinal muscular atrophy.",
            "score": 128.29493713378906
        },
        {
            "docid": "6531493_26",
            "document": "Protein (nutrient) . If not enough energy is taken in through diet, as in the process of starvation, the body will use protein from the muscle mass to meet its energy needs, leading to muscle wasting over time. If the individual does not consume adequate protein in nutrition, then muscle will also waste as more vital cellular processes (e.g., respiration enzymes, blood cells) recycle muscle protein for their own requirements.",
            "score": 128.11212158203125
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 127.76856994628906
        },
        {
            "docid": "40484948_4",
            "document": "Christoph Handschin . Handschin studies the molecular processes underlying trained or diseased muscles. Central to his research is the protein PGC-1α that has a significant influence on metabolism and muscle function. Handschin demonstrated that PGC-1 α centrally steers the adaptive mechanisms of the muscle during endurance training. PGC-1α increases the endurance capacity of the muscle by among other things regulating the formation and degradation of lactate. Furthermore, Handschin discovered that an elevated PGC-1α production manifests a therapeutic effect on muscle wasting and dystrophies. His findings provide concrete approaches for the treatment of muscle diseases and age-related muscle wasting. Moreover, the insights gained on the regulation of heme biosynthesis were highly relevant for the understanding of porphyria.",
            "score": 126.83406066894531
        },
        {
            "docid": "19723734_44",
            "document": "Muscle . There are also many diseases and conditions that cause muscle atrophy. Examples include cancer and AIDS, which induce a body wasting syndrome called cachexia. Other syndromes or conditions that can induce skeletal muscle atrophy are congestive heart disease and some diseases of the liver.",
            "score": 125.29390716552734
        },
        {
            "docid": "52279760_2",
            "document": "Ezutromid . Ezutromid is an orally administered small molecule utrophin modulator currently involved in a Phase 2 clinical trial produced by Summit Therapeutics for the treatment of Duchenne muscular dystrophy (DMD). DMD is a fatal x-linked recessive disease affecting approximately 1 in 5000 males and is a designated orphan disease by the FDA and European Medicines Agency. Approximately 1/3 of the children obtain DMD as a result of spontaneous mutation in the dystrophin gene and have no family history of the disease. Dystrophin is a vital component of mature muscle function, and therefore DMD patients have multifarious forms of defunct or deficient dystrophin proteins that all manifest symptomatically as muscle necrosis and eventually organ failure. Ezutromid is theorized to maintain utrophin, a protein functionally and structurally similar to dystrophin that precedes and is replaced by dystrophin during development. Utrophin and dystrophin are reciprocally expressed, and are found in different locations in a mature muscle cell. However, in dystrophin-deficient patients, utrophin was found to be upregulated and is theorized to replace dystrophin in order to maintain muscle fibers. Ezutromid is projected to have the potential to treat all patients suffering with DMD as it maintains the production of utrophin to counteract the lack of dystrophin to retard muscle degeneration. Both the FDA and European Medicines Agency has given ezutromid an orphan drug designation. The FDA Office of Orphan Products and Development offers an Orphan Drug Designation program (ODD) that allows drugs aimed to treat diseases that affect less than 200,000 people in the U.S. monetary incentives such as a period of market exclusivity, tax incentives, and expedited approval processes.",
            "score": 125.27378845214844
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 124.79601287841797
        },
        {
            "docid": "2940689_15",
            "document": "Glycogen debranching enzyme . These different manifestation produce varied symptoms, which can be nearly indistinguishable from Type I GSD, including hepatomegaly, hypoglycemia in children, short stature, myopathy, and cardiomyopathy. Type IIIa patients often exhibit symptoms related to liver disease and progressive muscle involvement, with variations caused by age of onset, rate of disease progression and severity. Patients with Type IIIb generally symptoms related to liver disease. Type III patients be distinguished by elevated liver enzymes, with normal uric acid and blood lactate levels, differing from other forms of GSD. In patients with muscle involvement, Type IIIa, the muscle weakness becomes predominant into adulthood and can lead to ventricular hypertrophy and distal muscle wasting.",
            "score": 123.47760009765625
        },
        {
            "docid": "5308641_14",
            "document": "Muscle atrophy . β-hydroxy β-methylbutyrate (HMB), a metabolite of leucine which is sold as a dietary supplement, has demonstrated efficacy in preventing the loss of muscle mass in several muscle wasting conditions in humans, particularly sarcopenia. A growing body of evidence supports the efficacy of HMB as a treatment for reducing, or even reversing, the loss of muscle mass, muscle function, and muscle strength in hypercatabolic disease states such as cancer cachexia; consequently, it is recommended that both the prevention and treatment of sarcopenia and muscle wasting in general include supplementation with HMB, regular resistance exercise, and consumption of a high-protein diet. Based upon a meta-analysis of seven randomized controlled trials that was published in 2015, HMB supplementation has efficacy as a treatment for preserving lean muscle mass in older adults. More research is needed to determine the precise effects of HMB on muscle strength and function in this age group.",
            "score": 122.85205078125
        },
        {
            "docid": "46685051_3",
            "document": "Epigenetics of neurodegenerative diseases . Neurodengenerative diseases of motor neurons can cause degeneration of motor neurons involved in voluntary muscle control such as muscle contraction and relaxation. This article will cover the epigenetics and treatment of amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). See the Motor Neuron Fact Sheet for details regarding other motor neuron diseases.Neurodegenerative diseases of the central nervous system can affect the brain and/or spinal cord. This article will cover the epigenetics and treatment of Alzheimer’s disease (AD), Huntington’s disease (HD), and Parkinson’s disease (PD). These diseases are characterized by chronic and progressive neuronal dysfunction, sometimes leading to behavioral abnormalities (as with PD), and, ultimately, neuronal death, resulting in dementia.",
            "score": 121.38113403320312
        },
        {
            "docid": "712319_6",
            "document": "Atrophy . There are many diseases and conditions which cause atrophy of muscle mass. For example, diseases such as cancer and AIDS induce a body wasting syndrome called \"cachexia\", which is notable for the severe muscle atrophy seen. Other syndromes or conditions which can induce skeletal muscle atrophy are congestive heart failure and liver disease.",
            "score": 120.82112121582031
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 120.31304168701172
        },
        {
            "docid": "19723734_50",
            "document": "Muscle . In contrast to this argument for a single origin of muscle cells, Steinmetz et al. argue that molecular markers such as the myosin II protein used to determine this single origin of striated muscle actually predate the formation of muscle cells. This author uses an example of the contractile elements present in the porifera or sponges that do truly lack this striated muscle containing this protein. Furthermore, Steinmetz et al. present evidence for a polyphyletic origin of striated muscle cell development through their analysis of morphological and molecular markers that are present in bilaterians and absent in cnidarians, ctenophores, and bilaterians. Steimetz et al. showed that the traditional morphological and regulatory markers such as actin, the ability to couple myosin side chains phosphorylation to higher concentrations of the positive concentrations of calcium, and other MyHC elements are present in all metazoans not just the organisms that have been shown to have muscle cells. Thus, the usage of any of these structural or regulatory elements in determining whether or not the muscle cells of the cnidarians and ctenophores are similar enough to the muscle cells of the bilaterians to confirm a single lineage is questionable according to Steinmetz et al. Furthermore, Steinmetz et al. explain that the orthologues of the MyHc genes that have been used to hypothesize the origin of striated muscle occurred through a gene duplication event that predates the first true muscle cells (meaning striated muscle), and they show that the MyHc genes are present in the sponges that have contractile elements but no true muscle cells. Furthermore, Steinmetz et all showed that the localization of this duplicated set of genes that serve both the function of facilitating the formation of striated muscle genes and cell regulation and movement genes were already separated into striated myhc and non-muscle myhc. This separation of the duplicated set of genes is shown through the localization of the striated myhc to the contractile vacuole in sponges while the non-muscle myhc was more diffusely expressed during developmental cell shape and change. Steinmetz et al. found a similar pattern of localization in cnidarians with except with the cnidarian \"N. vectensis\" having this striated muscle marker present in the smooth muscle of the digestive track. Thus, Steinmetz et al. argue that the pleisiomorphic trait of the separated orthologues of myhc cannot be used to determine the monophylogeny of muscle, and additionally argue that the presence of a striated muscle marker in the smooth muscle of this cnidarian shows a fundamentally different mechanism of muscle cell development and structure in cnidarians.",
            "score": 119.233642578125
        },
        {
            "docid": "42000512_3",
            "document": "Schwartz–Jampel syndrome . Schwartz–Jampel syndrome is caused by mutations in the \"HSPG2\" gene, which makes the protein perlecan, which is found in muscle and cartilage. Relationships between the disease and perlecan deficiency have been studied. In Schwartz–Jampel syndrome, it is suspected that abnormal perlecan function leads to a deficiency in acetylcholinesterase, an enzyme involved in breaking down the neurotransmitter acetylcholine, which incites muscle contraction. If acetylcholine is not broken down, it can lead to prolonged muscle contraction/stiffening of the muscles (myotonia).",
            "score": 119.22664642333984
        },
        {
            "docid": "57410053_3",
            "document": "Proline isomerization in epigenetics . Cell signaling involves many different processes and proteins. One of the most studied cell signaling phenomena involving proline is the interactions with p53 and prolyl isomerases, specifically Pin1. The protein p53, along with p63 and p73, are responsible for ensuring that alterations to the genome are corrected and for preventing the formation and growth of tumors. proline residues are found throughout the p53 proteins and without the phosphorylation and isomerization of specific Serine/Threonine-Proline motifs within p53, they cannot exhibit control over their target genes. The main signalling processes that are affected by p53 are apoptosis and cell cycle arrest, both of which are controlled by specific isomerization of the prolines in p53.",
            "score": 118.59765625
        },
        {
            "docid": "14626122_19",
            "document": "Lactate dehydrogenase . A complete lactate dehydrogenase enzyme consists of four protein subunits. Since the two most common subunits found in lactate dehydrogenase are encoded by the LDHA and LDHB genes, either variation of this disease causes abnormalities in many of the lactate dehydrogenase enzymes found in the body. In the case of lactate dehydrogenase-A deficiency, mutations to the LDHA gene results in the production of an abnormal lactate dehydrogenase-A subunit that cannot bind to the other subunits to form the complete enzyme. This lack of a functional subunit reduces the amount of enzyme formed, leading to an overall decrease in activity. During the anaerobic phase of glycolysis (the Cori Cycle), the mutated enzyme is unable to convert pyruvate into lactate to produce the extra energy the cells need. Since this subunit has the highest concentration in the LDH enzymes found in the skeletal muscles (which are the primary muscles responsible for movement), high-intensity physical activity will lead to an insufficient amount of energy being produced during this anaerobic phase. This in turn will cause the muscle tissue to weaken and eventually break down, a condition known as rhabdomyolysis. The process of rhabdomyolysis also releases myoglobin into the blood, which will eventually end up in the urine and cause it to become red or brown: another condition known as myoglobinuria. Some other common symptoms are exercise intolerance, which consists of fatigue, muscle pain, and cramps during exercise, and skin rashes. In severe cases, myoglobinuria can damage the kidneys and lead to life-threatening kidney failure. In order to obtain a definitive diagnosis, a muscle biopsy may be performed to confirm low or absent LDH activity. There is currently no specific treatment for this condition.",
            "score": 118.01588439941406
        },
        {
            "docid": "21045203_14",
            "document": "Reticulon . There is increasing evidence that reticulons are involved with several different types of neurodegenerative diseases such as Alzheimer's disease and amyotrophic lateral sclerosis. In Alzheimer’s disease, a specific enzyme produces a pathological agent. Reticulons can interfere with those enzymes by decreasing Aβ levels. It was found in the temporal lobes of humans that RTN was depleted in Alzheimer’s patients. Nonetheless, the exact relationship between Alzheimer’s disease and reticulons is unknown. There may also be a link of reticulons to multiple sclerosis and hereditary spastic paraplegia. The serum of patients with multiple sclerosis contains autoantibodies against the isoform A-specific region of RTN4. In the most common mutated protein in hereditary spastic paraplegia, spastin, there was an interaction with both RTN1 and RTN3 through two-hybrid screening. Lastly, reticulons can be associated with amyotrophic lateral sclerosis (ALS). In a mouse model, varied regulation of RTNA was found. In muscle biopsies of rats, the levels of RTN4 were related to the severity of the disease. Additionally, ALS could be predicted with increased expression of RTNA in lower motor neuron syndromes.",
            "score": 116.90274810791016
        },
        {
            "docid": "19723734_51",
            "document": "Muscle . Steinmetz et al. continue to argue for multiple origins of striated muscle in the metazoans by explaining that a key set of genes used to form the troponin complex for muscle regulation and formation in bilaterians is missing from the cnidarians and ctenophores, and of 47 structural and regulatory proteins observed, Steinmetz et al. were not able to find even on unique striated muscle cell protein that was expressed in both cnidarians and bilaterians. Furthermore, the Z-disc seemed to have evolved differently even within bilaterians and there is a great deal diversity of proteins developed even between this clade, showing a large degree of radiation for muscle cells. Through this divergence of the Z-disc, Steimetz et al. argue that there are only four common protein components that were present in all bilaterians muscle ancestors and that of these for necessary Z-disc components only an actin protein that they have already argued is an uninformative marker through its pleisiomorphic state is present in cnidarians. Through further molecular marker testing, Steinmetz et al. observe that non-bilaterians lack many regulatory and structural components necessary for bilaterians muscle formation and do not find any unique set of proteins to both bilaterians and cnidarians and ctenophores that are not present in earlier, more primitive animals such as the sponges and amoebozoans. Through this analysis the authors conclude that due to the lack of elements that bilaterians muscles are dependent on for structure and usage, nonbilaterian muscles must be of a different origin with a different set regulatory and structural proteins.",
            "score": 116.86985778808594
        },
        {
            "docid": "11834955_13",
            "document": "Poly(A)-binding protein . Mutations in PABPN1 that cause this disorder, result when the protein has an extended polyalanine tract (12-17 alanines long vs. the expected amount of 10). The extra alanines cause PABPN1 to aggregate and form clumps within muscles because they are not able to be broken down. These clumps are believed to disrupt the normal function of muscle cells which eventually lead to cell death. This progressive loss of muscle cells most likely causes the weakness in muscles seen in patients with OPMD. It is still not known why this disorder only affects certain muscles like the upper leg and hip. In recent studies on OPMD in Drosophila, it has been shown that the degeneration of muscles within those who are affected may not solely be due to the expanded polyalanine tract. It may actually be due to the RNA-binding domain and its function in binding.",
            "score": 116.50892639160156
        },
        {
            "docid": "19220755_5",
            "document": "P53 p63 p73 family . P53, p63, and p73 have similar features in their gene structures and functions but have also diverged evolutionarily. The p53 family evolved from a p63/p73 ancestor gene in invertebrates. P53 diverged from p63/p73 with a gene duplication in the cartilaginous fish. P63 and p73 differentiated from each other in bony fish. These genes developed different functions and structures throughout their evolutionary divergence (TP73L, p73, p53)",
            "score": 115.56608581542969
        },
        {
            "docid": "2570928_6",
            "document": "Beta-Hydroxy beta-methylbutyric acid . Supplemental HMB has been used in clinical trials as a treatment for preserving lean body mass in muscle wasting conditions, particularly sarcopenia, and has been studied in clinical trials as an adjunct therapy in conjunction with resistance exercise. Based upon two medical reviews and a meta-analysis of seven randomized controlled trials, HMB supplementation can preserve or increase lean muscle mass and muscle strength in sarcopenic older adults. HMB does not appear to significantly affect fat mass in older adults. Preliminary clinical evidence suggests that HMB supplementation may also prevent muscle atrophy during bed rest. A growing body of evidence supports the efficacy of HMB in nutritional support for reducing, or even reversing, the loss of muscle mass, muscle function, and muscle strength that occurs in hypercatabolic disease states such as cancer cachexia; consequently, the authors of two 2016 reviews of the clinical evidence recommended that the prevention and treatment of sarcopenia and muscle wasting in general include supplementation with HMB, regular resistance exercise, and consumption of a high-protein diet.",
            "score": 115.38397216796875
        },
        {
            "docid": "17204799_8",
            "document": "Antagonistic pleiotropy hypothesis . Another instance of antagonistic pleiotropy is manifested in Huntington's disease, a rare neurodegenerative disorder characterized by a high number of CAG repeats within the Huntingtin gene. The onset of Huntington's is usually observed post-reproductive age and generally involves involuntary muscle spasms, cognitive difficulties and psychiatric problems. Incidentally, the high number of CAG repeats is associated with increased activity of p53, a tumor suppressing protein that participates in apoptosis. It has been hypothesized that this explains the lower rates of cancer among Huntington's patients. Huntington's disease is also correlated with high fecundity.",
            "score": 115.17749786376953
        },
        {
            "docid": "15220116_16",
            "document": "AGGF1 . AGGF1 has also been implicated in treatment after vascular smooth muscle cell damage due to coronary artery disease and myocardial infarction. By blocking vascular permeability and regulating vascular smooth muscle cell phenotypic switching, AGGF1 protein therapy is currently being investigated as a new method of treating both of these diseases.",
            "score": 114.74129486083984
        }
    ]
}