{
    "q": [
        {
            "docid": "44135668_15",
            "document": "Parachartergus colobopterus . Nests represent a highly concentrated supply of resources, which makes them desirable to predators. \"P. colobopterus\" wasps have a nonaggressive response when their nest is disturbed. After the initial provocation, wasps leave the nest and begin vigorous displays on its outer envelope. If the provocation continues, females will abandon the nest entirely, leaving the offspring behind. This unique behavior is particularly interesting because the females possess stings that could be used in colony defense. However, field observations indicate females will only sting in self-defense if directly attacked. There have been several theories proposed for the defense response of \"P. colobopterus\", but it seems most likely that this response is due to the lack of vertebrate predation. Furthermore, the nests of these wasps are camouflaged by plant matter, which may further reduce the likelihood of vertebrate predation and negate the need for aggressive defense.",
            "score": 82.80668878555298
        },
        {
            "docid": "2676776_21",
            "document": "Convict cichlid . The different ways in which this biparental sex role specialization can be influenced was studied by manipulating the presence and absence of the mate as well as the presence and absence of an intruder. The former variable was considered because the specialization of parental roles only occurs when both parents are present, while the latter variable was considered because it is thought that biparental care in these cichlids was an evolutionary consequence of the protection of offspring from intruders. When both mates are present with no intruder, both parents may stay with the offspring by resembling single parents because each parent is addressing only the offspring and not its mate, or one parent may be concentrated on activities associated with the offspring while the other parent concentrates on patrolling and defending the area. Under these isolated conditions, a more equal sharing of parental behaviors tends to occur. However, when both mates are present and an intruder is introduced, the male spends more time chasing intruders while the female remains with the offspring more. When the intruder is present but a parent is by itself, the widowed male tends to leave the offspring unattended and instead attacks the intruder or predator. Therefore, the conclusive finding is that the male rarely remains with the offspring when the female is absent, and the female rarely confronts the intruder when the male is absent.",
            "score": 91.57100772857666
        },
        {
            "docid": "56959220_6",
            "document": "Aggression in cattle . There are many components to maternal behavior that are seen in cattle, including behavior that allows proper bonding between mother and baby, nursing behavior, attentiveness and how mother responds to offspring. This maternal behavior is often seen in cattle during lactation as a prey species, this triggers the maternal instinct to protect their young from any threat and may use violent aggressive behaviors as a defense mechanism. During lactation in prey species, including cattle, a reduction in fear responsiveness of the dam to novel and potentially dangerous situations facilitates the expression of defensive aggression in protection of the young. It has also been proven however that aggression is not only performed in the protection of the offspring, but it can be directed to the offspring, in which could be directly related to fear.",
            "score": 165.72581124305725
        },
        {
            "docid": "18333977_3",
            "document": "Prenatal stress . Prenatal stress is shown to have several affects in fetal brain development. In the hippocampus of adult male rats, prenatal stress has shown to decrease the rate of proliferation and cell death in the hypothalamus-pituitary axis. Prenatal stressed animals have prolonged corticosterone response. Removing the adrenal glands of the mother eliminates the effect of the pup's corticosterone response. Supplementing the adrenalectamized mother with corticosterone, rescued the hypothalamic-pituitary-axis response to maternal stress for prenatally stressed offspring. Prenatal stress caused high glucocorticoids, which in turn affects the hypothalamic-pituitary-axis negative feedback. A study by García-Cáceres et al. showed that prenatal stress decreases cell turnover and proliferation in the hypothalamus of adult rats, which reduces structural plasticity and reduces the response to stress in adulthood. This study also showed that when prenatally stressed rats were stressed in adulthood the females showed an increase in corticotropin-releasing hormone suggesting it to be an up-regulation in the hypothalamic-pituitary adrenal axis. Males showed no elevation of corticosterone levels. Increase in adrenocorticotropic hormone with no effect of adult stress and a decrease in the corticotropin-releasing hormone mRNA in the hypothalamus showed a down-regulation. The author concludes that this makes prenatally stressed females less reactive to later life stressors than males.",
            "score": 145.446941614151
        },
        {
            "docid": "9602868_5",
            "document": "Smith's bush squirrel . Essentially arboreal animals, they also spend a great deal of time on the ground, foraging for food. When disturbed, Smith's bush squirrels always seek the refuge of trees. At night, territorial family groups nest together in holes in trees. Offspring become sexually mature between six and nine months old, when they are forcibly evicted by the breeding pair. The males are mainly responsible for territorial defense, although females also chase intruders when they care for dependent pups. To promote group cohesion, a common scent is shared by mutual grooming, which is an important facet of the social fibre of this species. Smith's bush squirrels are diligent in their grooming and a mother tree squirrel holds her offspring down with her fore legs while grooming it with licks, nibbles, and scratches with her claws.",
            "score": 124.21395862102509
        },
        {
            "docid": "38652305_5",
            "document": "Predatory imminence continuum . Post-encounter defensive behaviours are avoidance behaviours performed when a predator is present and has been detected. When this stage of threat has been reached, behaviours are limited to species-specific defence reactions. These behaviours are commonly freezing, fleeing or threatening. The goal of a post-encounter defensive behaviour is to prevent the predatory imminence from further increasing. The dominant post-encounter defensive behaviour can depend on whether the predator has also detected the prey and how far away the two animals are from one another. Varying levels of predatory imminence, even in post-encounter situations, can affect the expressed defensive behaviour. If the prey has yet to be detected, the goal of the post-encounter behaviour will be to prevent the predator from detecting the prey. If both the predator and prey have detected each other, the goal will be to avoid making contact with the predator. Freezing behaviour in rats is an example of a post-encounter defensive behaviour which has been well studied. Freezing in rats is characterized by sudden, extended immobility, followed by a decreased heart rate and an increased respiration rate. This behaviour is often the dominant post-encounter defence behaviour in rats. In the laboratory setting, post-encounter defensive behaviours can be elicited by pairing a neutral stimulus, such as a light, with an aversive stimulus, such as a shock. The rat will engage in its post-encounter defensive behaviour when it becomes aware of the neutral stimulus, as the stimulus is acting as a predictor for the shock. Since the freezing behaviour is dominant in these situations, it can be assumed that it serves an adaptive function by preventing an additional increase in predatory imminence. Freezing is the dominant post-encounter behaviour because even when there are alternative defensive reactions available, freezing has been observed to be the rat's response the majority of the time. Even when a clear method of escape was made available, rats would freeze instead of fleeing. Freezing can prevent the perceived level of threat from increasing in several ways. If a rat becomes aware of a predator before the predator is aware of the prey, freezing can reduce the likelihood that the prey will be detected. As well, since many predators rely on motion to keep track of their prey, freezing may cause the predator to either lose site of their prey or shift their attention to a more active object.",
            "score": 167.19715487957
        },
        {
            "docid": "21312304_25",
            "document": "Olfactory memory . The development of a sense of smell is also thought to have arisen to function as an arousal system. Once an odor enters into conscious memory, it can signal the presence of a threat, like the smell of gas or smoke. However, odor memory can also be an implicit or unconscious process. This ability to respond automatically to a warning stimulus is much like pre-attentive processes in other sensory systems which involve the use of automatic forms of memory. These response patterns have evolved over time and involve a wide variety of motor and autonomic responses which are integrated into the behaviour pattern of reacting to a warning stimulus. odor-induced anxiety can be caused when an animal senses a predator. A study conducted on rats showed that when a rat was exposed to cat odors, there was increased anxiety-related behaviour in the rat. The cat odor induced an inhibition of the endocannabinoid system in the amygdala which has been suggested to induce anxiety-related responses.",
            "score": 104.19510674476624
        },
        {
            "docid": "55261687_10",
            "document": "Behavioural responses to stress . Behavioural response to stress can be transmitted from parents to offspring. When an offspring observes the expression of behaviour such as fear in response to a stress stimulus, the same response would be elicited in the offspring when the stimulus is presented. Debeik and associates illustrated in rodents that fear is transferred from mother to infant in response to a certain odour stimulus. They further proved that the neural activity, such as the basal amygdala activity of the offspring’s brain, illustrated fear response.",
            "score": 90.84374213218689
        },
        {
            "docid": "26665209_5",
            "document": "Gargaphia solani . This was the first species in the family Tingidae (lace bugs) in which maternal care was discovered. Mothers defend their offspring against predators as they mature by moving towards the threat and fanning their wings. Experiments show that without this protection their progeny have only a 3% survival rate in the wild. Further observation has shown that guarding eggs and protecting offspring after they hatch has a significant cost to the mother, reducing her future reproductive potential in terms of fecundity and clutch number. Evolutionary theory predicts that parental investment should change depending on the reproductive value of offspring and future reproductive potential of parents. Douglas Tallamy found that maternal defensive behaviour in this species is consistent with the theory, since mothers became more aggressive in their clutch defense as they got older (less future reproduction at risk) and as the nymphs in each clutch matured (greater investment lost/higher survival potential as they get bigger). Because of heavy predation, this investment is necessary. However, females can reduce costs to themselves by laying in the egg masses of conspecifics (\"i.e.\" other mothers) who will then take care of their offspring for them (similar behaviour occurs in other species; see brood parasite). This exploitation of other females is common; eggs are laid in neighbouring egg masses whenever there is opportunity to do so. Egg dumpers were observed to have higher mortality rates per egg, but were at an advantage because they were more fecund (could lay more eggs) and were at lower risk of predation.",
            "score": 147.92435014247894
        },
        {
            "docid": "37122597_11",
            "document": "Behavioral epigenetics . Studies in rats have shown correlations between maternal care in terms of the parental licking of offspring and epigenetic changes. A high level of licking results in a long-term reduction in stress response as measured behaviorally and biochemically in elements of the hypothalamic-pituitary-adrenal axis (HPA). Further, decreased DNA methylation of the glucocorticoid receptor gene were found in offspring that experienced a high level of licking; the glucorticoid receptor plays a key role in regulating the HPA. The opposite is found in offspring that experienced low levels of licking, and when pups are switched, the epigenetic changes are reversed. This research provides evidence for an underlying epigenetic mechanism. Further support comes from experiments with the same setup, using drugs that can increase or decrease methylation. Finally, epigenetic variations in parental care can be passed down from one generation to the next, from mother to female offspring. Female offspring who received increased parental care (i.e., high licking) became mothers who engaged in high licking and offspring who received less licking became mothers who engaged in less licking.",
            "score": 149.6281133890152
        },
        {
            "docid": "469343_9",
            "document": "Mandrill . Mandrills are preyed on mainly by leopards. Additional predators known to attack both adult and young mandrills include crowned eagles and African rock pythons. They may be bitten and killed by Gaboon vipers when they accidentally rouse the venomous snake. It is thought that most predators are a threat mainly to young mandrills, with the likelihood of predation decreasing in adult females and especially adult males, which may be invulnerable to all but the seldom ambush by a leopard. In a study where a mandrill troop was exposed to stimuli relating to their natural predators, only the leopard caused the larger part of the group to flee into trees. However, the large, dominant males were observed to remain in response to the images of the natural predators, even the leopard, and pace back and forth whilst baring their teeth, generally indicating aggression and the defensive role they may play in such circumstances.",
            "score": 87.5971668958664
        },
        {
            "docid": "28335146_20",
            "document": "Parnassius smintheus . The larvae sequester sarmentosin from their food plant to gain protection from predators; an individual butterfly contains around 460 ɥg of sarmentosin. The closely related \"P. apollo\" also sequesters sarmentosin, but the concentrations were found to be nearly three times higher in \"P. smintheus\" adults. The concentration of sarmentosin is highest in the wings of the butterfly, which helps fend off predators since the wings and its scales are the first thing to come in contact with any predators. As a result of sequestering the compound, the butterflies have a strong odor and excrete brown fluid from their anus that smells like their body when attacked. Their body fluid is a nasal irritant to humans. The exact defense mechanism of sarmentosin is not known, but it may be a very bitter compound, making predators unlikely to prey on them again. Their white wings with black and red markings warn of their unpalatability to birds, while their odor serves to warn rodents off. Males most likely have more distasteful compounds in them than females, because chipmunks tend to eat more females than males of this species.",
            "score": 92.74930810928345
        },
        {
            "docid": "12619139_11",
            "document": "Neolamprologus pulcher . When parents and helpers care for offspring, the protection may reduce the predation risk to offspring, which may allow mothers to invest less per single offspring. Daffodil cichlid helpers protect the group offspring and reduce the offspring's mortality rate. Therefore, dominant females are expected to reduce their investment per egg when more helpers are present. Experiments show that females do indeed reduce egg size with increasing number of helpers but not when perceived neighbor density is high.",
            "score": 107.3108377456665
        },
        {
            "docid": "3242540_7",
            "document": "Spix's night monkey . This species communicates through voice, sight, smell, and touch. Vocally, this monkey has different sounds for different situations. To startle a potential predator the night monkey will “scream,” emitting a high pitched shriek. These monkeys use social sniffing to assess potential breeding partners. They will also urinate on their hands and then rub it on different surfaces to show sexual attraction. Aggressive males will usually arch their backs with all of their limbs straightened. When in the presence of a predator the night monkey will sway from side to side to try and deter the predator. A rejection bite is used as tactile communication between mother and offspring after suckling or after around one week old when contact is not welcome. Father and offspring also use a rejection bite when the offspring reaches around 8 weeks when contact is not welcome.",
            "score": 88.61171174049377
        },
        {
            "docid": "9196294_6",
            "document": "Tend and befriend . Female stress responses that increased offspring survival would have led to higher fitness and thus were more likely to be passed on through natural selection. In the presence of threats, protecting and calming offspring while blending into the environment may have increased chances of survival for mother and child. When faced with stress, females often respond by tending to offspring, which in turn reduces stress levels. Studies conducted by Repetti (1989) show that women respond to highly stressful workdays by providing more nurturing behaviors towards their children. In contrast, fathers who experienced stressful workdays were more likely to withdraw from their families or were more interpersonally conflictual that evening at home. Furthermore, physical contact between mothers and their offspring following a threatening event decreased HPA activity and sympathetic nervous system arousal. Oxytocin, released in response to stressors, may be the mechanism underlying the female caregiving response. Studies of ewes show that administration of oxytocin promoted maternal behavior. Breastfeeding in humans, which is associated with maternal oxytocin release, is physiologically calming to both mothers and infants.",
            "score": 192.18908894062042
        },
        {
            "docid": "3179627_10",
            "document": "Lowland streaked tenrec . When an individual is aggravated a defense response is produced by erecting its quills laterally and forward and produces sound when the quills vibrate.(5)(6) H. semispinosus has a highly developed sense of smell and this response along with foot stamping is also produced when the odor of a predator is detected.(5)(9) This display additionally occurs when males fight for females and when unfamiliar males come across one another. Female encounters however, have tactile contact and then increase the distance between each other.(5)",
            "score": 70.94983315467834
        },
        {
            "docid": "58685_35",
            "document": "Hypothalamus . Exposure to a predator (such as a cat) elicits defensive behaviors in laboratory rodents, even when the animal has never been exposed to a cat. In the hypothalamus, this exposure causes an increase in Fos-labeled cells in the anterior hypothalamic nucleus, the dorsomedial part of the ventromedial nucleus, and in the ventrolateral part of the premammillary nucleus (PMDvl). The premammillary nucleus has an important role in expression of defensive behaviors towards a predator, since lesions in this nucleus abolish defensive behaviors, like freezing and flight. The PMD does not modulate defensive behavior in other situations, as lesions of this nucleus had minimal effects on post-shock freezing scores. The PMD has important connections to the dorsal periaqueductal gray, an important structure in fear expression. In addition, animals display risk assessment behaviors to the environment previously associated with the cat. Fos-labeled cell analysis showed that the PMDvl is the most activated structure in the hypothalamus, and inactivation with muscimol prior to exposure to the context abolishes the defensive behavior. Therefore, the hypothalamus, mainly the PMDvl, has an important role in expression of innate and conditioned defensive behaviors to a predator.",
            "score": 125.62253975868225
        },
        {
            "docid": "47901087_15",
            "document": "Lasioglossum hemichalceum . There are many advantages and disadvantages for the \"L. hemichalceum\" in terms of living communally in a large colony. While many members may be living with unrelated individuals (about 50% of adult females do not have daughters or sisters of any type nearby in the colony), they gain many advantages. One of the primary benefits is constant care for larvae and offspring. It takes approximately six weeks for a larvae to reach adulthood, and by having other adults nearby that are able to look after the brood, the risk of predation from ants is significantly reduced. Another benefit is life insurance. Foraging is highly risky activity, and should a mother be killed while foraging, her offspring will be cared for by other members of the colony. Thus, forming a colony that is larger in size (the typical colony is about 200 members), is advantageous in terms of brood rearing and protection. However, there are disadvantages as well. While the presence of adult \"L. hemichalceum\" is effective at warding off unwanted predators, such as ants, there is no active defense behaviors. This makes it less advantageous to be in a large colony in moments when active defense is needed. Furthermore, another disadvantage are cheaters who exploit the cooperative protection that the colony offers. It is thought that communal protection of unknown broods prevents exploitation, however this theory is still being explored.",
            "score": 113.51202690601349
        },
        {
            "docid": "40745870_15",
            "document": "Escape and radiate coevolution . Key adaptations are adaptations that allow a group of organisms to diversify. \"Daphnia lumholtzi\" is a water flea that is able to form rigid head spines in response to chemicals released when fish are present. These phenotypically plastic traits serve as an induced defense against these predators. A study showed that \"Daphnia pulicaria\" is competitively superior to \"D. lumholtzi\" in the absence of predators. However, in the presence of fish predation the invasive species formed its defenses and became the dominant water flea in the region. This switch in dominance suggests that the induced defense against fish predation could represent a key adaptation for the invasion success of \"D. lumholtzi\". A defensive trait that qualifies as a key adaptation is most likely an example of escape and radiate coevolution.",
            "score": 67.37259316444397
        },
        {
            "docid": "12202186_25",
            "document": "Infanticide (zoology) . Infanticide in burying beetles may have led to male parental care. In this species males often cooperate with the female in preparing a piece of carrion, which is buried with the eggs and eaten by the larvae when they hatch. Males may also guard the site alongside the female. It is apparent from experiments that this behavior does not provide their young with any better nourishment, nor is it of any use in defending against predators. However, other burying bugs may try to take their nesting space. When this occurs, a male-female pair is over twice as successful in nest defense, preventing the ovicide of their offspring.",
            "score": 96.77595448493958
        },
        {
            "docid": "599837_20",
            "document": "Habituation . Habituation has been observed in an enormously wide range of species from motile single-celled organisms such as the amoeba and \"Stentor coeruleus\" to sea slugs to humans. Habituation processes are adaptive, allowing animals to adjust their innate behaviors to changes in their natural world. A natural animal instinct, for example, is to protect themselves and their territory from any danger and potential predators. It is obvious that an animal needs to respond quickly to the sudden appearance of a predator. What may be less obvious is the importance of defensive responses to the sudden appearance of any new, unfamiliar stimulus, whether it is dangerous or not. An initial defensive response to a new stimulus is important because if an animal fails to respond to a potentially dangerous unknown stimulus, the results could be deadly. Despite this initial, innate defensive response to an unfamiliar stimulus, the response becomes habituated if the stimulus repeatedly occurs but causes no harm. An example of this is the prairie dog habituating to humans. Prairie dogs give alarm calls when they detect a potentially dangerous stimulus. This defensive call occurs when any mammal, snake, or large bird approaches them. However, they habituate to noises, such as human footsteps, that occur repeatedly but result in no harm to them. If prairie dogs never habituate to nonthreatening stimuli, they would be constantly sending out alarm calls and wasting their time and energy. However, the habituation process in prairie dogs may depend on several factors including the particular defensive response. In one study that measured several different responses to the repeated presence of humans, the alarm calls of prairie dogs showed habituation whereas the behavior of escaping into their burrows showed sensitization.",
            "score": 121.60732674598694
        },
        {
            "docid": "20632326_32",
            "document": "Bear attack . One of the most dangerous situations that leads to bear attacks is when a bear perceives a threat to her offspring. Female bears are very defensive of their young, devoting, on their own without any participation of the male bear, many years of their lives just to raise their cubs and teach them to hunt, hence the term \"mama bear\" to refer to extremely reactive and protective mothers of humans, particularly those who do this without paternal care. While solo bears will usually retreat, a mother bear protecting her cubs is mostly likely to attack any sudden threat. Black bears present something of an exception to this, however, as mother black bears sometimes urge their cubs to climb trees for safety instead of remaining on the ground to protect their young.",
            "score": 138.35717368125916
        },
        {
            "docid": "2676776_22",
            "document": "Convict cichlid . Convict cichlids may show extended biparental care and adopt unrelated young of the same species of similar or smaller body size compared to their own biological offspring. The parents may benefit by adopting smaller young by taking advantage of the dilution effect, which is when the risk of predation for an individual is reduced because the group size is larger. Another reason that has been considered is that foreign young that are larger than the biological offspring may be a direct predatory threat to them. However, it has been shown that as the biological offspring develop and become stronger swimmers, the parents are less active about rejecting larger foreign young, but when they do reject, often foreign young are rejected before they are large enough to be perceived as a direct threat to the biological offspring. Thus, it can be concluded that the brood adoption and rejection rely more heavily on the protection of the biological offspring from differential predator instead of from larger adopted cichlids.",
            "score": 110.92004263401031
        },
        {
            "docid": "21312304_15",
            "document": "Olfactory memory . Mammalian olfactory cues play an important role in the coordination of the mother infant bond, and the following normal development of the offspring. The offspring of several different mammals are attracted to the odor of amniotic fluid, which helps to calm and adapt the infant to the novel environment outside of the womb. Sheep form olfactory recognition memory for their lambs within 2–4 hours of giving birth, which causes the mother to subsequently reject advances from unfamiliar lambs and scents. This bond is thought to be enhanced by olfactory cues that cause enhanced transmission across synapses of the olfactory bulb. After the birth of the offspring, there is a shift in the value of the infant’s odors to the mother, which causes change in neural structures such as the olfactory bulb. These changes contribute to maternal responsiveness and memorization of these odors. Olfactory cues from the baby lamb are important in establishing maternal behavior and bonding. After birth, the smell of amniotic fluid (which was previously disgusting) becomes attractive for ewes.",
            "score": 112.96260201931
        },
        {
            "docid": "56109_12",
            "document": "Brown rat . Brown rats are capable of producing ultrasonic vocalizations. As pups, young rats use different types of ultrasonic cries to elicit and direct maternal search behavior, as well as to regulate their mother's movements in the nest. Although pups will produce ultrasounds around any other rats at 7 days old, by 14 days old they significantly reduce ultrasound production around male rats as a defensive response. Adult rats will emit ultrasonic vocalizations in response to predators or perceived danger; the frequency and duration of such cries depends on the sex and reproductive status of the rat. The female rat will also emit ultrasonic vocalizations during mating.",
            "score": 158.93121981620789
        },
        {
            "docid": "21449571_9",
            "document": "Distraction display . There are several conditions in which distraction display may be advantageous to the animal, such that the incorporation of displacement or stress behaviors into offspring defense will most likely undergo positive selection. Most such cases depend upon the condition or location of the nest: distraction display has tended to evolve in species whose nests alone do not provide a substantial physical barrier to predators, and in those that nest on exposed terrain or close to the ground. If the nest is on open terrain, the parent may perceive predators at a greater distance and be able to leave the nest and begin displaying before the predator is in sufficient proximity to locate the nest. Furthermore, if the nest is on or near the ground, the parent may be able to display more effectively; Armstrong noted the relative rarity in the literature of distraction display in arboreal-nesting species, and attributed this to the difficulty of displaying convincingly while on a branch. Nonetheless, there have been anecdotal reports of warblers, which nest arboreally, dropping to the ground to perform a distraction display when disturbed, as well as displaying along a tree branch. In addition, distraction display tends to be most adaptive when animals nest solitarily, as solitary nesters lack the opportunity for mobbing a predator or otherwise performing communal defense, although some species have been observed to display in groups. Finally, distraction display tends to be adaptive when diurnal predation by visually-stimulated predators takes place (as these predators are most likely to notice the visual display).",
            "score": 87.38171076774597
        },
        {
            "docid": "21312304_14",
            "document": "Olfactory memory . The main olfactory bulb is one of the neural structures that experiences profound change when exposed to offspring odors at the time of childbirth. Human neuroimaging studies suggest that activation of the medial prefrontal cortex (mPFC) occurs during tests of olfactory memory. The medial prefrontal cortex receives extensive olfactory projections, which are activated immediately after birth in correspondence with primary olfactory processing regions. Although there is no functional specificity for the main or accessory olfactory systems in the development of maternal behaviors, it has been shown that the main olfactory system is affected when individual odor discrimination of the offspring is required; this system experiences significant change following exposure to offspring odors after giving birth. Changes in synaptic circuitry also contribute to the level of maternal responsiveness and memorization to these odors.",
            "score": 62.186153411865234
        },
        {
            "docid": "53366480_16",
            "document": "Infanticide in primates . The most immediate and obvious form of protection against infanticide is physical defense wherein mothers either directly prevent aggressive acts toward their offspring or recruit other individuals for assistance. Female primates have been observed to actively defend territory from potentially infanticidal females, as seen in chimpanzees. In order to reruit the non-parental assistance in defense, female chacma baboons utilize \"friendships\" with males, wherein the male forms a bond with the infant until weaning, that may serve to protect their offspring from aggression by higher ranking males or females.",
            "score": 98.1630630493164
        },
        {
            "docid": "1199325_11",
            "document": "Hamadryas baboon . Like other baboons, the hamadryas baboon breeds aseasonally. The dominant male of a one-male unit does most of the mating, though other males may occasionally sneak in copulations, as well. Females do most of the parenting. They nurse and groom the infant and one female in a unit may groom an infant that is not hers. Like all baboons, hamadryas baboons are intrigued by their infants and give much attention to them. Dominant male baboons prevent other males from coming into close contact with their infants. They also protect the young from predators. The dominant male tolerates the young and will carry and play with them. When a new male takes over a female, she develops sexual swellings which may be an adaptation that functions to prevent the new male from killing the offspring of the previous male. When males reach puberty, they show a playful interest in young infants. They will kidnap the infants by luring them away from their harems and inviting them to ride on their backs. This is more often done by \"follower\" males. This kidnapping can lead to dehydration or starvation for the infant. The harem leader would retrieve the infants from their kidnappers, which is mostly an act to protect their offspring.",
            "score": 88.81846046447754
        },
        {
            "docid": "577609_12",
            "document": "Olive baboon . Females are sexually mature at seven to eight years old, and males at seven to 10 years. The beginning of a female's ovulation is a signal to the males that she is ready to mate. During ovulation, the skin of the female's anogenital area swells and turns a bright red/pink. The swelling makes it difficult to move and increases the female's chance of microbial or parasitic infection. Females with more swollen anogenital areas reproduce while younger, produce more offspring per year, and those offspring have a better chance of surviving. These females also attract more males, and are more likely to cause aggressive fights between them. Olive baboons tend to mate promiscuously. A male forms a mating consortship with an estrous female, staying close to and copulating with her. Males guard their partner against any other male trying to mate with her. Unless a female is in a multiday consortship, she often copulates with more than one male each day. Multiple copulations are not necessary for reproduction, but may function to make the actual paternity of the female's offspring ambiguous. This lack of paternal certainty could help reduce the occurrence of infanticide. Occasionally, male olive baboons monopolize a female for her entire period of probable conception. The male protects his female from being mated by other males during consortship. Newborns have black natal coats and bright pink skin. Females are the primary caregivers of infants, but males also play a role. In its first few days, the infant may be unable to stay attached to its mother and relies on her for physical support. Its grasp grows stronger by its first week and it is able to cling to its mother's fur by itself. By two weeks, the infant begins to explore its surroundings for short periods, but stays near her. The distance the infant spends away from its mother increases the older it gets. In general, higher-ranking females are usually more relaxed parents than females of lower rank, which usually keep their offspring close to them. This difference lasts for approximately the first eight weeks of an infant's life. Olive baboons do not seem to practise co-operative parenting, but a female may groom an infant that is not hers. Subadult and juvenile females are more likely to care for another's young, as they have not yet produced offspring of their own. One theory for why immature females tend to seek out infants is that they can prepare for their future roles as mothers. Infant baboons born to first-time mothers suffer higher mortality than those born to experienced mothers, which suggests that prior experience in caring for infants is important. Adult males in the groups also care for the infants, as they are likely to be related to them. Males groom infants, reducing the amount of parasites they may have, and calm them when they are stressed. They may also protect them from predators, such as chimpanzees. Adult males exploit infants and use them to reduce the likelihood that other males will threaten them.",
            "score": 124.03229653835297
        },
        {
            "docid": "19614307_14",
            "document": "Mute swan . The mute swan is less vocal than the noisy whooper and Bewick's swans; they do, however, make a variety of grunting, hoarse whistling, and snorting noises, especially in communicating with their cygnets, and usually hiss at competitors or intruders trying to enter their territory. The most familiar sound associated with mute swan is the vibrant throbbing of the wings in flight which is unique to the species, and can be heard from a range of , indicating its value as a contact sound between birds in flight. Cygnets are especially vocal, and communicate through a variety of whistling and chirping sounds when content, as well as a harsh squawking noise when distressed or lost. Mute swans can be very aggressive in defence of their nests and are highly protective of their mate and offspring. Most defensive attacks from a mute swan begin with a loud hiss and, if this is not sufficient to drive off the predator, are followed by a physical attack. Swans attack by smashing at their enemy with bony spurs in the wings, accompanied by biting with their large bill. The wings of the swan are very powerful, though not strong enough to break an adult man's leg, as said anecdotally. Large waterfowl, such as Canada geese, (more likely out of competition than in response to potential predation) may be aggressively driven off, and mute swans regularly attack people who enter their territory. The cob is responsible for defending the cygnets while on the water, and will sometimes attack small watercraft, such as canoes, that it feels are a threat to its young. The cob will additionally try and chase the predator out of his family territory, and will keep animals such as foxes and raptors at bay. In New York (outside its native range), the most common predators of cygnets are common snapping turtles. Healthy adults are rarely preyed upon, though canids such as coyotes, felids such as lynxes, and bears can pose a threat to infirm ones (healthy adults can usually swim away from danger unless defending nests) and there are a few cases of healthy adults falling prey to golden eagles. In England, there has been an increased rate of attacks on swans by out-of-control dogs, especially in parks where the birds are less territorial. This is considered criminal in British law, and the birds are placed under the highest protection due to their association with the Monarch.",
            "score": 98.2099232673645
        },
        {
            "docid": "24327_12",
            "document": "Prairie dog . For black-tailed prairie dogs, the resident male of the family group fathers all the offspring. Multiple paternity in litters seems to be more common in Utah and Gunnison’s prairie dogs. Mother prairie dogs do most of the care for the young. In addition to nursing the young, the mother also defends the nursery chamber and collects grass for the nest. Males play their part by defending the territories and maintaining the burrows. The young spend their first six weeks below the ground being nursed. They are then weaned and begin to surface from the burrow. By five months, they are fully grown. The subject of cooperative breeding in prairie dogs has been debated among biologists. Some argue prairie dogs will defend and feed young that are not theirs, and it seems young will sleep in a nursery chamber with other mothers; since most nursing occurs at night, this may be a case of communal nursing. In the case of the latter, others suggest communal nursing occurs only when mothers mistake another female's young for their own. Infanticide is known to occur in prairie dogs. Males which take over a family group will kill the offspring of the previous male. This causes the mother to go into estrus sooner. However, most infanticide is done by close relatives. Lactating females will kill the offspring of a related female both to decrease competition for the female’s offspring and for increased foraging area due to a decrease in territorial defense by the victimized mother. Supporters of the theory that prairie dogs are communal breeders state that another reason for this type of infanticide is so that the female can get a possible helper. With their own offspring gone, the victimized mother may help raise the young of other females.",
            "score": 121.72470653057098
        }
    ],
    "r": [
        {
            "docid": "1787105_28",
            "document": "Animal sexual behaviour . Mother rats experience a postparum estrus which makes them highly motivated to mate. However, they also have a strong motivation to protect their newly born pups. As a consequence, the mother rat solicits males to the nest but simultaneously becomes aggressive towards them to protect her young. If the mother rat is given injections of an oxytocin receptor antagonist, they no longer experience these maternal motivations.",
            "score": 207.41787719726562
        },
        {
            "docid": "9196294_6",
            "document": "Tend and befriend . Female stress responses that increased offspring survival would have led to higher fitness and thus were more likely to be passed on through natural selection. In the presence of threats, protecting and calming offspring while blending into the environment may have increased chances of survival for mother and child. When faced with stress, females often respond by tending to offspring, which in turn reduces stress levels. Studies conducted by Repetti (1989) show that women respond to highly stressful workdays by providing more nurturing behaviors towards their children. In contrast, fathers who experienced stressful workdays were more likely to withdraw from their families or were more interpersonally conflictual that evening at home. Furthermore, physical contact between mothers and their offspring following a threatening event decreased HPA activity and sympathetic nervous system arousal. Oxytocin, released in response to stressors, may be the mechanism underlying the female caregiving response. Studies of ewes show that administration of oxytocin promoted maternal behavior. Breastfeeding in humans, which is associated with maternal oxytocin release, is physiologically calming to both mothers and infants.",
            "score": 192.1890869140625
        },
        {
            "docid": "34568344_23",
            "document": "Cultural transmission in animals . In the black rat (\"Rattus rattus\"), social transmission appears to be the mechanism of how optimal foraging techniques are transmitted. In this habitat, the rats’ only source of food is pine seeds that they obtain from pine cones. Terkel et al. studied the way in which the rats obtained the seeds and the method that this strategy was transmitted to subsequent generations. Terkel et al. found that there was an optimal strategy for obtaining the seeds that minimized energy inputs and maximized outputs. Naïve rats that did not use this strategy could not learn it from trial and error or from watching experienced rats. Only young offspring could learn the technique. Additionally, from cross-fostering experiments where pups of naïve mothers were placed with experienced mothers and vice versa, those pups placed with experienced mothers learned the technique while those with naïve mothers did not. This result suggests that this optimal foraging technique is socially rather than genetically transmitted.",
            "score": 186.21432495117188
        },
        {
            "docid": "910445_4",
            "document": "Australian sea lion . In pinnipeds, mothers and pups are frequently separated throughout nursing and are thus expected to have evolved an efficient individual recognition system. Consequentially, in Australian sea lions, as in many social mammals, mothers and their offspring can identify each other. Individual recognition produces mutual benefits by avoiding misdirected maternal care and therefore energy expenditure for mothers, and the risk of injury for young approaching unrelated, potentially dangerous, adult females. Individual recognition can be accomplished with a combination of several sensory modalities, including olfaction, vision, and audition. The use of olfactory cues as a close range recognition mechanism allows mothers to further confirm their pup’s identity. In contrast to recent olfactory studies in pinnipeds which showed the presence but not a natural function of olfaction in pinnipeds, the present study shows that wild Australian sea lions use their olfactory abilities in a functional manner, by discrimination between the scents of their own offspring and a non-filial pup. However, in a dynamic, crowded colony, the acoustic channel seems to be the most reliable modality. For pinnipeds, neither visual nor olfactory cues are likely to be the primary modality for mother–pup recognition.",
            "score": 169.4712371826172
        },
        {
            "docid": "38652305_5",
            "document": "Predatory imminence continuum . Post-encounter defensive behaviours are avoidance behaviours performed when a predator is present and has been detected. When this stage of threat has been reached, behaviours are limited to species-specific defence reactions. These behaviours are commonly freezing, fleeing or threatening. The goal of a post-encounter defensive behaviour is to prevent the predatory imminence from further increasing. The dominant post-encounter defensive behaviour can depend on whether the predator has also detected the prey and how far away the two animals are from one another. Varying levels of predatory imminence, even in post-encounter situations, can affect the expressed defensive behaviour. If the prey has yet to be detected, the goal of the post-encounter behaviour will be to prevent the predator from detecting the prey. If both the predator and prey have detected each other, the goal will be to avoid making contact with the predator. Freezing behaviour in rats is an example of a post-encounter defensive behaviour which has been well studied. Freezing in rats is characterized by sudden, extended immobility, followed by a decreased heart rate and an increased respiration rate. This behaviour is often the dominant post-encounter defence behaviour in rats. In the laboratory setting, post-encounter defensive behaviours can be elicited by pairing a neutral stimulus, such as a light, with an aversive stimulus, such as a shock. The rat will engage in its post-encounter defensive behaviour when it becomes aware of the neutral stimulus, as the stimulus is acting as a predictor for the shock. Since the freezing behaviour is dominant in these situations, it can be assumed that it serves an adaptive function by preventing an additional increase in predatory imminence. Freezing is the dominant post-encounter behaviour because even when there are alternative defensive reactions available, freezing has been observed to be the rat's response the majority of the time. Even when a clear method of escape was made available, rats would freeze instead of fleeing. Freezing can prevent the perceived level of threat from increasing in several ways. If a rat becomes aware of a predator before the predator is aware of the prey, freezing can reduce the likelihood that the prey will be detected. As well, since many predators rely on motion to keep track of their prey, freezing may cause the predator to either lose site of their prey or shift their attention to a more active object.",
            "score": 167.19715881347656
        },
        {
            "docid": "38977046_3",
            "document": "Oxytocin treatment for postpartum depression . Oxytocin (OT) has potential to be a treatment for Postpartum Depression (PPD). Oxytocin is released when a mother cares for her child, making the interaction pleasurable. Mothers that report high levels of infant-mother bonding and demonstrate responsive and sensitive parenting generally show increased levels of OT and brain reward center activation during play sessions. According to Slattery and Neumann, the oxytocin system of mothers experiencing PPD may have altered activity. These mothers have trouble bonding with their infants when they are born. An experiment found that mothers, who have low attachment ratings to adults and their infants, also have lower levels of OT when caring for their children. It is thought that women experiencing PPD may benefit from intranasal OT because this treatment would help the mother feel happier and assist her in bonding with the child . Another experiment shows that administering OT to a mother sheep increases the amount of care that she gives to offspring . Further experimentation needs to be done in order to determine the effectiveness of OT as a treatment for Postpartum Depression.",
            "score": 166.70379638671875
        },
        {
            "docid": "56959220_6",
            "document": "Aggression in cattle . There are many components to maternal behavior that are seen in cattle, including behavior that allows proper bonding between mother and baby, nursing behavior, attentiveness and how mother responds to offspring. This maternal behavior is often seen in cattle during lactation as a prey species, this triggers the maternal instinct to protect their young from any threat and may use violent aggressive behaviors as a defense mechanism. During lactation in prey species, including cattle, a reduction in fear responsiveness of the dam to novel and potentially dangerous situations facilitates the expression of defensive aggression in protection of the young. It has also been proven however that aggression is not only performed in the protection of the offspring, but it can be directed to the offspring, in which could be directly related to fear.",
            "score": 165.72581481933594
        },
        {
            "docid": "23444352_6",
            "document": "Thomas R. Insel . Following this foray into clinical research, Insel moved from the clinic into the laboratory to study the neurobiology of emotion. Beginning in the NIMH Laboratory of Brain Evolution and Behavior started by Paul Maclean in Poolesville, MD, his group developed some of the classic studies for investigating social behavior in animals, from ultrasonic vocalizations in rodent pups to social attachment in prairie voles to paternal care in marmosets. A major focus was oxytocin, known to support lactation and parturition, but shown in rats to be important for the initiation of maternal care by actions on brain receptors. Oxytocin and the related hormone vasopressin were also found to be critical for pair bonding in adult prairie voles. The Insel lab found that monogamous voles and non-monogamous voles (that did not pair bond) had brain receptors for oxytocin and vasopressin in different brain circuits, suggesting a mechanism for the evolution of monogamy in mammals.",
            "score": 164.98915100097656
        },
        {
            "docid": "56109_12",
            "document": "Brown rat . Brown rats are capable of producing ultrasonic vocalizations. As pups, young rats use different types of ultrasonic cries to elicit and direct maternal search behavior, as well as to regulate their mother's movements in the nest. Although pups will produce ultrasounds around any other rats at 7 days old, by 14 days old they significantly reduce ultrasound production around male rats as a defensive response. Adult rats will emit ultrasonic vocalizations in response to predators or perceived danger; the frequency and duration of such cries depends on the sex and reproductive status of the rat. The female rat will also emit ultrasonic vocalizations during mating.",
            "score": 158.93121337890625
        },
        {
            "docid": "36634182_2",
            "document": "Parental brain . Parental experience, as well as changing hormone levels during pregnancy and postpartum, cause changes in the parental brain. Displaying maternal sensitivity towards infant cues, processing those cues and being motivated to engage socially with her infant and attend to the infant's needs in any context could be described as mothering behavior and is regulated by many systems in the maternal brain. Research has shown that hormones such as oxytocin, prolactin, estradiol and progesterone are essential for the onset and the maintenance of maternal behavior in rats, and other mammals as well. Mothering behavior has also been classified within the basic drives (sexual desire, hunger and thirst, fear, power/dominance etc.). Less is known about the paternal brain, but changes in the father's brain occur alongside the mother once the offspring is born.",
            "score": 157.24154663085938
        },
        {
            "docid": "25259540_11",
            "document": "Freezing behavior . It has been shown that parts of the brain are involved in freezing behavior and that neurotransmitters and similar chemicals influence freezing behavior, as well. In a related manner, hormones, progestogens and estrogen, also play a role in freezing behavior. First, the authors tested the rats in marble burying and conditioned fear when they were in behavioral estrous or diestrous. Female rats in behavioral estrous have elevated levels of these steroid hormones and also elicit more approach and less freezing behavior than diestrous rats. Results demonstrate that rats in this behavioral estrous show less impulsive burying and also less freezing behavior than diestrous rats. The authors then administered progesterone and estrogen in ovariectomized rats and tested them in marble burying and conditioned fear. The results for this experiment demonstrate that administration of progesterone or both estrogen and progesterone decreases impulsive burying. Both demonstrate a decrease in freezing behavior. The study concludes that \"progesterone and/or estrogen may mediate impulsive and/or avoidant behavior.\" It is interesting to note the changes in freezing behavior in a female's cycle. Freezing behavior is seen to be greatly impacted by levels of hormones. However, there may be future studies on whether testosterone influences freezing behavior as well.",
            "score": 154.50030517578125
        },
        {
            "docid": "20617241_17",
            "document": "Genetics of social behavior . In the past few decades, it has been discovered that oxytocin and vasopressin neuropeptides have key roles in the regulation of social cognition and behavior in mammals. Although homologs have been discovered which are pervasive across many taxa which have similar roles in social and reproductive behaviors, the specific influenced behaviors are quite diverse. For example, in snails the homolog for oxytocin/vasopressin conopressin modulates ejaculation in males and egg laying in females. On the other hand, for vertebrates there is sexual dimorphism in the neuropeptides—oxytocin induces maternal behavior in females and vasopressin induces territoriality, aggression and reproduction in males. Interestingly in sheep, oxytocin has another effect on a female in addition to a generalized increase in maternal behavior—it induces mother-infant bond selectivity by priming the mother's olfactory bulb, and the mother selectively learns the offspring's scent.",
            "score": 154.2744140625
        },
        {
            "docid": "36634182_25",
            "document": "Parental brain . Rat mothers provide high levels of maternal care (licking and grooming) to their offspring if they themselves received high maternal care as a pup from their own mothers. Rat mothers who received low levels of maternal care as pups have lower levels of expression of the glucocorticoid receptor gene and lower synaptic density in the hippocampus. In human mothers, lower hippocampal volume has been associated with a lower ability to regulate emotions and stress, which can be linked with decreased maternal sensitivity as a mother. Mothers with insecure attachments to their own mothers display higher amygdala sensitivity to negative emotional stimuli, like hearing their infant cry. Having more difficulty dealing with stress makes mothers less responsive to their infant's cues.",
            "score": 153.8589630126953
        },
        {
            "docid": "6595345_8",
            "document": "Preoptic area . The medial preoptic area (mPOA) has been implicated in parental care in both males and females. In rats, oxytocin and vasopressin are associated with maintaining maternal care through local release in the mPOA and the adjacent bed nucleus of the stria terminalis (BNST). Oxytocin and vasopressin V1a receptor binding are increased in both the mPOA and the BNST in lactating rats when compared to controls. The mPOA also has a high density of estradiol receptors that, when activated, can cause a male rat to show maternal-type behaviors. Additionally, the mPOA is critical for the onset and expression of parental behavior, as evidenced by increases in the immediate early gene c-fos, in experienced rat mothers or fathers when compared to controls. Also in fathers, studies have shown that when they receive ultrasonic or pheromone cues from their mates, their c-fos expression in the mPOA further increased, suggestive that rat paternal behavior is mediated through the mPOA but activated by direct interactions with a mate. Large lesions of the mPOA disrupt the onset of maternal behavior, nest-building, and pup retrieval, with the lateral projections being especially critical.",
            "score": 153.44126892089844
        },
        {
            "docid": "38652305_3",
            "document": "Predatory imminence continuum . The development of the predatory imminence continuum began with the description of species-specific defence reactions. Species-specific defence reactions are innate responses demonstrated by an animal when they experience a threat. Since survival behaviours are so vital for an animal to acquire and demonstrate rapidly, it has been theorized that these defence reactions would not have time to be learned and therefore, must be innate. While these behaviours are species-specific, there are three general categories of defence reactions - fleeing, freezing, and threatening. Species-specific defence reactions are now recognized as being organized in a hierarchical system where different behaviours are exhibited, depending on the level of threat experienced. However, when this concept was first proposed, the dominant species-specific defence reaction in a certain context was thought to be controlled by operant conditioning. That is, if a species-specific defence reaction was unsuccessful in evading or controlling conflict, the hierarchical system would be rearranged because of the punishment, in the form of failure, experienced by an animal. It would then be unlikely for that species-specific defence reaction to be used in a similar situation again; instead, an alternative behaviour would be dominant. However, if the dominant behaviour was successful it would remain the recurring behaviour for that situation. After experimentation, this theory was met with much opposition, even by the person who proposed it. One point of opposition was found through the use of shock on rats and the species-specific defence reaction of freezing. This experiment found that while punishment did seem to affect freezing, it was not through response weakening but through the evoking of different levels of the behaviour. Other criticisms for this theory focused on the inability for species-specific defence reactions to effectively rearrange in this manner in natural situations. It has been argued that there would not be enough time for punishment, in the form of an animal being unsuccessful in its defence, to reorder the hierarchy of species-specific defence reactions. The rejection of the operant conditioning mechanism for the reorganization of species-specific defence reactions, led to the development of the predatory imminence continuum. The organization of defensive behaviours can be attributed to the level of threat an animal perceives itself to be in. This theory is one of adaptiveness, as the dominant defence reaction is the behaviour which is most effective in allowing the survival of the animal and the one which is most effective in preventing an increasing level of threat, also known as increasing imminence. The probability of being killed by a predator, known as predatory imminence, is what is responsible for the expressed defensive behaviour. The predatory imminence is dependent on many factors such as the distance from a predator, the potential for escape, and the likelihood of meeting a predator. Three general categories of defensive behaviours, based on increasing predatory imminence, have been identified. These are labelled as pre-encounter, post-encounter, and circa-strike defensive behaviours.",
            "score": 153.40420532226562
        },
        {
            "docid": "9196294_10",
            "document": "Tend and befriend . Human and animal studies (reviewed in Taylor et al., 2000) suggest that oxytocin is the neuroendocrine mechanism underlying the female \"befriend\" stress response. Oxytocin administration to rats and prairie voles increased social contact and social grooming behaviors, reduced stress, and lowered aggression. In humans, oxytocin promotes mother-infant attachments, romantic pair bonds, and friendships. Social contact or support during stressful times leads to lowered sympathetic and neuroendocrine stress responses. Although social support downregulates these physiological stress responses in both men and women, women are more likely to seek social contact during stress. Furthermore, support from another female provides enhanced stress-reducing benefits to women. However, a review of female aggression noted that \"The fact that OT [oxytocin] enhances, rather than diminishes, attention to potential threat in the environment casts doubt on the popular ‘tend-and-befriend’ hypothesis which is based on the presumed anxiolytic effect of OT\".",
            "score": 151.6096954345703
        },
        {
            "docid": "38652305_2",
            "document": "Predatory imminence continuum . Animals have many different tactics for defending themselves, depending on the severity of the threat they are encountering. Stages of threat vary along a spectrum referred to as the \"predatory imminence continuum,\" spanning from low-risk (pre-encounter) to high-risk (interaction) threats. The main assumption of the predatory imminence continuum is that as threat levels increase, defensive response strategies change. During the pre-encounter period, an animal may engage in activities like exploration or foraging. But if the animal senses that a predator is nearby, the animal may begin to express species specific defense reactions such as freezing in an attempt to avoid detection by the predator. However, in situations where a threat is imminent, once the animal is detected by its predator, freezing may no longer be the optimal behaviour for survival. At this point, the animal enters the circa-strike phase, where its behaviour will transition from passive freezing to active flight, or even attack if escape is not possible.",
            "score": 151.2632293701172
        },
        {
            "docid": "37122597_11",
            "document": "Behavioral epigenetics . Studies in rats have shown correlations between maternal care in terms of the parental licking of offspring and epigenetic changes. A high level of licking results in a long-term reduction in stress response as measured behaviorally and biochemically in elements of the hypothalamic-pituitary-adrenal axis (HPA). Further, decreased DNA methylation of the glucocorticoid receptor gene were found in offspring that experienced a high level of licking; the glucorticoid receptor plays a key role in regulating the HPA. The opposite is found in offspring that experienced low levels of licking, and when pups are switched, the epigenetic changes are reversed. This research provides evidence for an underlying epigenetic mechanism. Further support comes from experiments with the same setup, using drugs that can increase or decrease methylation. Finally, epigenetic variations in parental care can be passed down from one generation to the next, from mother to female offspring. Female offspring who received increased parental care (i.e., high licking) became mothers who engaged in high licking and offspring who received less licking became mothers who engaged in less licking.",
            "score": 149.62811279296875
        },
        {
            "docid": "50314421_10",
            "document": "Marinus van IJzendoorn . In humans, oxytocin has been shown to be associated with delivery, mood regulation, sexual functioning and parenting behaviours. Emerging studies are showing an increasing link between oxytocin levels in humans and parent-child relationships. One idea is that increased oxytocin levels facilitates postnatal parental behaviour and the formation of an emotional bond between parent and infant, in mothers and fathers alike, by acting to reduce anxiety and ameliorate responses to external stresses. Parents who have a less anxious state of mind are able to increase their focus on infant care, improve mood, and facilitate the capacity to read non-verbal infant cues and stimulate the social learning and reward system in response to infant cues. Although there are strong animal models for the role of oxytocin in parental behaviour, one of the key questions in the development of a psychobiology of human care-giving and attachment is the degree to which the considerable variation in parenting can be accounted for through similar biological mechanisms such as the moderating role of the oxytocin receptor gene (OXTR) polymorphisms and experimentally induced oxytocin levels. Van IJzendoorn and colleagues conducted several correlational studies documenting the role of OXTR in parenting, and carried out various randomized control trials showing that oxytocin enhances male and female sensitivity to child signals, in natural play settings as well as with a cry test, using behavioural assessments, EEG/ERP, and fMRI. A meta-analysis of experimental studies with intranasal oxytocin administration was conducted showing that feelings of trust are elevated and that the expected lowering of out-group trust was not confirmed.",
            "score": 148.82064819335938
        },
        {
            "docid": "26665209_5",
            "document": "Gargaphia solani . This was the first species in the family Tingidae (lace bugs) in which maternal care was discovered. Mothers defend their offspring against predators as they mature by moving towards the threat and fanning their wings. Experiments show that without this protection their progeny have only a 3% survival rate in the wild. Further observation has shown that guarding eggs and protecting offspring after they hatch has a significant cost to the mother, reducing her future reproductive potential in terms of fecundity and clutch number. Evolutionary theory predicts that parental investment should change depending on the reproductive value of offspring and future reproductive potential of parents. Douglas Tallamy found that maternal defensive behaviour in this species is consistent with the theory, since mothers became more aggressive in their clutch defense as they got older (less future reproduction at risk) and as the nymphs in each clutch matured (greater investment lost/higher survival potential as they get bigger). Because of heavy predation, this investment is necessary. However, females can reduce costs to themselves by laying in the egg masses of conspecifics (\"i.e.\" other mothers) who will then take care of their offspring for them (similar behaviour occurs in other species; see brood parasite). This exploitation of other females is common; eggs are laid in neighbouring egg masses whenever there is opportunity to do so. Egg dumpers were observed to have higher mortality rates per egg, but were at an advantage because they were more fecund (could lay more eggs) and were at lower risk of predation.",
            "score": 147.92434692382812
        },
        {
            "docid": "18333977_3",
            "document": "Prenatal stress . Prenatal stress is shown to have several affects in fetal brain development. In the hippocampus of adult male rats, prenatal stress has shown to decrease the rate of proliferation and cell death in the hypothalamus-pituitary axis. Prenatal stressed animals have prolonged corticosterone response. Removing the adrenal glands of the mother eliminates the effect of the pup's corticosterone response. Supplementing the adrenalectamized mother with corticosterone, rescued the hypothalamic-pituitary-axis response to maternal stress for prenatally stressed offspring. Prenatal stress caused high glucocorticoids, which in turn affects the hypothalamic-pituitary-axis negative feedback. A study by García-Cáceres et al. showed that prenatal stress decreases cell turnover and proliferation in the hypothalamus of adult rats, which reduces structural plasticity and reduces the response to stress in adulthood. This study also showed that when prenatally stressed rats were stressed in adulthood the females showed an increase in corticotropin-releasing hormone suggesting it to be an up-regulation in the hypothalamic-pituitary adrenal axis. Males showed no elevation of corticosterone levels. Increase in adrenocorticotropic hormone with no effect of adult stress and a decrease in the corticotropin-releasing hormone mRNA in the hypothalamus showed a down-regulation. The author concludes that this makes prenatally stressed females less reactive to later life stressors than males.",
            "score": 145.4469451904297
        },
        {
            "docid": "37122597_7",
            "document": "Behavioral epigenetics . The first documented example of epigenetics affecting behavior was provided by Michael Meaney and Moshe Szyf. While working at McGill University in Montréal in 2004, they discovered that the type and amount of nurturing a mother rat provides in the early weeks of the rat's infancy determines how that rat responds to stress later in life. This stress sensitivity was linked to a down-regulation in the expression of the glucocorticoid receptor in the brain. In turn, this down-regulation was found to be a consequence of the extent of methylation in the promoter region of the glucocorticoid receptor gene. Immediately after birth, Meaney and Szyf found that methyl groups repress the glucocorticoid receptor gene in all rat pups, making the gene unable to unwind from the histone in order to be transcribed, causing a decreased stress response. Nurturing behaviours from the mother rat were found to stimulate activation of stress signalling pathways that remove methyl groups from DNA. This releases the tightly wound gene, exposing it for transcription. The glucocorticoid gene is activated, resulting in lowered stress response. Rat pups that receive a less nurturing upbringing are more sensitive to stress throughout their life-span.",
            "score": 144.88394165039062
        },
        {
            "docid": "22346103_4",
            "document": "Michael Meaney . Meaney specializes in [[obesity research, especially in its relation to walking stress. His initial research focused on the relationship between early maternal care and stress response in rat pups. Meaney and colleagues found that pups taken outside of their maternal environment to be handled for 15 minutes a day had lower [[hypothalamic–pituitary–adrenal axis|hypothalamic-pituitary-adrenal]] (HPA) responses than pups separated from their mothers for 3 hours a day and pups with no handling whatsoever. He hypothesized that [[glucocorticoid receptor]] (GR) density was involved in the HPA feedback loop. Meaney and colleagues later went on to confirm this feedback loop in research examining the effect of maternal care on GR expression. In this research, Meaney and colleagues separated mother rats into two groups: high licking and grooming (HLG) mothers and low licking and grooming (LLG) mothers. Pups of HLG mothers had a significantly greater density of GRs in their hippocampus than pups of LLG mothers. Further, this research—unlike previous research—established a causational relationship between maternal care and behaviroal epigenetic programing with cross fostering of pups by various mothers of differing maternal behaviors. The causal relationship between maternal care and epigenetic programing was further solidified by studying estrogen receptor expression in the medial pre-optic area of the brain. This research found that HLG mothers create pups that are also HLG mothers even with cross fostering. His early epigenetic research was instrumental in understanding the potential epigenetic research has for behavior in both animals and humans. Further, Meaney’s groundbreaking causational research in epigenetics is especially evident in his 2004 paper on GR expression as it is cited over 700 times by other authors.",
            "score": 144.55001831054688
        },
        {
            "docid": "12189156_17",
            "document": "Mauritian tomb bat . Mauritian tomb bats are polygamous. Depending on the region, they mate either once or twice per year. Tomb bats of the Southern African subregion often produce two pups: one in February or March and another in October through December. Others mate in December with a gestation period of four to five months, and give birth in April or May. Mothers give birth to a single pup in a litter. Mothers take care of the young after birth; the males take no part in raising it. The pup clings to its mother's abdomen during flight and when perched. The young will remain with the mother, clinging to her chest wherever she goes, until it is able to fly. The mother nurses the young during this time. The young drink their mother's milk until they are weaned onto their adult diet of insects. The time spent with the mother allows the young to observe hunting behavior as well as learn other skills necessary for survival as an adult. Once the young bat is able to fly, it can forage for itself. It may stay with the mother's colony or find another when it is grown.",
            "score": 144.0765838623047
        },
        {
            "docid": "25259540_5",
            "document": "Freezing behavior . Another study, conducted by Gisquet-Verrier et al., tested the effects of the hippocampus, in three experiments, on both the freezing behavior and avoidance. The rats were lesioned with ibotenic acid, and were tested against a control group. They first investigated changes from conditioned fear, and results showed that lesions to the hippocampus did not alter freezing behavior and marginally affected avoidance. Next, they tested single conditioning sessions, and it was found that freezing behavior remained unchanged while avoidance was disrupted. Finally, they tested conditioning with a larger stimulus (footshock intensity). It was found that avoidance was unaltered while freezing behavior decreased. Not only did these investigations show that the hippocampus is involved with freezing behavior, but avoidance and freezing behavior do not seem to have similar ways of being quantified when it comes to fear conditioning.",
            "score": 143.43528747558594
        },
        {
            "docid": "60261_47",
            "document": "Pinniped . Male pinnipeds generally play little role in raising the young. Male walruses may help inexperienced young as they learn to swim, and have even been recorded caring for orphans. Male California sea lions have been observed to help shield swimming pups from predators. Males can also pose threats to the safety of pups. In terrestrially breeding species, pups may get crushed by fighting males. Subadult male South America sea lions sometimes abduct pups from their mothers and treat them like adult males treat females. This helps them gain experience in controlling females. Pups can get severely injured or killed during abductions.",
            "score": 142.53993225097656
        },
        {
            "docid": "348349_24",
            "document": "Weaning . Rats that are raised in a laboratory, or are bred for selling purposes, are usually weaned at the age of 3 weeks. If the pups were left with their mother then weaning would not occur until they were older. This can have some health and behavioral benefits in the rats. The main reason that pups are weaned at 3 weeks of age is because often the mother is pregnant again, especially in a laboratory setting or if owned by a rat breeder, and therefore the pups must be weaned off the mother before the next litter is born. By doing this it will prevent trampling of the pups, as well as over crowding, which can easily, especially if the mother is being kept in a monogamous pairs. Generally the pups are separated by sex when weaning occurs, but are never housed alone. After weaning has begun, the pups should be fed a supplemented diet for at least a month, but can be done up to 13 weeks.",
            "score": 142.09078979492188
        },
        {
            "docid": "906814_8",
            "document": "Galápagos fur seal . The high level of resource uncertainty, late weaning, and potential overlap time of suckling young all lead to violent sibling rivalry and provide a good environment for studying parent-offspring conflict. From an offspring’s point of view, it would be most beneficial to continue suckling and receive more than its fair share of milk, but to the mother seal, it would pay to wean the older, more independent offspring in order to invest in the next pup. Thus, studies show that 75% of mothers intervened, often aggressively, when the older sibling harassed the newborn pups. Mothers would bite or lift the older offspring roughly by its skin, which sometimes caused open wounds. Maternal aggression towards the older sibling diminishes with time after the second sibling’s birth. Even without direct aggression, older siblings may still indirectly harm their younger siblings by outcompeting them for milk. The older offspring usually suckles first and allows their younger sibling access to the mother only after it is satiated, resulting in very little milk left over for the younger pup. Thus, the younger siblings often die from starvation.",
            "score": 141.5852813720703
        },
        {
            "docid": "41310078_3",
            "document": "Abandonment (emotional) . Separation anxiety, a substrate of emotional abandonment, is recognized as a primary source of human distress and dysfunction. When we experience a threat or disconnection within a primary attachment, it triggers a fear response referred to as separation stress or separation anxiety. Separation stress has been the subject of extensive research in psychological and neurobiological fields, and has been shown to be a universal response to separation in the animal world. of which human beings are a part. When laboratory rat pups are separated from their mothers for periods of time, researchers measure their distress vocalizations and stress hormones to determine varying conditions of the separation response. As the rats mature, their subsequent reactive behaviors and stress hormones are reexamined and are shown to bear a striking resemblance to the depression, anxiety, avoidance behaviors, and self defeated posturing displayed by human beings known to have suffered earlier separation traumas.",
            "score": 140.6988983154297
        },
        {
            "docid": "14990054_18",
            "document": "Sleep in non-human animals . It has been suggested that mammalian species which invest in longer sleep times are investing in the immune system, as species with the longer sleep times have higher white blood cell counts. Mammals born with well-developed regulatory systems, such as the horse and giraffe, tend to have less REM sleep than the species which are less developed at birth, such as cats and rats. This appears to echo the greater need for REM sleep among newborns than among adults in most mammal species. Many mammals sleep for a large proportion of each 24-hour period when they are very young. The giraffe only sleeps 2 hours a day in about 5–15 minute sessions. Koalas are the longest sleeping-mammals, about 20–22 hours a day. However, killer whales and some other dolphins do not sleep during the first month of life. Instead, young dolphins and whales frequently take rests by pressing their body next to their mother’s while she swims. As the mother swims she is keeping her offspring afloat to prevent them from drowning. This allows young dolphins and whales to rest, which will help keep their immune system healthy; in turn, protecting them from illnesses. During this period, mothers often sacrifice sleep for the protection of their young from predators. However, unlike other mammals, adult dolphins and whales are able to go without sleep for a month.",
            "score": 140.5482635498047
        },
        {
            "docid": "37689148_8",
            "document": "Neuroscience of sex differences . Oxytocin is a hormone that induces contraction of the uterus and lactation in mammals. It is also a characteristic hormone of nursing mothers. Studies have found that oxytocin improves spatial memory. Through activation of the MAP kinase pathway, oxytocin plays a role in the enhancement of long-term synaptic plasticity, which is a change in strength between two neurons over a synapse that lasts for minutes or longer, and long-term memory. This hormone may have helped mothers remember the location of distant food sources so they could better nurture their offspring.",
            "score": 140.38186645507812
        },
        {
            "docid": "12535836_5",
            "document": "Sulawesi flying fox . Following birth, the baby flying fox, called a pup, develops a strong bond with its mother. Aside from nursing the young, the mother carries her pup out of camp each night in search of food. While flying, the pup holds onto the nipple with its adapted, curved teeth and grabs onto the mother's waist with their feet. This persists for up to five weeks, or whenever the offspring becomes too heavy for their mother to support. For the next three to five weeks, the pup is left in a tree either in or just outside of their camp while the mother forages until dawn. This stage in a pup's life ends when the pup learns how to fly and can search for their own food, which generally occurs eight to ten weeks after birth. While their diets consist mainly of fruit, these bats' favorite food is the pollen and nectar of eucalyptus blossoms; however, due to a shortage of these and other preferred blossoms, flying fruit foxes are forced to feed on the less favorable exotic and cultivated fruit in Sulawesi. They also serve a major role in pollination and seed dispersal in the forest. By congregating in large numbers following the blooming of various plants and thanks to their large size, they are able to spread seeds (either through digestion or from pollen stuck to their fur) in greater quantities at greater distances than birds and insects. These bats live in colonies, also called camps. Some camps are permanent while others are only temporary; many times, camps will only be inhabited during a certain time of the year for roosting. The camps are formed in a protected area consisting of dense, tall trees and are usually close to a water source. The population size of camps is directly proportional to the surrounding availability of food. Camps are essential for the survival of flying foxes as this is where they form relationships and learn how to survive.  Flying fruit foxes are nocturnal, feeding during the night. At dawn, the bats either return to their permanent camp of they find another camp to rest and socialize with other bats for a day. To drink water, these bats quickly fly by their water source, brushing their bellies in the water, and then fly to the protection of a tree to lick the water droplets off their fur.",
            "score": 139.84902954101562
        }
    ]
}