{
    "q": [
        {
            "docid": "56565_25",
            "document": "Circadian rhythm . Plant circadian rhythms tell the plant what season it is and when to flower for the best chance of attracting pollinators. Behaviors showing rhythms include leaf movement, growth, germination, stomatal/gas exchange, enzyme activity, photosynthetic activity, and fragrance emission, among others. Circadian rhythms occur as a plant entrains to synchronize with the light cycle of its surrounding environment. These rhythms are endogenously generated and self-sustaining and are relatively constant over a range of ambient temperatures. Important features include two interacting transcription-translation feedback loops: proteins containing PAS domains, which facilitate protein-protein interactions; and several photoreceptors that fine-tune the clock to different light conditions. Anticipation of changes in the environment allows appropriate changes in a plant's physiological state, conferring an adaptive advantage. A better understanding of plant circadian rhythms has applications in agriculture, such as helping farmers stagger crop harvests to extend crop availability and securing against massive losses due to weather.",
            "score": 193.96090495586395
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 204.94160628318787
        },
        {
            "docid": "56144090_3",
            "document": "Drosophila circadian rhythm . Biological rhythms are first and best studied from \"Drosophila\". \"Drosophila\" circadian rhythm has paved the way for understanding circadian behaviour and diseases related to sleep-wake conditions in other animals, including humans. This is because the circadian clocks are fundamentally similar. \"Drosophila\" circadian rhythm was discovered in 1935 by German zoologists, Hans Kalmus and Erwin Bünning. American biologist Colin S. Pittendrigh provided an important experiment in 1954, which established that circadian rhythm is driven by a biological clock. The genetics was first understood in 1971, when Seymour Benzer and Ronald J. Konopka reported that mutation in specific genes changes or stops the circadian behaviour. They discovered the mutation called \"period\" (\"per\"). It was the first gene known to control behaviour of any kind. After a decade, Konopka, Jeffrey C. Hall, Michael Rosbash, and Michael W. Young discovered novel genes such as \"timeless\" (\"tim\"), \"Clock\" (\"Clk\"), \"cycle\" (\"cyc\"), \"cry\", and others. These genes and their product proteins play the key role as circadian clock.",
            "score": 170.69821977615356
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 152.09824395179749
        },
        {
            "docid": "13530734_8",
            "document": "NPAS2 . Compensation is a key feature of TTFLs that regulate circadian rhythms. BMAL1 compensates for CLOCK in that if CLOCK is absent, BMAL1 will upregulate to maintain the mammalian circadian rhythms. NPAS2 has been shown to be analogous to the function of CLOCK in CLOCK-deficient mice. In \"Clock\" knockout mice, NPAS2 is upregulated to keep the rhythms intact. \"Npas2\"-mutant mice, which do not express functional NPAS2 protein, still maintain robust circadian rhythms in locomotion. However, like CLOCK-deficient mice in the CLOCK/BMAL1 TTFL, \"Npas2\"-mutant mice (in the NPAS2/BMAL1 TTFL) still have small defects in their circadian rhythms such as a shortened circadian period and an altered response to changes in the typical light-dark cycle. In addition, \"Npas2\" knockout mice show sleep disturbances and have decreased expression of \"mPer2\" in their forebrains. Mice without functional alleles of both \"Clock\" and \"Npas2\" became arrhythmic once placed in constant darkness, suggesting that both genes have overlapping roles in maintaining circadian rhythms. In both wild-type and \"Clock\" knockout mice, \"Npas2\" expression is observed at the same levels, confirming that \"Npas2\" plays a role in maintaining these rhythms in the absence of \"Clock\".",
            "score": 160.6224889755249
        },
        {
            "docid": "53763747_6",
            "document": "Andrew Millar (scientist) . With Kay's group, Millar identified roles for the \"ELF3\" and \"ELF4\" genes in the plant circadian system. Plants with loss-of-function mutations in \"elf3\" exhibited arrhythmicity in constant light conditions but not in constant darkness, suggesting that \"elf3\" was necessary for proper control of the clock by light. Additionally, Millar and colleagues showed that \"ELF3\" and its paralog \"ELF4\" are necessary for the proper rhythmic expression of two other important genes involved in the plant circadian clock, \"Circadian Clock Associated 1\" (\"CCA1\") and \"Late Elongated Hypocotyl\" (LHY). These early efforts greatly contributed to efforts to understand the mechanisms underlying the function of the plant circadian oscillator. \"ELF3\" and \"ELF4\" have been shown to be important mediators of light input into the plant circadian oscillator. The mechanisms underlying the oscillator's function, specifically the full extent of \"ELF3\" and \"ELF4\"'s interactions with other parts of the clock, are an active area of research.",
            "score": 256.01837158203125
        },
        {
            "docid": "56144090_8",
            "document": "Drosophila circadian rhythm . In 1990, Konopka, Rosbash, and identified anew gene called \"Clock\" (\"Clk\"), which is vital for the circadian period. In 1998, they found a new gene \"cycle\" (\"cyc\"), which act together with \"Clk\". In the late 1998, Hall and Roshbash’s team discovered \"crybaby\", a gene for sensitivity to blue light. They simultaneously identified the protein CRY as the main light-sensitive (photoreceptor) system. The activity of \"cry\" is under circadian regulation, and influenced by other genes such as \"per\", \"tim\", \"clk\", and \"cyc\". The gene product CRY is a major photoreceptor protein belonging to a class of flavoproteins called cryptochromes. They are also present in bacteria and plants. In 1998, Hall and Jae H. Park isolated a gene encoding a neuropeptide named pigment dispersing factor (PDF), based on one of the roles it plays in crustaceans. In 1999, they discovered that \"pdf\" is expressed by lateral neurone ventral clusters (LNv) indicating that PDF protein is the major circadian neurotransmitter and that the LNv neurones are the principal circadian pacemakers. In 2001, Young and his team demonstrated that glycogen synthase kinase-3 (GSK-3) ortholog shaggy (SGG) is an enzyme that regulates TIM maturation and accumulation in the early night, by causing phosphorylation.",
            "score": 172.11924874782562
        },
        {
            "docid": "46366102_11",
            "document": "Steve A. Kay . Kay identified ELF3, GI, Lux, CHE and PRRs as core clock genes and studied their role in the circadian regulation loop. He also profiled clock controlled genes (ccg) in \"Arabidopsis\" with several technologies and identified key pathways temporally controlled by circadian clock. His work on functional analyses of core clock genes, as well as ccg, successfully connected circadian rhythm with the control of development, like seedling, growth and flowering. His work on these clock genes contributed significantly to the understanding of repression-based clock regulation loops in plants, which is distinct to the ones in animals that are composed of both positive and negative elements.",
            "score": 210.17666816711426
        },
        {
            "docid": "39042642_7",
            "document": "Cycle (gene) . The identification, characterization, and cloning of \"cyc\" was reported in May 1998 in \"Cell\" by Jeffrey Hall and Michael Rosbash’s labs at Brandeis University along with first author Joan E. Rutila at the Howard Hughes Medical Institute. Prior to its discovery, the mechanism by which PER and TIM transcription was regulated rhythmically was not fully understood. They published the papers reporting the discovery of CYCLE and CLOCK in the same issue of Cell. They found both genes as a result of a technique of forward genetics, chemically mutagenzing flies and screening for altered locomotor activity rhythms. From the screen, \"cycle\" was identified as a recessive arrhythmic mutant in one fly line because it shows arrhythmic locomotor activity patterns when a fly has 2 mutant chromosomes number 3. These mutant flies were also found to display arrhythmic eclosion. Because the mutants displayed no circadian rhythms and the heterozygote flies displayed long circadian periods, they determined that \"cycle\" has a dominant phenotype. These data also suggest that the \"Cycle\" gene is part of the biological clock because of the similarity between the \"cycle\" mutant phenotype and that of the \"clock\" mutant. This suggests that Cycle is part of the biological clock with its phenotype similar to that of the \"clock\" mutant. Assaying PER and TIM transcription levels in the \"cyc\" mutant showed reduced mRNA levels of both proteins. Cloning of the \"cyc\" gene revealed that it encodes a novel bHLH-PAS protein related to mammalian bmal1, and that it likely binds to Clock to activate transcription of circadian rhythm genes.",
            "score": 183.18599033355713
        },
        {
            "docid": "1408530_11",
            "document": "Circadian clock . Evidence for a genetic basis of circadian rhythms in higher eukaryotes began with the discovery of the period (\"per\") locus in \"Drosophila melanogaster\" from forward genetic screens completed by Ron Konopka and Seymour Benzer in 1971. Through the analysis of \"per\" circadian mutants and additional mutations on \"Drosophila\" clock genes, a model encompassing positive and negative autoregulatory feedback loops of transcription and translation has been proposed. Core circadian 'clock' genes are defined as genes whose protein products are necessary components for the generation and regulation of circadian rhythms. Similar models have been suggested in mammals and other organisms.",
            "score": 157.21102142333984
        },
        {
            "docid": "48835610_2",
            "document": "LUX . LUX or Phytoclock1 (PCL1) is a gene that codes for LUX ARRHYTHMO, a protein necessary for circadian rhythms in \"Arabidopsis thaliana\". LUX protein associates with Early Flowering 3 (ELF3) and Early Flowering 4 (ELF4) to form the Evening Complex (EC), a core component of the \"Arabidopsis\" repressilator model of the plant circadian clock. The LUX protein functions as a transcription factor that negatively regulates \"Pseudo-Response Regulator 9\" (\"PRR9\"), a core gene of the Midday Complex, another component of the \"Arabidopsis\" repressilator model. LUX is also associated with circadian control of hypocotyl growth factor genes \"PHYTOCHROME INTERACTING FACTOR 4\" (\"PIF4)\" and \"PHYTOCHROME INTERACTING FACTOR 5\" (\"PIF5)\".",
            "score": 193.5993424654007
        },
        {
            "docid": "608162_5",
            "document": "Suprachiasmatic nucleus . Different organisms such as bacteria, plants, fungi, and animals, show genetically-based near-24-hour rhythms. Although all of these clocks appear to be based on a similar type of genetic feedback loop, the specific genes involved are thought to have evolved independently in each kingdom. Many aspects of mammalian behavior and physiology show circadian rhythmicity, including sleep, physical activity, alertness, hormone levels, body temperature, immune function, and digestive activity. The SCN coordinates these rhythms across the entire body, and rhythmicity is lost if the SCN is destroyed. For example, total time of sleep is maintained in rats with SCN damage, but the length and timing of sleep episodes becomes erratic. The SCN maintains control across the body by synchronizing \"slave oscillators,\" which exhibit their own near-24-hour rhythms and control circadian phenomena in local tissue.",
            "score": 172.5188776254654
        },
        {
            "docid": "56565_9",
            "document": "Circadian rhythm . In 1954, an important experiment was reported by Colin Pittendrigh who showed that eclosion (the process of pupa turning into adult) in \"D. pseudoobscura\" was a circadian behaviour. He demonstrated that temperature played a vital role in eclosion rhythm, the period of eclosion was delayed but not stopped when temperature was decreased. It was an indication that circadian rhythm was controlled by an internal biological clock. The term \"circadian\" was coined by Franz Halberg in 1959. According to Halberg's original definition: In 1977, the International Committee on Nomenclature of the International Society for Chronobiology formally adopted the definition, which states: Ron Konopka and Seymour Benzer identified the first clock mutant in \"Drosophila\" in 1971 and called it \"period\" (\"per\") gene, the first discovered genetic determinant of behavioral rhythmicity. \"per\" gene was isolated in 1984 by two teams of researchers. Konopka, Jeffrey Hall, Michael Roshbash and their team showed that \"per\" locus is the centre of the circadian rhythm, and that loss of \"per\" stops circadian activity. At the same time, Michael W. Young's team reported similar effects of \"per\", and that the gene covers 7.1-kilobase (kb) interval on the X chromosome and encodes a 4.5-kb poly(A)+ RNA. They went on to discover the key genes and neurones in \"Drosophila\" circadian system, for which Hall, Rosbash and Young received the Nobel Prize in Physiology or Medicine 2017.",
            "score": 155.60335671901703
        },
        {
            "docid": "46358103_3",
            "document": "Circadian Clock Associated 1 . CCA1 was first identified in \"Arabidopsis thaliana\" by Elaine Tobin’s lab in UCLA in 1993. Tobin’s lab was studying promoter fragments that contribute to light regulation of light-harvesting Chlorophyll A/B Binding Protein (LHCB), and noticed DNA-binding activity that had affinity for a specific light-responsive fragment of the LHCB promoter. This DNA-binding activity was designated as CA-1 because the binding is mostly to cytosine and adenine-rich sequences. They found that this binding activity is necessary for phytochrome response. They later found the gene responsible for this activity by screening the \"Arabidopsis\" expression library. CCA1 referred to the CA-1 clone, and now designated the gene responsible for this DNA binding activity. The evolution of circadian clocks in land plants is not understood, because circadian rhythms have received little attention in plants other than angiosperms.",
            "score": 184.50422418117523
        },
        {
            "docid": "46358103_5",
            "document": "Circadian Clock Associated 1 . The Arabidopsis central oscillator contains several proteins that reciprocally repress genes encoding each other to achieve a negative feedback loop necessary to generate circadian rhythms controlling many clock outputs. CCA1 is a key component of this oscillator. Light induces its transcription, and mRNA levels peak at dawn along with Late Elongated Hypocotyl (LHY). CCA1 and LHY associate to inhibit transcription of the Evening Complex (EC) proteins: ELF4, ELF3 and LUX, which suppresses their accumulation until dusk when LHY and CCA1 protein levels are at their lowest. The EC inhibits transcription PRR9 and TOC1 at night. These, along with the remaining PRR proteins PRR7 and PRR5 are involved in suppressing CCA1 and LHY levels, which increase during the night. CCA1 is further involved in maintaining this loop by inhibiting its own expression.",
            "score": 182.82569932937622
        },
        {
            "docid": "39055192_2",
            "document": "Frequency (gene) . The frequency (\"frq\") gene encodes the protein frequency (FRQ) that functions in the \"Neurospora crassa\" circadian clock. The FRQ protein plays a key role in circadian oscillator, serving to nucleate the negative element complex in the auto regulatory transcription-translation negative feedback-loop (TTFL) that is responsible for circadian rhythms in \"N. crassa\". Similar rhythms are found in mammals, Drosophila and cyanobacteria. Recently, FRQ homologs have been identified in several other species of fungi. Expression of frq is controlled by the two transcription factors white collar-1 (WC-1) and white collar-2 (WC-2) that act together as the White Collar Complex (WCC) and serve as the positive element in the TTFL. Expression of frq can also be induced through light exposure in a WCC dependent manner. Forward genetics has generated many alleles of \"frq\" resulting in strains whose circadian clocks vary in period length.",
            "score": 146.49757826328278
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 215.15607702732086
        },
        {
            "docid": "13570238_3",
            "document": "PER1 . The PER1 protein is important to the maintenance of circadian rhythms in cells, and may also play a role in the development of cancer. This gene is a member of the period family of genes. It is expressed with a daily oscillating circadian rhythm, or an oscillation that cycles with a period of approximately 24 hours. PER1 is most notably expressed in the region of the brain called the suprachiasmatic nucleus (SCN), which is the primary circadian pacemaker in the mammalian brain. PER1 is also expressed throughout mammalian peripheral tissues. Genes in this family encode components of the circadian rhythms of locomotor activity, metabolism, and behavior. Circadian expression of PER1 in the suprachiasmatic nucleus will free-run in constant darkness, meaning that the 24-hour period of the cycle will persist without the aid of external light cues. Subsequently, a shift in the light/dark cycle evokes a proportional shift of gene expression in the suprachiasmatic nucleus. The time of gene expression is sensitive to light, as light during a mammal's subjective night results in a sudden increase in per expression and thus a shift in phase in the suprachiasmatic nucleus. Alternative splicing has been observed in this gene; however, these variants have not been fully described. There is some disagreement between experts over the occurrence of polymorphisms with functional significance. Many scientists state that there are no known polymorphisms of the human PER1 gene with significance at a population level that results in measurable behavioral or physiological changes. Still, some believe that even silent mutations can cause significant behavioral phenotypes,and result in major phase changes.",
            "score": 179.97271299362183
        },
        {
            "docid": "39103747_2",
            "document": "KaiC . KaiC is a gene belonging to the KaiABC gene cluster (with KaiB, and KaiC) that, together, regulate bacterial circadian rhythms, specifically in cyanobacteria. KaiC encodes for the KaiC protein which interacts with the KaiA and KaiB proteins in a post-translational oscillator (PTO). The PTO is cyanobacteria master clock that is controlled by sequences of phosphorylation of KaiC protein. Regulation of KaiABC expression and KaiABC phosphorylation is essential for cyanobacteria circadian rhythmicity, and is particularly important for regulating cyanobacteria processes such as nitrogen fixation, photosynthesis, and cell division. Studies have shown similarities to Drosophila, Neurospora, and mammalian clock models in that the kaiABC regulation of the cyanobacteria slave circadian clock is also based on a transcription translation feedback loop (TTFL). KaiC protein has both auto-kinase and auto-phosphatase activity and acts as the circadian regulator in both the PTO and the TTFL. KaiC has been found to not only suppress kaiBC when overexpressed, but also suppress circadian expression of all genes in the cyanobacterial genome.",
            "score": 140.85133457183838
        },
        {
            "docid": "46358103_4",
            "document": "Circadian Clock Associated 1 . CCA1 is part of a negative autoregulatory feedback loop that is coordinated with the daily environmental changes. Repressed in the dark by other proteins, CCA1’s expression is activated when light is sensed by the phytochrome in the plant. After translation, the CCA1 protein needs to be phosphorylated by Casein Kinase 2 (CK2). This phosphorylation is necessary for the protein to form a homodimer and to bind to its target promoters. Hyperphosphorylation, due to the overexpression of CK2, will lead to altered circadian rhythms in the mutants where CCA1 showed shorter mRNA circadian oscillation than in wild-type plants. CK2 overexpression is significant in demonstrating CCA1 is part of the clock. The protein motif CCA1 uses to bind to its target DNA sequences is its Myb-like domain. CCA1 only has one Myb domain, whereas other plant and mammalian proteins could have multiple Myb domains. The presence of only one Myb domain in CCA1 shows its importance influence in the circadian clock. LUX is also an important Myb transcription factor that is necessary for CCA/LHY transcription. This can also help account for problems in the repressilator model described below. CCA1 is also unusual in that it has the ability to bind to asymmetric DNA sequences. CCA1 acts to suppress the expression of the DNA sequence it binds to. The stability of CCA1 protein is not affected by light or dark. It is regulated by its proteasome. Inhibiting proteasome function leads to a circadian rhythm with a longer period.",
            "score": 188.0309193134308
        },
        {
            "docid": "14470771_2",
            "document": "Light effects on circadian rhythm . Most animals and other organisms have \"built in clocks\" in their brains that regulate the timing of biological processes and daily behavior. These \"clocks\" are known as circadian rhythms. They allow maintenance of these processes and behaviors relative to the 24-hour day/night cycle in nature. Although these rhythms are maintained by the individual organisms, their length does vary somewhat individually. Therefore, they must, either continually or repeatedly, be reset to synchronize with nature's cycle. In order to maintain synchronization (\"entrainment\") to 24 hours, external factors must play some role. The reason why entrainment occurs in humans is because each individual's circadian rhythm is longer than 24 hours (majority of population) or shorter than 24 hours (minority of population). Of the various factors that influence this entrainment, light exposure to the eyes is the strongest. Melatonin plays a large role in effects of light on circadian rhythms. When an organism is exposed to a light stimulus, the hormone melatonin is suppressed, or prevented from being secreted by the pineal gland.",
            "score": 187.51760745048523
        },
        {
            "docid": "9718923_11",
            "document": "CLOCK . In \"Drosophila\", a mutant form of \"Clock\" (\"Jrk\") was identified by Allada, Hall, and Rosbash in 1998. The team used forward genetics to identify non-circadian rhythms in mutant flies. \"Jrk\" results from a premature stop codon that eliminates the activation domain of the CLOCK protein. This mutation causes dominant effects: half of the heterozygous flies with this mutant gene have a lengthened period of 24.8 hours, while the other half become arrhythmic. Homozygous flies lose their circadian rhythm. Furthermore, the same researchers demonstrated that these mutant flies express low levels of PER and TIM proteins, indicating that \"Clock\" functions as a positive element in the circadian loop. While the mutation affects the circadian clock of the fly, it does not cause any physiological or behavioral defects. The similar sequence between \"Jrk\" and its mouse homolog suggests common circadian rhythm components were present in both \"Drosophila\" and mice ancestors. A recessive allele of \"Clock\" leads to behavioral arrhythmicity while maintaining detectable molecular and transcriptional oscillations. This suggests that \"Clk\" contributes to the amplitude of circadian rhythms.",
            "score": 156.08076548576355
        },
        {
            "docid": "53767303_3",
            "document": "Pseudo-response regulator . Multiple labs identified the PRR genes as parts of the circadian clock in the 1990s. In 2000, Akinori Matsushika, Seiya Makino, Masaya Kojima, and Takeshi Mizuno were the first to understand PRR genes as pseudo-response repressor genes rather than as response regulator (ARR) genes. The factor that distinguishes PRR from ARR genes is the lack of a phospho-accepting aspartate site that characterizes ARR proteins. Though their research that discovered PRR genes was primarily hailed during the early 2000s as informing the scientific community about the function of TOC1 (named APRR1 by the Mizuno lab), an additional pseudo-response regulator in the \"Arabidopsis thaliana\" biological clock, the information about PRR genes that Matsushika and his team found deepened scientific understanding of circadian clocks in plants and led other researchers to hypothesize about the purpose of the PRR genes. Though current research has identified TOC1, PRR3, PRR5, PRR7, and PRR9 as of importance to the \"A. thaliana\" circadian clock mechanism, Matsushika et al. first categorized PRR genes into two subgroups (APRR1 and APRR2, the A stands for Arabidopsis) due to two differing amino acid structures. The negative feedback loops including \"PRR\" genes, proposed by Mizuno, were incorporated into a complex repressilator circuit by Andrew Millar’s lab in 2012. The conception of the plant biological clock as made up of interacting negative feedback loops is unique in comparison to mammal and fungal circadian clocks which contain autoregulatory negative feedback loops with positive and negative elements (see \"Transcriptional and non-transcriptional control on the Circadian clock page).",
            "score": 200.9256238937378
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 236.2766149044037
        },
        {
            "docid": "608162_11",
            "document": "Suprachiasmatic nucleus . Significant research has been conducted on the genes responsible for controlling circadian rhythm, in particular within the SCN. Knowledge of the gene expression of \"Clock\" (\"Clk\") and \"Period2\" (\"Per2\"), two of the many genes responsible for regulating circadian rhythm within the individual cells of the SCN, has allowed for a greater understanding of how genetic expression influences the regulation of circadian rhythm-controlled behaviors. Studies on thermoregulation of ruin lizards and mice have informed some connections between the neural and genetic components of both vertebrates when experiencing induced hypothermic conditions. Certain findings have reflected how evolution of SCN both structurally and genetically has resulted in the engagement of characteristic and stereotyped thermoregulatory behavior in both classes of vertebrates.",
            "score": 134.50356888771057
        },
        {
            "docid": "53762806_6",
            "document": "Susan Golden . Golden studies the endogenous rhythms of cyanobacteria, a group of prokaryotes shown to have circadian clocks. She transformed Synechococcus elongatus, one of the better studied models, with a luciferase reporter gene and showed circadian rhythm in bioluminescence. This was used to discover the cyanobacterial clock, based on three proteins, KaiA, KaiB, and KaiC. In collaboration with Carl H. Johnson and Takao Kondo, she demonstrated circadian rhythms in S. elongatus PCC 7942, the only model organism for a prokaryotic circadian clock. Susan Golden is identifying genes in the S. elongatus genome that contribute to circadian rhythm through reverse genetics, creating a mutation in a gene and screening for mutant phenotypes. Transposons are inserted to recombine in the genome, producing a gene knockout. In one study, nineteen clock mutations were mapped to the three \"kai\" genes, and the inactivation of any single kai gene abolished the circadian rhythm of expression of KaiA and KaiB and reduced kaiBC-promoter activity.",
            "score": 156.9987313747406
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 215.4809252023697
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 197.461061835289
        },
        {
            "docid": "39938812_3",
            "document": "AANAT (gene) . The protein encoded by this gene belongs to the acetyltransferase superfamily. It is the penultimate enzyme in melatonin synthesis and controls the night/day rhythm in melatonin production in the vertebrate pineal gland. Melatonin is essential for the function of the circadian clock that influences activity and sleep. This enzyme is regulated by cAMP-dependent phosphorylation that promotes its interaction with 14-3-3 proteins and thus protects the enzyme against proteasomal degradation.",
            "score": 131.60131931304932
        },
        {
            "docid": "425938_41",
            "document": "Animal cognition . The behavior of most animals is synchronized with the earth's daily light-dark cycle. Thus, many animals are active during the day, others are active at night, still others near dawn and dusk. Though one might think that these \"circadian rhythms\" are controlled simply by the presence or absence of light, nearly every animal that has been studied has been shown to have a \"biological clock\" that yields cycles of activity even when the animal is in constant illumination or darkness. Circadian rhythms are so automatic and fundamental to living things – they occur even in plants – that they are usually discussed separately from cognitive processes, and the reader is referred to the main article (Circadian rhythms) for further information.",
            "score": 214.68994450569153
        },
        {
            "docid": "46344590_7",
            "document": "Arnold Eskin . Eskin has also researched the role of the circadian clock in glutaminergic synaptic plasticity. Although it was known that the brain's circadian clock could influence physiological outputs such as sleep and wakefulness, metabolic rate, and body temperature, Eskin suggested that the circadian clock may play another role as a regulator for memory formation. He and his lab have shown that an aplysia's ability to form long-term memory is dependent on the time of day, namely that aplysia are able to form long-term memories during the day, but are unable to at night. This was done via regulation of several factors, including neurotransmitter release, MAPK signaling, and immediate early gene expression. Short-term memory, however, has not been shown to vary based on time of day. The mechanism by which this occurs is not currently understood, but Eskin and his lab have continued to study the circadian characteristics of glutamate uptake in synaptic plasticity in order to learn more about the mechanism by which memory formation is controlled by a circadian clock. Furthermore, such information will be useful for chronobiology as a whole in helping explain how a biological clock regulates its outputs to produce rhythm.",
            "score": 167.10701262950897
        },
        {
            "docid": "46358103_8",
            "document": "Circadian Clock Associated 1 . Mutants such as cca1-1 plants, which lack CCA1 protein, show short period phenotypes for the expression of several genes when assayed under constant light conditions. They also have a period 3 hours shorter than that of the wild-type plant, which demonstrates that expression of LHY, its homolog, cannot fully compensate for the loss of the function of CCA1. Plants that have lost function of LHY and CCA1 (lhy;cca1) lost the ability to stably maintain circadian rhythm and other output phenomena. In one study, lhy;cca1 show photoperiod- insensitive early flowering under long- day ( 16 hours of light/ 8 hours of dark) conditions and short day (8 hours of light, 16 hours of dark conditions), and arrhythmicity under constant light conditions. However they retain some circadian function in light/dark cycles, showing that \"Arabidopsis\" circadian clock is not completely dependent on CCA1 and LHY activity. Plants with non-functioning LHY and CCA1 show a wavy leaf phenotype in constant light conditions. Mutants also have increased vascular pattern complexity in their leaves, with more areoles, branch points and free ends than wild-type \"Arabidopsis\".",
            "score": 210.16333138942719
        }
    ],
    "r": [
        {
            "docid": "53763747_6",
            "document": "Andrew Millar (scientist) . With Kay's group, Millar identified roles for the \"ELF3\" and \"ELF4\" genes in the plant circadian system. Plants with loss-of-function mutations in \"elf3\" exhibited arrhythmicity in constant light conditions but not in constant darkness, suggesting that \"elf3\" was necessary for proper control of the clock by light. Additionally, Millar and colleagues showed that \"ELF3\" and its paralog \"ELF4\" are necessary for the proper rhythmic expression of two other important genes involved in the plant circadian clock, \"Circadian Clock Associated 1\" (\"CCA1\") and \"Late Elongated Hypocotyl\" (LHY). These early efforts greatly contributed to efforts to understand the mechanisms underlying the function of the plant circadian oscillator. \"ELF3\" and \"ELF4\" have been shown to be important mediators of light input into the plant circadian oscillator. The mechanisms underlying the oscillator's function, specifically the full extent of \"ELF3\" and \"ELF4\"'s interactions with other parts of the clock, are an active area of research.",
            "score": 256.01837158203125
        },
        {
            "docid": "8651984_13",
            "document": "Plant perception (physiology) . Many plant organs contain photo-sensitive compounds (phototropins, cryptochromes and phytochromes), each reacting very specifically to certain wavelengths of light. These light sensors tell the plant if it is day or night, how long the day is, how much light is available and from where the light comes. Shoots grow towards light and roots usually grow away from light. These responses are called phototropism and skototropism respectively. They are brought about by light sensitive pigments like phototropins and phytochromes and the plant hormone auxin. Many plants exhibit certain phenomena at specific times of the day; for example, certain flowers open only in the mornings. Plants keep track of the time of day with a circadian clock. This internal clock is set to solar time every day using sunlight, temperature and other cues, similar to the biological clocks of other organisms. The internal clock coupled with the ability to perceive light also allows plants to measure the time of the day and so find the season of the year. This is how many plants know when to flower. (see photoperiodism) The seeds of many plants sprout only after they are exposed to light. This response is carried out by phytochrome signalling. Plants are also able to sense the quality of light and respond appropriately. For example, in low light conditions, plants produce more photosynthetic pigments. If the light is very bright or if the levels of harmful UV increase, plants produce more of their protective pigments that act as sunscreens.",
            "score": 246.80490112304688
        },
        {
            "docid": "21944_42",
            "document": "Nervous system . Internal pattern generation operates on a wide range of time scales, from milliseconds to hours or longer. One of the most important types of temporal pattern is circadian rhythmicity—that is, rhythmicity with a period of approximately 24 hours. All animals that have been studied show circadian fluctuations in neural activity, which control circadian alternations in behavior such as the sleep-wake cycle. Experimental studies dating from the 1990s have shown that circadian rhythms are generated by a \"genetic clock\" consisting of a special set of genes whose expression level rises and falls over the course of the day. Animals as diverse as insects and vertebrates share a similar genetic clock system. The circadian clock is influenced by light but continues to operate even when light levels are held constant and no other external time-of-day cues are available. The clock genes are expressed in many parts of the nervous system as well as many peripheral organs, but in mammals, all of these \"tissue clocks\" are kept in synchrony by signals that emanate from a master timekeeper in a tiny part of the brain called the suprachiasmatic nucleus.",
            "score": 236.276611328125
        },
        {
            "docid": "2525075_6",
            "document": "Zeitgeber . Biological rhythms, including cycles related to sleep and wakefulness, mood, and cognitive performance, are synchronized with the body's internal circadian clock. The best way to observe the workings of this clock is to experimentally deprive individuals of external cues like light and social interaction and allow the body to experience a \"free-running\" environment – that is, one in which there are no zeitgebers to influence the body's rhythms. Under these circumstances, the circadian clock alone modulates the body's biological rhythms. Normally however, external cues like light-dark cycles and social interactions also exert an influence on the body's rhythms. These zeitgebers do so by alerting individuals to changes in the likelihood of possible or threats in the environment. For example, humans are more likely to find food and shelter in the daytime and less likely to detect predators in the nighttime, meaning wakefulness tends to be most fruitful during the day and sleep is the safest activity for the nighttime. Therefore, changes in light and darkness influence the body to rise during the day and become fatigued at night.",
            "score": 220.52066040039062
        },
        {
            "docid": "2525075_5",
            "document": "Zeitgeber . Early research into circadian rhythms suggested that most people preferred a day closer to 25–26 hours when isolated from external stimuli like daylight and timekeeping. However, this research was faulty because it failed to shield the participants from artificial light. Although subjects were shielded from time cues (like clocks) and daylight, the researchers were not aware of the phase-delaying effects of indoor electric lights. The subjects were allowed to turn on light when they were awake and to turn it off when they wanted to sleep. Electric light in the evening delayed their circadian phase; these results became well known. More recent research has shown that adults have a built-in day, which averages about 24 hours; indoor lighting does affect circadian rhythms; and most people attain their best-quality sleep during their chronotype-determined sleep periods. A study by Czeisler et al. at Harvard found the range for normal, healthy adults of all ages to be quite narrow: 24 hours and 11 minutes ± 16 minutes. The \"clock\" resets itself daily to the 24-hour cycle of the Earth's rotation.",
            "score": 220.27783203125
        },
        {
            "docid": "3011436_5",
            "document": "Florigen . In \"Arabidopsis thaliana\", the signal is initiated by the production of messenger RNA (mRNA) coding a transcription factor called CONSTANS (CO). CO mRNA is produced approximately 12 hours after dawn, a cycle regulated by the plant's biological clock. This mRNA is then translated into CO protein. However CO protein is stable only in light, so levels stay low throughout short days and are only able to peak at dusk during long days when there is still a little light. CO protein promotes transcription of another gene called Flowering Locus T (FT). By this mechanism, CO protein may only reach levels capable of promoting FT transcription when exposed to long days. Hence, the transmission of florigen—and thus, the induction of flowering—relies on a comparison between the plant's perception of day/night and its own internal biological clock.",
            "score": 217.0926971435547
        },
        {
            "docid": "56144090_10",
            "document": "Drosophila circadian rhythm . In \"Drosophila\" there are two distinct groups of circadian clocks, namely the clock neurones and the clock genes. They act concertedly to produce the 24-hour cycle of rest and activity. Light is the source of activation of the clocks. The compound eyes, ocelli, and Hofbauer-Buchner eyelets (HB eyelets) are the direct external photoreceptor organs. But the circadian clock can work in constant darkness. Nonetheless, the photoreceptors are required for measuring the day length and detecting moonlight. The compound eyes are important for differentiating long days from constant light, and for the normal masking effects of light, such as inducing activity by light and inhibition by darkness. There are two distinct activity peaks termed the M (for morning) peak, happening at dawn, and E (for evening) peak, at dusk. They monitor the different day lengths in different seasons of the year. The light-sensitive proteins in the eye called, rhodopsins (rhodopsin 1 and 6), are crucial in activating the M and E oscillations. When environmental light is detected, approximately 150 neurones (there are about 100,000 neurones in the \"Drosophila\" brain) in the brain regulate the circadian rhythm. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian keeps time via daily fluctuations of clock-related proteins which interact in what is called a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day in which both Clock protein and cycle protein are produced. CLK/CYC heterodimer act as transcription factors and bind together to initiate the transcription of the \"per\" and \"tim\" genes by binding to a promoter element called E box, around mid-day. DNA is transcribed to produce PER mRNA and TIM mRNA. PER and TIM proteins are synthesized in the cytoplasm, and exhibit a smooth increase in levels over the course of the day. Their RNA levels peak early in the evening and protein levels peak around daybreak. But their proteins levels are maintained at constantly low level until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein induces post-translational modifications, that is phosphorylation and turnover of monomeric PER proteins. As PER is translated in the cytoplasm, it is actively phosphorylated by DBT (casein kinase 1ε) and casein kinase 2 (synthesised by \"And\" and \"Tik\") as a prelude to premature degradation. The actual degradation is through the ubiquitin-proteasome pathway, and is carried out by a ubiquitin ligase called Slimb (supernumery limbs). At the same time, TIM is itself phosphorylated by shaggy, whose activity declines after sunset. DBT gradually disappears, and withdrawal of DBT promotes PER molecules to get stabilized by physical association with TIM. Hence, maximum production of PER and TIM occurs at dusk. At the same time, CLK/CYC also directly activates \"vri\" and \"Pdp1\" (the gene for PAR domain protein 1). VRI accumulates first, 3-6 hour earlier, and start to repress \"Clk\"; but the incoming of PDP1 creates a competition by activating \"Clk\". PER/TIM dimer accumulate in the early night and translocate in an orchestrated fashion into the nucleus several hours later, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 215.48092651367188
        },
        {
            "docid": "11329508_6",
            "document": "Period (gene) . The mammalian period 1 and period 2 genes play key roles in photoentrainment of the circadian clock to light pulses. This was first seen in 1999 when Akiyama et al. showed that mPer1 is necessary for phase shifts induced by light or glutamate release. Two years later, Albrecht et al. found genetic evidence to support this result when they discovered that mPer1 mutants are not able to advance the clock in response to a late-night light pulse (ZT22) and that mPer2 mutants are not able to delay the clock in response to an early night light pulse (ZT14). Thus, mPer1 and mPer2 are necessary for the daily resetting of the circadian clock to normal environmental light cues.",
            "score": 215.48033142089844
        },
        {
            "docid": "39093020_6",
            "document": "Michael Rosbash . Rosbash’s research initially focused on the metabolism and processing of mRNA; mRNA is the molecular link between DNA and protein. After arriving at Brandeis, Rosbash collaborated with co-worker Jeffrey Hall and investigated the genetic influences on circadian rhythms of the internal biological clock. They used \"Drosophila melanogaster\" to study patterns of activity and rest. In 1984, Rosbash and Hall cloned the first \"Drosophila\" clock gene, period. Following work done by post-doctoral fellow, Paul Hardin, in discovering that period mRNA and its associated protein (PER) had fluctuating levels during the circadian cycle, in 1990 they proposed a Transcription Translation Negative Feedback Loop (TTFL) model as the basis of the circadian clock. Following this proposal, they looked into the elements that make up other parts of the clock. In May 1998, Rosbash et al. found a homolog for mammalian Clock that performed the same function of activating the transcription of per and tim that they proceeded to call dClock. Also in May 1998, Rosbash et al. discovered in \"Drosophila\" the clock gene cycle, a homolog of the mammalian bmal1 gene. In November 1998, Rosbash et al. discovered the cry \"Drosophila\" mutant, which lead to the conclusion that cryptochrome protein is involved in circadian photoreception.",
            "score": 215.15606689453125
        },
        {
            "docid": "425938_41",
            "document": "Animal cognition . The behavior of most animals is synchronized with the earth's daily light-dark cycle. Thus, many animals are active during the day, others are active at night, still others near dawn and dusk. Though one might think that these \"circadian rhythms\" are controlled simply by the presence or absence of light, nearly every animal that has been studied has been shown to have a \"biological clock\" that yields cycles of activity even when the animal is in constant illumination or darkness. Circadian rhythms are so automatic and fundamental to living things – they occur even in plants – that they are usually discussed separately from cognitive processes, and the reader is referred to the main article (Circadian rhythms) for further information.",
            "score": 214.68994140625
        },
        {
            "docid": "1315495_20",
            "document": "Non-24-hour sleep–wake disorder . The internal circadian clock, located in the hypothalamus of the brain, generates a signal that normally is slightly longer (occasionally shorter) than 24 hours, on average 24 hours and 11 minutes. This slight deviation is, in almost everyone, corrected by exposure to environmental time cues, especially the light–dark cycle, which reset the clock and synchronize (entrain) it to the 24-hour day. Morning light exposure resets the clock earlier, and evening exposure resets it later, thereby bracketing the rhythm to an average 24-hour period. If normal people are deprived of external time cues (living in a cave or artificial time-isolated environment with no light), their circadian rhythms will \"free-run\" with a cycle of a little more (occasionally less) than 24 hours, expressing the intrinsic period of each individual's circadian clock. The circadian rhythms of individuals with non-24 can resemble those of experimental subjects living in a time-isolated environment, even though they are living in normal society.",
            "score": 210.59603881835938
        },
        {
            "docid": "21923868_2",
            "document": "Oscillating gene . In molecular biology, an oscillating gene is a gene that is expressed in a rhythmic pattern or in periodic cycles. Oscillating genes are usually circadian and can be identified by periodic changes in the state of an organism. Circadian rhythms, controlled by oscillating genes, have a period of approximately 24 hours. For example, plant leaves opening and closing at different times of the day or the sleep-wake schedule of animals can all include circadian rhythms. Other periods are also possible, such as 29.5 days resulting from circalunar rhythms or 12.4 hours resulting from circatidal rhythms. Oscillating genes include both core clock component genes and output genes. A core clock component gene is a gene necessary for to the pacemaker. However, an output oscillating gene, such as the AVP gene, is rhythmic but not necessary to the pacemaker.",
            "score": 210.5862579345703
        },
        {
            "docid": "46366102_11",
            "document": "Steve A. Kay . Kay identified ELF3, GI, Lux, CHE and PRRs as core clock genes and studied their role in the circadian regulation loop. He also profiled clock controlled genes (ccg) in \"Arabidopsis\" with several technologies and identified key pathways temporally controlled by circadian clock. His work on functional analyses of core clock genes, as well as ccg, successfully connected circadian rhythm with the control of development, like seedling, growth and flowering. His work on these clock genes contributed significantly to the understanding of repression-based clock regulation loops in plants, which is distinct to the ones in animals that are composed of both positive and negative elements.",
            "score": 210.17666625976562
        },
        {
            "docid": "46358103_8",
            "document": "Circadian Clock Associated 1 . Mutants such as cca1-1 plants, which lack CCA1 protein, show short period phenotypes for the expression of several genes when assayed under constant light conditions. They also have a period 3 hours shorter than that of the wild-type plant, which demonstrates that expression of LHY, its homolog, cannot fully compensate for the loss of the function of CCA1. Plants that have lost function of LHY and CCA1 (lhy;cca1) lost the ability to stably maintain circadian rhythm and other output phenomena. In one study, lhy;cca1 show photoperiod- insensitive early flowering under long- day ( 16 hours of light/ 8 hours of dark) conditions and short day (8 hours of light, 16 hours of dark conditions), and arrhythmicity under constant light conditions. However they retain some circadian function in light/dark cycles, showing that \"Arabidopsis\" circadian clock is not completely dependent on CCA1 and LHY activity. Plants with non-functioning LHY and CCA1 show a wavy leaf phenotype in constant light conditions. Mutants also have increased vascular pattern complexity in their leaves, with more areoles, branch points and free ends than wild-type \"Arabidopsis\".",
            "score": 210.163330078125
        },
        {
            "docid": "6431391_9",
            "document": "Erwin Bünning . In the early-1930s, Bünning proposed that organisms rely on a circadian rhythm of sensitivity to light to measure photoperiod. He demonstrated that plants open and close their leaves and insects eclose according to circadian rhythms, even in continuous light or darkness. His crossing experiments with bean plants of different periods in 1935 demonstrated that the next generation had periods of intermediate durations, supporting the suggestion that circadian rhythms are heritable. Bünning also demonstrated that an artificial photoperiod can induce flowering at inappropriate times, supporting his model of endogenous oscillators entrained to external stimuli. To create artificial photoperiods, Bünning exposed plants to a light-dark cycle indicative of a specific season, such as the long days and short nights of summer. By entraining the plants to a spring or summer photoperiod, Bünning was able to induce flowering, even if the actual season were fall or winter. From his results, Bünning proposed that biological clocks have sensors for both light and dark, and their relationship aids photoperiodic timekeeping.",
            "score": 205.6166534423828
        },
        {
            "docid": "56565_27",
            "document": "Circadian rhythm . The central oscillator generates a self-sustaining rhythm and is driven by two interacting feedback loops that are active at different times of day. The morning loop consists of CCA1 (Circadian and Clock-Associated 1) and LHY (Late Elongated Hypocotyl), which encode closely related MYB transcription factors that regulate circadian rhythms in \"Arabidopsis\", as well as PRR 7 and 9 (Pseudo-Response Regulators.) The evening loop consists of GI (Gigantea) and ELF4, both involved in regulation of flowering time genes. When CCA1 and LHY are overexpressed (under constant light or dark conditions), plants become arrhythmic, and mRNA signals reduce, contributing to a negative feedback loop. Gene expression of CCA1 and LHY oscillates and peaks in the early morning, whereas TOC1 gene expression oscillates and peaks in the early evening. While it was previously hypothesised that these three genes model a negative feedback loop in which over-expressed CCA1 and LHY repress TOC1 and over-expressed TOC1 is a positive regulator of CCA1 and LHY, it was shown in 2012 by Andrew Millar and others that TOC1 in fact serves as a repressor not only of CCA1, LHY, and PRR7 and 9 in the morning loop but also of GI and ELF4 in the evening loop. This finding and further computational modeling of TOC1 gene functions and interactions suggest a reframing of the plant circadian clock as a triple negative-component repressilator model rather than the positive/negative-element feedback loop characterizing the clock in mammals.",
            "score": 204.9416046142578
        },
        {
            "docid": "53763747_7",
            "document": "Andrew Millar (scientist) . In 2005, Millar and his colleagues discovered how plant circadian clocks increase photosynthesis and growth, thereby offering a selective advantage. First, they compared the survivability of wild-type \"Arabidopsis\", which has a circadian period of about 24 hours, when grown in a 20-hour, then 24-hour, and lastly 28-hour light-dark cycle. Then they examined long (28-hour) and short (20-hour) period mutants grown in light-dark cycles that were similar to, or dissimilar from, their endogenous clock periods. In all three strains, leaves contained more chlorophyll when the period of the plant matched that of the environment. Additionally, both short and long period mutants fixed around 40% more carbon when exogenous periods matched their endogenous rhythms, consistent with the hypothesis of circadian resonance. Millar's experiments demonstrated one possible mechanism that has selected for circadian clock function during plant evolution.",
            "score": 201.48439025878906
        },
        {
            "docid": "53767303_3",
            "document": "Pseudo-response regulator . Multiple labs identified the PRR genes as parts of the circadian clock in the 1990s. In 2000, Akinori Matsushika, Seiya Makino, Masaya Kojima, and Takeshi Mizuno were the first to understand PRR genes as pseudo-response repressor genes rather than as response regulator (ARR) genes. The factor that distinguishes PRR from ARR genes is the lack of a phospho-accepting aspartate site that characterizes ARR proteins. Though their research that discovered PRR genes was primarily hailed during the early 2000s as informing the scientific community about the function of TOC1 (named APRR1 by the Mizuno lab), an additional pseudo-response regulator in the \"Arabidopsis thaliana\" biological clock, the information about PRR genes that Matsushika and his team found deepened scientific understanding of circadian clocks in plants and led other researchers to hypothesize about the purpose of the PRR genes. Though current research has identified TOC1, PRR3, PRR5, PRR7, and PRR9 as of importance to the \"A. thaliana\" circadian clock mechanism, Matsushika et al. first categorized PRR genes into two subgroups (APRR1 and APRR2, the A stands for Arabidopsis) due to two differing amino acid structures. The negative feedback loops including \"PRR\" genes, proposed by Mizuno, were incorporated into a complex repressilator circuit by Andrew Millar’s lab in 2012. The conception of the plant biological clock as made up of interacting negative feedback loops is unique in comparison to mammal and fungal circadian clocks which contain autoregulatory negative feedback loops with positive and negative elements (see \"Transcriptional and non-transcriptional control on the Circadian clock page).",
            "score": 200.92562866210938
        },
        {
            "docid": "46366102_4",
            "document": "Steve A. Kay . In 1981, Steve Kay earned his bachelor's degree in Biochemistry at University of Bristol, UK. He stayed there in the Trevor Griffiths lab and received his PhD in 1985 exploring the light regulation of chlorophyll synthesis in plants. Kay learned that light changed gene expression, and that circadian clock was also regulating transcription on a daily basis. He would later spend more than two decades pursuing these circadian clocks. Following Griffiths' advice, Kay moved to the United States and worked as a postdoc in the Nam-Hai Chua lab at Rockefeller University. It was at the Nam-Hai Chua lab working with another postdoc named Ferenc Nagy that Kay stumbled upon the discovery that the chlorophyll binding gene \"CAB\" was regulated by a circadian clock. In 1989, Kay was appointed to his first faculty position as an Assistant Professor at Rockefeller University. While there, he collaborated with Michael W. Young to identify fly PER gene homologues, which did not exist. Kay then developed glowing \"Arabidopsis thaliana\" plants to screen for circadian rhythm mutants, with the help of his student Andrew Millar , and subsequently identified TOC1, the first clock gene identified in plants.",
            "score": 198.47520446777344
        },
        {
            "docid": "56565_29",
            "document": "Circadian rhythm . The molecular mechanism of circadian rhythm and light perception are best understood in \"Drosophila\". Clock genes are discovered from \"Drosophila\", and they act together with the clock neurones. There are two unique rhythms, one during the process of hatching (called eclosion) from the pupa, and the other during mating. The clock neurones are located in distinct clusters in the central brain. The best-understood clock neurones are the large and small lateral ventral neurons (l-LNvs and s-LNvs) of the optic lobe. These neurones produce pigment dispersing factor (PDF), a neuropeptide that acts as a circadian neuromodulator between different clock neurones. \"Drosophila\" circadian rhythm is through a transcription-translation feedback loop. The core clock mechanism consists of two interdependent feedback loops, namely the PER/TIM loop and the CLK/CYC loop. The CLK/CYC loop occurs during the day and initiates the transcription of the \"per\" and \"tim\" genes. But their proteins levels remain low until dusk, because during daylight also activates the \"doubletime\" (\"dbt\") gene. DBT protein causes phosphorylation and turnover of monomeric PER proteins. TIM is also phosphorylated by shaggy until sunset. After sunset, DBT disappears, so that PER molecules stably bind to TIM. PER/TIM dimer enters the nucleus several at night, and binds to CLK/CYC dimers. Bound PER completely stops the transcriptional activity of CLK and CYC.",
            "score": 198.13194274902344
        },
        {
            "docid": "7743448_7",
            "document": "Diel vertical migration . Biological clocks are an ancient and adaptive sense of time innate to an organism that allows them to anticipate environmental changes and cycles so they are able to physiologically and behaviorally respond to the expected change. Evidence of circadian rhythms controlling DVM, metabolism, and even gene expression have been found in copepod species, \"Calanus finmarchicus\". These copepods were shown to continue to exhibit these daily rhythms of vertical migration in the laboratory setting even in constant darkness, after being captured from an actively migrating wild population. An experiment was done at the Scripps Institution of Oceanography which kept organisms in column tanks with light/dark cycles. A few days later the light was changed to a constant low light and the organisms still displayed diel vertical migration. Thus suggestions that some type of internal response was causing the migration.",
            "score": 197.4827880859375
        },
        {
            "docid": "22398456_15",
            "document": "Bacterial circadian rhythm . In the context of bacterial circadian rhythms, specifically in cyanobacteria, circadian advantage refers to the improved survival of strains of cyanobacteria that \"resonate\" with the environmental circadian rhythm. [6] For example, consider a strain with a free-running period (FRP) of 24 hours is co-cultured with a strain that has a free-running period (FRP) of 30 hours in a light-dark cycle of 12 hours light and 12 hours dark (LD 12:12). The strain that has a 24 hour FRP will out-compete the 30 hour strain over time. An instance where bacterial circadian rhythms are theorized to provide an advantage is in the microbiome. It is possible that circadian clocks play a role in the gut microbiota behavior. These microorganisms experience daily changes associated with daily LD and temperature cycles through an alteration of their environment. This occurs through behaviors such as eating rhythms on a daily routine (consumption in the day for diurnal animals and in the night for nocturnal). The presence of a daily timekeeper might give those bacteria a competitive advantage over others, allowing them to anticipate resources coming from the host in order to metabolize them faster. There are bacteria that exist which have daily timekeepers, and it may be possible that the microbiota have endogenous clocks and which communicate with biological clocks of the host. If there are some time-keeping qualities of the microorganisms of the intestines, it might be possible that they can affect the circadian system of the host. For example, if bacteria within the microbiome release cytokine-like factors in a rhythmic fashion, the host’s clock might be affected. On the other hand, it is implicated that changes to the host’s biological clock may alter the gut microbiome. More specifically, jet-lag induced disruption of the biological clock influences the daily pattern of phyla change. Also, specific diets (such as time-restricted feeding and transitions between regular and high fat diet) change both the host’s circadian clock as well as the composition of the gut microbiome. An endogenous clock may be present in some microbial species, and the presence of such an intrinsic timekeeper could be beneficial both in the gut (which experiences daily changes in nutrient availability) and the environment outside of the host (which experiences daily cycles of light and temperature).",
            "score": 197.4610595703125
        },
        {
            "docid": "56565_26",
            "document": "Circadian rhythm . Light is the signal by which plants synchronize their internal clocks to their environment and is sensed by a wide variety of photoreceptors. Red and blue light are absorbed through several phytochromes and cryptochromes. One phytochrome, phyA, is the main phytochrome in seedlings grown in the dark but rapidly degrades in light to produce Cry1. Phytochromes B–E are more stable with phyB, the main phytochrome in seedlings grown in the light. The cryptochrome (cry) gene is also a light-sensitive component of the circadian clock and is thought to be involved both as a photoreceptor and as part of the clock's endogenous pacemaker mechanism. Cryptochromes 1–2 (involved in blue–UVA) help to maintain the period length in the clock through a whole range of light conditions.",
            "score": 195.05355834960938
        },
        {
            "docid": "2234819_4",
            "document": "Jean-Jacques d'Ortous de Mairan . In 1729, de Mairan performed an experiment that demonstrated the existence of circadian rhythms in plants, specifically the \"Mimosa pudica\". He was intrigued by the daily opening and closing of the heliotrope plant and performed a simple experiment where he exposed the plants to constant darkness and recorded the behaviour. De Mairan's key conclusion was that the daily rhythmic opening and closing of the leaves persisted even in the absence of sunlight. However, de Mairan did not infer that heliotropes have internal clocks driving leaf rhythms, but rather that they were able \"to sense the Sun without ever seeing it\". The concept of an internal clock was actually not formulated until much later, although de Mairan did suggest that \"it would be curious to test [...] whether, using kilns heated to higher or lower temperatures, one could artificially recreate a day & night perceptible to [plants]; and whether in doing so one could reverse the  order of the phenomena of true day & true night.\"",
            "score": 194.5697784423828
        },
        {
            "docid": "31354222_6",
            "document": "Ronald J. Konopka . In 1979 and a 1980, Konopka and Dominic Orr tested whether mutations in \"per\" mutations effected the period of the entire circadian cycle or just a portion of it. By comparing the light responses of \"per\" eclosion rhythm to that of wild type flies, Konopka and Orr found that light pulses reset the mutant clock to a greater extent than the wild type clock (about 10 hours for \"per\" compared to 3 hours for wild type flies). They also observed that the while duration of the light-sensitive part of the day (subjective night) was found to be similar between \"per\" and wild type flies, the duration of the light-insensitive part of the cycle (subjective day) was 5 hours shorter in mutant flies than in wild type flies. They concluded that differences in period length between mutant and wild type flies could be accounted for by a shortening of the subjective day, or the active part of the circadian cycle, in \"per\" mutants. From this, Konopka concluded that separate molecular processes correspond to the subjective night and subjective day and that the \"per\" allele acts by shortening the subjective day while leaving the subjective night unchanged. Based on these findings, Konopka and Orr constructed a model for the action of the \"per\" gene. The oscillation is interpreted in terms of a membrane gradient that is established during the subjective day and dissipates during the subjective night. The model predicts that the \"per\" gene product is active during the subjective day and functions like a pump to establish the gradient. Once a high threshold is reached, the pump shuts off and light-sensitive channels open to dissipate the gradient. A light pulse during the subjective night closes the channels and starts the pump; the value of the gradient when the channels close is the same as the value when the pump starts, and thus a reset in the cycle is produced and an oscillation results. This model has been replaced with a transcription translation negative feedback model involving \"timeless\", \"clock\", and \"cycle\".",
            "score": 194.3338165283203
        },
        {
            "docid": "56565_25",
            "document": "Circadian rhythm . Plant circadian rhythms tell the plant what season it is and when to flower for the best chance of attracting pollinators. Behaviors showing rhythms include leaf movement, growth, germination, stomatal/gas exchange, enzyme activity, photosynthetic activity, and fragrance emission, among others. Circadian rhythms occur as a plant entrains to synchronize with the light cycle of its surrounding environment. These rhythms are endogenously generated and self-sustaining and are relatively constant over a range of ambient temperatures. Important features include two interacting transcription-translation feedback loops: proteins containing PAS domains, which facilitate protein-protein interactions; and several photoreceptors that fine-tune the clock to different light conditions. Anticipation of changes in the environment allows appropriate changes in a plant's physiological state, conferring an adaptive advantage. A better understanding of plant circadian rhythms has applications in agriculture, such as helping farmers stagger crop harvests to extend crop availability and securing against massive losses due to weather.",
            "score": 193.96090698242188
        },
        {
            "docid": "1408530_6",
            "document": "Circadian clock . The clock is reset as an organism senses environmental time cues of which the primary one is light. Circadian oscillators are ubiquitous in tissues of the body where they are synchronized by both endogenous and external signals to regulate transcriptional activity throughout the day in a tissue-specific manner. The circadian clock is intertwined with most cellular metabolic processes and it is affected by organism aging. The basic molecular mechanisms of the biological clock have been defined in vertebrate species, \"Drosophila melanogaster\", plants, fungi, bacteria, and presumably also in Archaea.",
            "score": 193.87127685546875
        },
        {
            "docid": "48835610_2",
            "document": "LUX . LUX or Phytoclock1 (PCL1) is a gene that codes for LUX ARRHYTHMO, a protein necessary for circadian rhythms in \"Arabidopsis thaliana\". LUX protein associates with Early Flowering 3 (ELF3) and Early Flowering 4 (ELF4) to form the Evening Complex (EC), a core component of the \"Arabidopsis\" repressilator model of the plant circadian clock. The LUX protein functions as a transcription factor that negatively regulates \"Pseudo-Response Regulator 9\" (\"PRR9\"), a core gene of the Midday Complex, another component of the \"Arabidopsis\" repressilator model. LUX is also associated with circadian control of hypocotyl growth factor genes \"PHYTOCHROME INTERACTING FACTOR 4\" (\"PIF4)\" and \"PHYTOCHROME INTERACTING FACTOR 5\" (\"PIF5)\".",
            "score": 193.59934997558594
        },
        {
            "docid": "56333_18",
            "document": "Root . Gravitropism directs roots to grow downward at germination, the growth mechanism of plants that also causes the shoot to grow upward. In order to avoid shade, plants utilize a shade avoidance response. When a plant is under dense vegetation, the presence of other vegetation nearby will cause the plant to avoid lateral growth and experience an increase in upward shoot, as well as downward root growth. In order to escape shade, plants adjust their root architecture, most notably by decreasing the length and amount of lateral roots emerging from the primary root. Experimentation of mutant variants of Arabidospis thaliana found that plants sense the Red to Far Red light ratio that enters the plant through photoreceptors known as phytochromes. Nearby plant leaves will absorb red light and reflect far- red light which will cause the ratio red to far red light to lower. The phytochrome PhyA that senses this Red to Far Red light ratio is localized in both the root system as well as the shoot system of plants, but through knockout mutant experimentation, it was found that root localized PhyA does not sense the light ratio, whether directly or axially, that leads to changes in the lateral root architecture. Research instead found that shoot localized PhyA is the phytochrome responsible for causing these architectural changes of the lateral root. Research has also found that phytochrome completes these architectural changes through the manipulation of auxin distribution in the root of the plant. When a low enough Red to Far Red ratio is sensed by PhyA, the phyA in the shoot will be mostly in its active form. In this form, PhyA stabilize the transcription factor HY5 causing it to no longer be degraded as it is when phyA is in its inactive form. This stabilized transcription factor is then able to be transported to the roots of the plant through the phloem, where it proceeds to induce its own transcription as a way to amplify its signal. In the roots of the plant HY5 functions to inhibit an auxin response factor known as ARF19, a response factor responsible for the translation of PIN3 and LAX3, two well known auxin transporting proteins. Thus, through manipulation of ARF19, the level and activity of auxin transporters PIN3 and LAX3 is inhibited. Once inhibited, auxin levels will be low in areas where lateral root emergence normally occurs, resulting in a failure for the plant to have the emergence of the lateral root primordium through the root pericycle. With this complex manipulation of Auxin transport in the roots, lateral root emergence will be inhibited in the roots and the root will instead elongate downwards, promoting vertical plant growth in an attempt to avoid shade.Research of Arabidopsis has led to the discovery of how this auxin mediated root response works. In an attempt to discover the role that phytochrome plays in lateral root development, Salisbury et al. (2007) worked with \"Arabidopsis thaliana\" grown on agar plates. Salisbury et al. used wild type plants along with varying protein knockout and gene knockout Arabidopsis mutants to observe the results these mutations had on the root architecture, protein presence, and gene expression. To do this, Salisbury et al. used GFP fluorescence along with other forms of both macro and microscopic imagery to observe any changes various mutations caused. From these research, Salisbury et al. were able to theorize that shoot located phytochromes alter auxin levels in roots, controlling lateral root development and overall root architecture. In the experiments of van Gelderen et al. (2018), they wanted to see if and how it is that the shoot of \"Arabidopsis thaliana\" alters and affects root development and root architecture. To do this, they took Arabidopsis plants, grew them in agar gel, and exposed the roots and shoots to separate sources of light. From here, they altered the different wavelengths of light the shoot and root of the plants were receiving and recorded the lateral root density, amount of lateral roots, and the general architecture of the lateral roots. To identify the function of specific photoreceptors, proteins, genes, and hormones, they utilized various Arabidopsis knockout mutants and observed the resulting changes in lateral roots architecture. Through their observations and various experiments, van Gelderen et al. were able to develop a mechanism for how root detection of Red to Far-red light ratios alter lateral root development.",
            "score": 188.651123046875
        },
        {
            "docid": "46358103_4",
            "document": "Circadian Clock Associated 1 . CCA1 is part of a negative autoregulatory feedback loop that is coordinated with the daily environmental changes. Repressed in the dark by other proteins, CCA1’s expression is activated when light is sensed by the phytochrome in the plant. After translation, the CCA1 protein needs to be phosphorylated by Casein Kinase 2 (CK2). This phosphorylation is necessary for the protein to form a homodimer and to bind to its target promoters. Hyperphosphorylation, due to the overexpression of CK2, will lead to altered circadian rhythms in the mutants where CCA1 showed shorter mRNA circadian oscillation than in wild-type plants. CK2 overexpression is significant in demonstrating CCA1 is part of the clock. The protein motif CCA1 uses to bind to its target DNA sequences is its Myb-like domain. CCA1 only has one Myb domain, whereas other plant and mammalian proteins could have multiple Myb domains. The presence of only one Myb domain in CCA1 shows its importance influence in the circadian clock. LUX is also an important Myb transcription factor that is necessary for CCA/LHY transcription. This can also help account for problems in the repressilator model described below. CCA1 is also unusual in that it has the ability to bind to asymmetric DNA sequences. CCA1 acts to suppress the expression of the DNA sequence it binds to. The stability of CCA1 protein is not affected by light or dark. It is regulated by its proteasome. Inhibiting proteasome function leads to a circadian rhythm with a longer period.",
            "score": 188.03091430664062
        },
        {
            "docid": "14470771_2",
            "document": "Light effects on circadian rhythm . Most animals and other organisms have \"built in clocks\" in their brains that regulate the timing of biological processes and daily behavior. These \"clocks\" are known as circadian rhythms. They allow maintenance of these processes and behaviors relative to the 24-hour day/night cycle in nature. Although these rhythms are maintained by the individual organisms, their length does vary somewhat individually. Therefore, they must, either continually or repeatedly, be reset to synchronize with nature's cycle. In order to maintain synchronization (\"entrainment\") to 24 hours, external factors must play some role. The reason why entrainment occurs in humans is because each individual's circadian rhythm is longer than 24 hours (majority of population) or shorter than 24 hours (minority of population). Of the various factors that influence this entrainment, light exposure to the eyes is the strongest. Melatonin plays a large role in effects of light on circadian rhythms. When an organism is exposed to a light stimulus, the hormone melatonin is suppressed, or prevented from being secreted by the pineal gland.",
            "score": 187.51760864257812
        },
        {
            "docid": "1972565_17",
            "document": "Cryptochrome . Cryptochrome, like many genes involved in circadian rhythm, shows circadian cycling in mRNA and protein levels. In \"Drosophila\", \"Cry\" mRNA concentrations cycle under a light-dark cycle (LD), with high levels in light and low levels in the dark. This cycling persists in constant darkness (DD), but with decreased amplitude. The transcription of the \"Cry\" gene also cycles with a similar trend. CRY protein levels, however, cycle in a different manner than \"Cry\" transcription and mRNA levels. In LD, CRY protein has low levels in light and high levels in dark, and, in DD, CRY levels increase continuously throughout the subjective day and night. Thus, CRY expression is regulated by the clock at the transcriptional level and by light at the translational and posttranslational level.",
            "score": 187.43539428710938
        }
    ]
}