{
    "q": [
        {
            "docid": "5444788_3",
            "document": "Push–pull agricultural pest management . The approach relies on a combination of companion crops to be planted around and among maize or sorghum. Both domestic and wild grasses can help to protect the crops by attracting and trapping the stemborers. The grasses are planted in the border around the maize and sorghum fields where invading adult moths become attracted to chemicals emitted by the grasses themselves. Instead of landing on the maize or sorghum plants, the insects head for what appears to be a tastier meal. These grasses provide the \"pull\" in the \"push–pull\" strategy. They also serve as a haven for the borers' natural enemies. Good trap crops include well-known grasses such as Napier grass (\"Pennisetum purpureum\") and Sudan grass (\"Sorghum vulgare sudanense\"). Napier grass has a particularly effective way of defending itself against the pests: once attacked by a borer larva, it secretes a sticky substance which physically traps the pest and limits its damage.",
            "score": 142.47767663002014
        },
        {
            "docid": "30856926_5",
            "document": "Chemical defense . A variety of invertebrates consume plants, but insects have received a majority of the attention. Insects are pervasive agricultural pests and sometimes occur in such high densities that they can strip fields of crops. In nature, pests are a severe problem to plant communities as well, leading to the co-evolution of plant chemical defenses and herbivore metabolic strategies to detoxify their plant food. Secondary metabolites obtained from plant food may also be sequestered by insects and used in the production of their own toxins. Many insects are distasteful to predators and excrete irritants or secrete poisonous compounds that cause illness or death when ingested. Among the most successful insect orders employing this strategy are beetles (Coleoptera), grasshoppers (Orthoptera), and moths and butterflies (Lepidoptera). Insects also biosynthesize unique toxins, and while sequestration of toxins from food sources is claimed to be the energetically favorable strategy, this has been contested. Passion-vine butterflies in the tribe Heliconiini (sub-family Heliconiinae) either sequester or synthesize \"de novo\" defensive chemicals, but moths in the genus \"Zygaena\" (family Zygaenidae) have evolved the ability to either synthesize or sequester their defensive chemicals through convergence. Some coleopterans sequester secondary metabolites to be used as defensive chemicals but most biosynthesize their own \"de novo\". Anatomical structures have developed to store these substances, and some are circulated in the hemolyph and released associated with a behavior called reflex bleeding.",
            "score": 186.35599732398987
        },
        {
            "docid": "2581132_3",
            "document": "Diabrotica . Corn rootworms are one of the most economically significant consumers of maize in the United States. The western corn rootworm, \"D. virgifera virgifera\", and the northern corn rootworm, \"D. barberi\", are the most significant rootworm species in Iowa, a major corn-growing area. A third species, the southern corn rootworm, \"D. undecimpunctata howardi\", causes much economic damage in other regions. The range of this genus extends farth south into South America, \"Diabrotica speciosa\" causes damage in Argentina. Corn rootworm larvae can destroy significant acreage of corn if left untreated. In the United States, current estimates show of corn, out of 80 million total are infested with corn rootworm. Estimates of economic damage to corn growers from the pest are about $1 billion.",
            "score": 258.33351469039917
        },
        {
            "docid": "30856926_2",
            "document": "Chemical defense . Chemical defense is a life history strategy employed by many organisms to avoid consumption by producing toxic or repellent metabolites. The production of defensive chemicals occurs in plants, fungi, and bacteria, as well as invertebrate and vertebrate animals. The class of chemicals produced by organisms that are considered defensive may be considered in a strict sense to only apply to those aiding an organism in escaping herbivory or predation. However, the distinction between types of chemical interaction is subjective and defensive chemicals may also be considered to protect against reduced fitness by pests, parasites, and competitors. Many chemicals used for defensive purposes are secondary metabolites derived from primary metabolites which serve a physiological purpose in the organism. Secondary metabolites produced by plants are consumed and sequestered by a variety of arthropods and, in turn, toxins found in some amphibians, snakes, and even birds can be traced back to arthropod prey. There are a variety of special cases for considering mammalian antipredatory adaptations as chemical defenses as well.",
            "score": 128.13722038269043
        },
        {
            "docid": "352289_12",
            "document": "Helicoverpa zea . Two kinds of control measures have been advocated since the 19th century. One aims at total pest population reduction, while the other is aimed at protection of the particular crop. , integrated pest management (IPM), an array of techniques and approaches to control pests, was recommended. Practices such as deep ploughing, mechanical destruction, and trap crops are also used to kill different instars. Chemical control is widely successful, and includes the use of applying mineral oil inside the tip of each corn ear, which suffocates the young larvae. Pesticides are one method by which corn earworm populations are controlled; however, since they have been widely used, the insects have become resistant to many pesticides. The use of biological controls, such as the bacterium \"Bacillus thuringiensis\" and various forms of nematodes, is also common, although not without their own problems. Corn earworm moths are not always vulnerable to the bacterium, and they are only afflicted by nematodes once the larvae have pupated and dropped to the ground. Strains of maize have been genetically modified to produce the same toxin as the bacterium, and are referred to as \"Bt-corn\".",
            "score": 280.78586423397064
        },
        {
            "docid": "1257003_2",
            "document": "List of poisonous plants . Poisonous plants are those plants that produce toxins that deter herbivores from consuming them. Plants cannot move to escape their predators, so they must have other means of protecting themselves from herbivorous animals. Some plants have physical defenses such as thorns, spines and prickles, but by far the most common type of protection is chemical. Over millennia, through the process of natural selection, plants have evolved the means to produce a vast and complicated array of chemical compounds in order to deter herbivores. Tannin, for example, is a defensive compound that emerged relatively early in the evolutionary history of plants, while more complex molecules such as polyacetylenes are found in younger groups of plants such as the Asterales. Many of the known plant defense compounds primarily defend against consumption by insects, though other animals, including humans, that consume such plants may also experience negative effects, ranging from mild discomfort to death.",
            "score": 119.68350803852081
        },
        {
            "docid": "53307_43",
            "document": "Lepidoptera . The larvae of both butterflies and moths exhibit mimicry to deter potential predators. Some caterpillars have the ability to inflate parts of their heads to appear snake-like. Many have false eye-spots to enhance this effect. Some caterpillars have special structures called osmeteria (family Papilionidae), which are exposed to produce smelly chemicals used in defense. Host plants often have toxic substances in them and caterpillars are able to sequester these substances and retain them into the adult stage. This helps make them unpalatable to birds and other predators. Such unpalatability is advertised using bright red, orange, black, or white warning colors. The toxic chemicals in plants are often evolved specifically to prevent them from being eaten by insects. Insects, in turn, develop countermeasures or make use of these toxins for their own survival. This \"arms race\" has led to the coevolution of insects and their host plants.",
            "score": 138.6962287425995
        },
        {
            "docid": "4570692_14",
            "document": "Herbivore adaptations to plant defense . Some herbivores use feeding behaviors that are capable of disarming the defenses of their host plants. One such plant defensive strategy is the use of latex and resin canals that contain sticky toxins and digestibility reducers. These canal systems store fluids under pressure, and when ruptured (i.e. from herbivory) secondary metabolic products flow to the release point. Herbivores can evade this defense, however, by damaging the leaf veins. This technique minimizes the outflow of latex or resin beyond the cut and allows herbivores to freely feed above the damaged section. Several strategies are employed by herbivores to relieve canal pressure, including vein cutting and trenching. The technique used by the herbivore corresponds to the architecture of the canal system. Dussourd and Denno examined the behavior of 33 species of insect herbivores on 10 families of plants with canals and found that herbivores on plants with branching canal systems used vein cutting, while herbivores found on plants with net-like canal systems employed trenching to evade plant defenses. Plant chemical defenses can be used by herbivores, by storing eaten plant chemicals, and using them in defense against predators. To be effective defensive agents, the sequestered chemicals cannot be metabolized into inactive products. Using plant chemicals can be costly to herbivores because it often requires specialized handling, storage, and modification. This cost can be seen when plants that use chemical defenses are compared to those plants that do not, in situations when herbivores are excluded. Several species of insects sequester and deploy plant chemicals for their own defense. Caterpillar and adult monarch butterflies store cardiac glycosides from milkweed, making these organisms distasteful. After eating a monarch caterpillar or butterfly, the bird predator will usually vomit, leading the bird to avoid eating similar looking butterflies in the future. Two different species of milkweed bug in the family Hemiptera, \"Lygaeus kalmii\" and large milkweed bug (\"Oncopeltus fasciatus\"), are colored with bright orange and black, and are said to be aposematically colored, in that they \"advertise\" their distastefulness by being brightly colored.",
            "score": 151.93223905563354
        },
        {
            "docid": "2347310_5",
            "document": "Pennisetum purpureum . Stemborers (\"Busseola fusca\" and \"Chilo partellus\") are the cause of 10% of total yield loss in Southern and Eastern Africa and on average 14-15% in sub-Saharan Africa. The larvae cause immense damage to maize and sorghum by burrowing into their stems and eating from within. This not only makes them difficult to detect and remove but also damages the vascular tissue necessary for plant growth. Insecticide effectiveness is low against stemborers, as larvae are protected by protective cell wall layers around the stem. Insecticides are also expensive for poor farmers and can build chemical resistance by the pests. In addition, chemicals are carried into final food products. Instead of trying to prevent the occurrence of pests, the push-pull strategy (also known as stimuli-deterrent) aims to guide their inevitable biological evolution to prevent damage to valued crops. The method proposes that sorghum or corn be intercropped with Desmodium (the \"push\" plant), which repels the moths as they look to lay their eggs. Desmodium also provides a ground cover and is nitrogen fixing, which improves soil fertility while decreasing labour involved with weeding. This deterrent is used in combination with Napier grass planted around the perimeter of the plot. A study of Kenyan farmers using the push-pull strategy reported an 89% reduction in Striga (a parasitic weed), an 83% increase in soil fertility, and 52% effectiveness in stemborer control. Considering that striga, stemborers, and low soil fertility together cause yield losses of an estimated 7 billion US dollars or enough to feed 27 million people, the implementation of this technique could significantly reduce food insecurity.",
            "score": 184.10358083248138
        },
        {
            "docid": "5444788_4",
            "document": "Push–pull agricultural pest management . The \"push\" in the intercropping scheme is provided by the plants that emit chemicals (kairomones) which repel stemborer moths and drive them away from the main crop (maize or sorghum). The best candidates discovered so far with the repellent properties are species of leguminous genus \"Desmodium\". \"Desmodium\" is planted in between the rows of maize or sorghum. Being a low-growing plant, it does not interfere with the crops' growth and, furthermore, has the advantage of maintaining soil stability, improving soil fertility through enhanced soil organic matter content and nitrogen fixation. It also serves as a highly nutritious animal feed and effectively suppresses striga weeds. Another plant showing good repellent properties is molasses grass (\"Melinis minutiflora\"), a nutritious animal feed with tick-repelling and stemborer larval parasitoid attractive properties.",
            "score": 90.8868545293808
        },
        {
            "docid": "5444788_5",
            "document": "Push–pull agricultural pest management . Push–pull technology involves use of behaviour-modifying stimuli to manipulate the distribution and abundance of stemborers and beneficial insects for management of stemborer pests. It is based on in-depth understanding of chemical ecology, agrobiodiversity, plant-plant and insect-plant interactions, and involves intercropping a cereal crop with a repellent intercrop such as \"Desmodium\" uncinatum (silverleaf) (push), with an attractive trap plant such as Napier grass (pull) planted as a border crop around this intercrop. Gravid stemborer females are repelled from the main crop and are simultaneously attracted to the trap crop. Napier grass produces significantly higher levels of attractive volatile compounds (green leaf volatiles), cues used by gravid stemborer females to locate host plants, than maize or sorghum. There is also an increase of approximately 100-fold in the total amounts of these compounds produced in the first hour of nightfall by Napier grass (scotophase), the period at which stemborer moths seek host plants for laying eggs, causing the differential oviposition preference. However, many of the stemborer larvae, about 80%, do not survive, as Napier grass tissues produce sticky sap in response to feeding by the larvae, which traps them, causing their mortality. Legumes in the genus \"Desmodium\" (silverleaf, \"D. uncinatum\" and greenleaf, \"D. intortum\"), on the other hand, produce repellent volatile chemicals that push away the stemborer moths. These include (E)-β-ocimene and (E)-4,8-dimethyl-1,3,7-nonatriene, semiochemicals produced during damage to plants by herbivorous insects, which are responsible for the repellence of \"Desmodium\" to stemborers.",
            "score": 135.26306414604187
        },
        {
            "docid": "4189740_11",
            "document": "Plant defense against herbivory . Herbivores are dependent on plants for food, and have evolved mechanisms to obtain this food despite the evolution of a diverse arsenal of plant defenses. Herbivore adaptations to plant defense have been likened to \"offensive traits\" and consist of adaptations that allow increased feeding and use of a host plant. Relationships between herbivores and their host plants often results in reciprocal evolutionary change, called co-evolution. When an herbivore eats a plant it selects for plants that can mount a defensive response. In cases where this relationship demonstrates \"specificity\" (the evolution of each trait is due to the other), and \"reciprocity\" (both traits must evolve), the species are thought to have co-evolved. The \"escape and radiation\" mechanism for co-evolution presents the idea that adaptations in herbivores and their host plants have been the driving force behind speciation, and have played a role in the radiation of insect species during the age of angiosperms. Some herbivores have evolved ways to hijack plant defenses to their own benefit, by sequestering these chemicals and using them to protect themselves from predators. Plant defenses against herbivores are generally not complete so plants also tend to evolve some tolerance to herbivory.",
            "score": 115.84584927558899
        },
        {
            "docid": "23366462_20",
            "document": "Insect . Insects were among the earliest terrestrial herbivores and acted as major selection agents on plants. Plants evolved chemical defenses against this herbivory and the insects, in turn, evolved mechanisms to deal with plant toxins. Many insects make use of these toxins to protect themselves from their predators. Such insects often advertise their toxicity using warning colors. This successful evolutionary pattern has also been used by mimics. Over time, this has led to complex groups of coevolved species. Conversely, some interactions between plants and insects, like pollination, are beneficial to both organisms. Coevolution has led to the development of very specific mutualisms in such systems.",
            "score": 142.37300884723663
        },
        {
            "docid": "25396658_15",
            "document": "Helicoverpa assulta . \"H. assulta\" is considered to be one of the most destructive pests for various economic crops like tobacco and hot peppers. The moth has caused considerable economic damage to crops in Korea and China. The larvae usually feed on the fruit of host plants. Unlike other insects, it has a high tolerance for the toxicity of capsaicin. While conventional chemical insecticides are necessary for the control of these moths, the growing resistance of the moth and the detrimental effects of overusing these chemicals have drawn researchers to develop other methods of control. Furthermore, the larvae feed inside the fruit, and are therefore protected from the chemical sprays. Studies have illustrated that the moth’s response to insecticide depends on the type of plant it's inhabiting. \"H. assulta\" that were fed on red peppers were more susceptible to certain insecticides such as fenvalerate, but became more resistant to chemicals like inoxacarb, phoxim and methomyl. Current research explores sex pheromone-mediated communication, a method of control aiming to interrupt moth communication. Also, there is a need to understand the complex interactions among the insect, plant, and insecticide.",
            "score": 153.27633619308472
        },
        {
            "docid": "3689758_4",
            "document": "Desmodium . Several \"Desmodium\" species contain potent secondary metabolites that are released into the soil and aerially. These compounds are used aggressively in agriculture in push-pull technology to manage two major pests of cereals, especially maize and sorghum. High amounts of antixenotic allomones - chemicals produced by Tick-trefoils, for example, repel insect pests - and the allelopathic compounds kill weeds in push-pull farming. \"D. intortum\" and \"D. uncinatum\" are inter-cropped in maize and sorghum fields to repel \"Chilo partellus\", a stem-boring grass moth and suppress witchweeds including Asiatic witchweed (\"Striga asiatica\") and purple witchweed (\"S. hermonthica\"). Different \"Desmodium\" species produce different profiles of organic compounds through their root systems. Reasons for production of these compounds that have benefited cereal crop production are however unknown, as they don't seem to serve any apparent function to the plant.",
            "score": 116.74397373199463
        },
        {
            "docid": "44468937_7",
            "document": "Agriotes sputator . The common click beetle is one of the most harmful common agricultural pest insects; many crops are affected by wireworms especially cereals, maize, sunflower, sugar beet, potato and peanut. Particular damage is done to germinating seed and seedlings. Control measures include crop rotation, thorough soil cultivation, which exposes the larvae to predators, chemical treatments and growing less-susceptible varieties.",
            "score": 109.64301228523254
        },
        {
            "docid": "42730010_3",
            "document": "Tritrophic interactions in plant defense . Predators, pathogens, and parasitoids that attack plant-feeding insects, called natural enemies in a tritrophic context, can benefit plants by removing or hindering the feeding behavior of the harmful insect. It is thought that many plant traits have evolved in response to this mutualism to make themselves more attractive to natural enemies, and so the enlisting of natural enemies to protect against excessive herbivory is considered an indirect plant defense mechanism. Traits attractive to natural enemies can be physical, in the case of flower structure and color patterns, or chemical, in the case of induced plant volatile chemicals used by natural enemies to pinpoint a food source.",
            "score": 112.40549087524414
        },
        {
            "docid": "797888_8",
            "document": "Darkling beetle . The larvae, known as mealworms or false wireworms, are usually fossorial, heavily armored and nocturnal. They may possibly be an important resource for certain invertebrates and small mammals. However, the adults of many species have chemical defenses and are relatively protected against predators. Adults of most species, except grain pests, have slow metabolisms, and live long lives compared to other insects, ranging from approximately six months to two years.",
            "score": 83.71770930290222
        },
        {
            "docid": "36979_102",
            "document": "Rice . Rice plants produce their own chemical defenses to protect themselves from pest attacks. Some synthetic chemicals, such as the herbicide 2,4-D, cause the plant to increase the production of certain defensive chemicals and thereby increase the plant’s resistance to some types of pests. Conversely, other chemicals, such as the insecticide imidacloprid, can induce changes in the gene expression of the rice that cause the plant to become more susceptible to attacks by certain types of pests. 5-Alkylresorcinols are chemicals that can also be found in rice.",
            "score": 94.15876507759094
        },
        {
            "docid": "14335493_4",
            "document": "Brevicoryne brassicae . Cabbage aphids produce a myrosinase (beta-thioglucoside glucohydrolase) enzyme in head and thoracic muscles; the aphids also uptake glucosinolates, particularly sinigrin, from the plants on which they feed, storing the glucosinolates in their haemolymph. (Glucosinolates are natural defenses for plants in the order Brassicales against pests and herbivores.) The combination of the glucosinolates and the myrosinase enzyme produces a violent chemical reaction that releases the mustard oil chemical allyl isothiocyanate. The defense mechanism has a dramatic negative effect on the survival of the larval ladybird predator \"Adalia bipunctata\". The chemical defence of the aphids has been likened to a \"walking mustard oil bomb\".",
            "score": 88.03080415725708
        },
        {
            "docid": "149463_8",
            "document": "Insecticide . Systemic insecticides become incorporated and distributed systemically throughout the whole plant. When insects feed on the plant, they ingest the insecticide. Systemic insecticides produced by transgenic plants are called plant-incorporated protectants (PIPs). For instance, a gene that codes for a specific \"Bacillus thuringiensis\" biocidal protein was introduced into corn (maize) and other species. The plant manufactures the protein, which kills the insect when consumed. Contact insecticides are toxic to insects upon direct contact. These can be inorganic insecticides, which are metals and include arsenates, copper and fluorine compounds, which are less commonly used, and the commonly used sulfur. Contact insecticides can be organic insecticides, i.e. organic chemical compounds, synthetically produced, and comprising the largest numbers of pesticides used today. Or they can be natural compounds like pyrethrum, neem oil etc. Contact insecticides usually have no residual activity.",
            "score": 143.50789833068848
        },
        {
            "docid": "3969819_39",
            "document": "Evolution of insects . Insects are prey for a variety of organisms, including terrestrial vertebrates. The earliest vertebrates on land existed and were large amphibious piscivores, through gradual evolutionary change, insectivory was the next diet type to evolve. Insects were among the earliest terrestrial herbivores and acted as major selection agents on plants. Plants evolved chemical defenses against this herbivory and the insects in turn evolved mechanisms to deal with plant toxins. Many insects make use of these toxins to protect themselves from their predators. Such insects often advertise their toxicity using warning colors. This successful evolutionary pattern has also been utilized by mimics. Over time, this has led to complex groups of coevolved species. Conversely, some interactions between plants and insects, like pollination, are beneficial to both organisms. Coevolution has led to the development of very specific mutualisms in such systems.",
            "score": 136.53675866127014
        },
        {
            "docid": "7044_61",
            "document": "Beetle . Chemical defense is important in some species, usually being advertised by bright aposematic colours. Some Tenebrionidae use their posture for releasing noxious chemicals to warn off predators. Chemical defences may serve purposes other than just protection from vertebrates, such as protection from a wide range of microbes. Some species sequester chemicals from the plants they feed on, incorporating them into their own defenses.",
            "score": 84.3892548084259
        },
        {
            "docid": "23366462_84",
            "document": "Insect . Chemical defense is another important defense found among species of Coleoptera and Lepidoptera, usually being advertised by bright colors, such as the monarch butterfly. They obtain their toxicity by sequestering the chemicals from the plants they eat into their own tissues. Some Lepidoptera manufacture their own toxins. Predators that eat poisonous butterflies and moths may become sick and vomit violently, learning not to eat those types of species; this is actually the basis of Müllerian mimicry. A predator who has previously eaten a poisonous lepidopteran may avoid other species with similar markings in the future, thus saving many other species as well. Some ground beetles of the family Carabidae can spray chemicals from their abdomen with great accuracy, to repel predators.",
            "score": 120.29532742500305
        },
        {
            "docid": "4184_33",
            "document": "Bacillus thuringiensis . The most publicised problem associated with Bt crops is the claim that pollen from Bt maize could kill the monarch butterfly. The paper produced a public uproar and demonstrations against Bt maize; however by 2001 several follow-up studies coordinated by the USDA had asserted that \"the most common types of Bt maize pollen are not toxic to monarch larvae in concentrations the insects would encounter in the fields.\" Similarly, \"Bacillus thuringiensis\" has been widely used for controlling \"Spodoptera littoralis\" larvae growth due to their detrimental pest activities in Africa and Southern Europe. However, \"S.littoralis\" showed resistance to many strains of \"B.thuriginesis\" and were only effectively controlled by few strains.",
            "score": 157.66502976417542
        },
        {
            "docid": "39986710_6",
            "document": "Fecal shield . The fecal shield is not just a physical barrier, but also a chemical one. When a larva feeds on a plant, it ingests secondary metabolites in the plant tissues, such as alkaloids, saponins, and phytol derivatives, and these are present in its feces. These chemicals can be a potent defense against predatory insects. For example, the larva of the tortoise beetle \"Plagiometriona clavata\" obtains chemical compounds from its diet of bittersweet (\"Solanum dulcamara\"), excretes them, and incorporates them into its shield, where they repel the predatory ant \"Formica subsericea\".",
            "score": 104.30320835113525
        },
        {
            "docid": "3794_15",
            "document": "Brassicaceae . Brassicaceae contain glucosinolates as well as myrosinases inside their cells. When the cell is damaged, the myrosinases hydrolise the glucosinolates, leading to the synthesis of isothiocyanates, which are compounds toxic to most animals, fungi and bacteria. Some insect herbivores have developed counter adaptations such as rapid absorption of the glucosinates, quick alternative breakdown into non-toxic compounds and avoiding cell damage. In the whites family (Pieridae), one counter mechanisme involves glucosinolate sulphatase, which changes the glucosinolate, so that it cannot be converted to isothiocyanate. A second is that the glucosinates are quickly broken down, forming nitriles. Differences between the mixtures of glucosinolates between species and even within species is large, and individual plants may produce in excess of fifty individual substances. The energy penalty for synthesising all these glucosinolates may be as high as 15% of the total needed to produce a leaf. \"Bittercress\" (\"Barbarea vulgaris\") also produces triterpenoid saponins. These adaptations and counter adaptations probably have led to extensive diversification in both the Brassicaceae and one of its major pests, the butterfly family Pieridae. A particular cocktail of volatile glucosinates triggers egg-laying in many species. Thus a particular crop can sometimes be protected by planting bittercress as a deadly bait, for the saponins kill the caterpillars, but the butterfly is still lured by the bittercress to lay its egg on the leaves. A moth that feeds on a range of Brassicaceae is the diamondback moth (\"Plutella xylostella\"). Like the Pieridae, it is capable of converting isothiocyanates into less problematic nitriles. Managing this pest in crops became more complicated after resistance developed against a toxin produced by \"Bacillus thuringiensis\", which is used as a wide spectrum biological plant protection against caterpillars. Parasitoid wasps that feed on such insect herbivores are attracted to the chemical compounds released by the plants, and thus are able to locate their prey. The cabbage aphid (\"Brevicoryne brassicae\") stores glucosinolates and synthesises its own myrosinases, which may deter its potential predators.",
            "score": 180.4110074043274
        },
        {
            "docid": "14062693_3",
            "document": "DIMBOA . In maize, DIMBOA functions as natural defense against European corn borer larvae and many other damaging pests, including fungi and bacteria. The exact level of DIMBOA varies between individual plants, but higher concentrations are typically found in young seedlings and the concentration decreases as the plant ages.",
            "score": 139.28658151626587
        },
        {
            "docid": "6984635_2",
            "document": "Seed predation . Seed predation, often referred to as granivory, is a type of plant-animal interaction in which granivores (seed predators) feed on the seeds of plants as a main or exclusive food source, in many cases leaving the seeds damaged and not viable. Granivores are found across many families of vertebrates (especially mammals and birds) as well as invertebrates (mainly insects); thus, seed predation occurs in virtually all terrestrial ecosystems. Seed predation is commonly divided into two distinctive temporal categories, pre-dispersal and post-dispersal predation, which may involve different strategies and requirements and have different implications at the individual and population level. Nevertheless, regardless of timing, seed predation has great implications for plant population dynamics. To counterbalance effects of predation, plants have evolved defenses such as seed morphology (size, shape, toughness) and chemical defenses (secondary compounds such as tannins and alkaloids) to defend against their seed predators. However, as plants have adapted defenses to seed predation (e.g., chemical compounds), so have seed predators adapted to plant defenses (e.g., ability to detoxify chemical compounds). Thus, many interesting examples of coevolution arise from this dynamic relationship.",
            "score": 92.98429751396179
        },
        {
            "docid": "21831256_21",
            "document": "Crop diversity . The World Resources Institute (WRI) and the World Conservation Union (IUCN) are non-profit organizations that provide funding and other support to off site and on site conservation efforts. The wise use of crop genetic diversity in plant breeding and genetic modification can also contribute significantly to protecting the biodiversity in crops. Crop varieties can be genetically modified to resist specific pests and diseases. For example, a gene from the soil bacterium \"Bacillus thuringiensis\" (Bt) produces a natural insecticide toxin. Genes from Bt can be inserted into crop plants to make them capable of producing an insecticidal toxin and therefore a resistance to certain pests. Bt corn (maize) can however adversely affect non-target insects closely related to the target pest, as with the monarch butterfly.",
            "score": 172.2033053636551
        },
        {
            "docid": "6627913_7",
            "document": "Automimicry . It turns out that many species of insects are toxic or distasteful when they have fed on plants that contain chemicals of particular classes, but not when they have fed on plants that lack those chemicals. For instance, some milkweed butterflies feed on milkweeds (\"Asclepias\") which contain the cardiac glycoside oleandrin; this makes them poisonous to most predators. These insects are often aposematically coloured and patterned. When feeding on innocuous plants, they are harmless and nutritious, but a bird that has sampled a toxic specimen even once is unlikely to risk tasting harmless specimens with the same aposematic coloration. Such acquired toxicity is not limited to insects: many groups of animals have since been shown to obtain toxic compounds through their diets, making automimicry potentially widespread. Even if toxic compounds are produced by metabolic processes with an animal, there may still be variability in the amount that animals invest in them, so scope for automimicry remains even when dietary plasticity is not involved. Whatever the mechanism, palatability may vary with age, sex, or how recently they used their supply of toxin.",
            "score": 118.23823392391205
        },
        {
            "docid": "4514_17",
            "document": "Genetically modified maize . US Environmental Protection Agency (EPA) regulations require farmers who plant Bt corn to plant non-Bt corn nearby (called a refuge) to provide a location to harbor vulnerable pests. Typically, 20% of corn in a grower's fields must be refuge; refuge must be at least 0.5 miles from Bt corn for lepidopteran pests, and refuge for corn rootworm must at least be adjacent to a Bt field.",
            "score": 204.57588362693787
        }
    ],
    "r": [
        {
            "docid": "352289_12",
            "document": "Helicoverpa zea . Two kinds of control measures have been advocated since the 19th century. One aims at total pest population reduction, while the other is aimed at protection of the particular crop. , integrated pest management (IPM), an array of techniques and approaches to control pests, was recommended. Practices such as deep ploughing, mechanical destruction, and trap crops are also used to kill different instars. Chemical control is widely successful, and includes the use of applying mineral oil inside the tip of each corn ear, which suffocates the young larvae. Pesticides are one method by which corn earworm populations are controlled; however, since they have been widely used, the insects have become resistant to many pesticides. The use of biological controls, such as the bacterium \"Bacillus thuringiensis\" and various forms of nematodes, is also common, although not without their own problems. Corn earworm moths are not always vulnerable to the bacterium, and they are only afflicted by nematodes once the larvae have pupated and dropped to the ground. Strains of maize have been genetically modified to produce the same toxin as the bacterium, and are referred to as \"Bt-corn\".",
            "score": 280.7858581542969
        },
        {
            "docid": "216151_37",
            "document": "Pesticide resistance . During 2009 and 2010, some Iowa fields showed severe injury to corn producing Bt toxin Cry3Bb1 by western corn rootworm. During 2011, mCry3A corn also displayed insect damage, including cross-resistance between these toxins. Resistance persisted and spread in Iowa. Bt corn that targets western corn rootworm does not produce a high dose of Bt toxin, and displays less resistance than that seen in a high-dose Bt crop.",
            "score": 261.3616027832031
        },
        {
            "docid": "22599356_3",
            "document": "SmartStax . SmartStax seeds control a broad spectrum of pests which includes larvae of above-ground insects such as European corn borer, black cutworm, southwestern corn borer, corn earworm, fall armyworm, western bean cutworm, and below-ground feeding larvae of western corn rootworm and northern corn rootworm.",
            "score": 259.8066101074219
        },
        {
            "docid": "2581132_3",
            "document": "Diabrotica . Corn rootworms are one of the most economically significant consumers of maize in the United States. The western corn rootworm, \"D. virgifera virgifera\", and the northern corn rootworm, \"D. barberi\", are the most significant rootworm species in Iowa, a major corn-growing area. A third species, the southern corn rootworm, \"D. undecimpunctata howardi\", causes much economic damage in other regions. The range of this genus extends farth south into South America, \"Diabrotica speciosa\" causes damage in Argentina. Corn rootworm larvae can destroy significant acreage of corn if left untreated. In the United States, current estimates show of corn, out of 80 million total are infested with corn rootworm. Estimates of economic damage to corn growers from the pest are about $1 billion.",
            "score": 258.3335266113281
        },
        {
            "docid": "981460_18",
            "document": "Western corn rootworm . Planting rootworm-resistant transgenic corn, is another strategy for minimizing damage. BT corn is effective at reducing root damage and is safer and often cheaper than insecticide. The transgenic traits, isolated from the common soil bacterium \"Bacillus thuringiensis\" strain (often referred to as Bt), produce the insect control protein.",
            "score": 258.06256103515625
        },
        {
            "docid": "981460_15",
            "document": "Western corn rootworm . Crop rotation is a consistent and economical means of controlling rootworms the season following an outbreak in corn-growing areas where rootworm beetles primarily lay eggs in corn. As a way to reduce rootworm densities, it is more effective than insecticides. Corn rootworm larvae must feed on corn roots to develop and mature properly. If they hatch in a field without corn, they starve because they cannot move more than 10 to in search of food. However, two rootworm biotypes survive rotation. The \"soybean\" variant was first discovered in central Illinois in the late 1980s and spread throughout Illinois, Indiana, southern Wisconsin and eastern Iowa. Instead of laying eggs into a corn field, the females of the soybean variant mate and then fly into a soybean field to lay their eggs, allowing the larvae to hatch in a field likely to rotate back to corn the following year. In the 1980s northern corn rootworm began to be a problem by beating the corn rotation practice with extended diapause eggs. The eggs remained in the soil for two years or more before hatching, thereby avoiding the soybean year. This adaptation has been observed in areas of northern Iowa, Minnesota and South Dakota.",
            "score": 248.77938842773438
        },
        {
            "docid": "52325901_5",
            "document": "Cry6Aa . In order to combat growing pest resistance, Cry6Aa is implemented in transgenic plants because it targets pests differently, increasing susceptibility. DNA shuffling is the process of selecting genes of compatible Cry proteins to transfer into crops. Although the binding site of Cry6Aa is unknown, several sites have been ruled out, allowing successful Cry protein stacking. Because an organism has to be resistant to both expressed Cry proteins to survive, the chances of developing and vertically transferring resistance is lower, granting more time for pesticide research. In 2013, Cry6Aa and Cry3Aa combination transgenic plants were patented to prevent resistance in the western corn rootworm. Additionally, Cry6Aa has been layered with Cry34Ab1/Cry35Ab1, a binary toxin. Pyramiding Cry proteins can enhance the effect of toxins. Cry6Aa and Cry55Aa both can reduce brood size of the root-knot nematode \"Meloidogyne incognita\", but when they are combined, these two proteins are five times more effective. Synergy between Cry proteins comes from either improved toxin docking, membrane insertion, or advanced degradation of the midgut protein matrix which increases action of the slower acting toxin.",
            "score": 244.70217895507812
        },
        {
            "docid": "981460_5",
            "document": "Western corn rootworm . There are many similarities in the life cycles of the northern and western corn rootworm. Both overwinter in the egg stage in the soil. Eggs, which are deposited in the soil during the summer, are American football-shaped, white, and less than long. Larvae hatch in late May or early June and begin to feed on corn roots. Newly hatched larvae are small, less than long, white worms. Corn rootworms go through three larval instars, pupate in the soil and emerge as adults in July and August. One generation emerges each year. Larvae have brown heads and a brown marking on the top of the last abdominal segment, giving them a double-headed appearance. Larvae have three pairs of legs, but these are not usually visible without magnification. After feeding for several weeks, the larvae dig a cell in the soil and molt into the pupal stage. The pupal stage is white and has the basic shape of the adult. Adult rootworms are about long. Western corn rootworms are yellowish with a black stripe on each wing cover. Northern corn rootworm beetles are solid in color and vary from light tan to pale green.",
            "score": 244.6742401123047
        },
        {
            "docid": "981460_8",
            "document": "Western corn rootworm . Rootworm larvae can complete development only on corn and a few other species of grasses. Rootworm larvae reared on other grasses (specifically, yellow foxtail) emerged as adults later and had smaller head capsule size as adults compared to larvae reared on corn. Adults feed primarily on corn silk, pollen and kernels on exposed ear tips, although they will feed on leaves and pollen of other plants. Adults begin emerging before corn reproductive tissues are present, adults may feed on leaf tissue, scraping away the green surface tissue and leaving a window-pane appearance. However, adults quickly shift to preferred green silks and pollen as they become available. Northern corn rootworm adults feed on reproductive tissues of the corn plant, but rarely feed on corn leaves. \"Northern\" adults are more likely than \"western\" adults to abandon corn and seek pollen or flowers of other plants as corn matures.",
            "score": 242.36334228515625
        },
        {
            "docid": "981460_12",
            "document": "Western corn rootworm . No commercial, non-transgenic resistant corn varieties are available. Several hybrid corn traits reduce damage by increasing stalk strength and root mass size. These characteristics allow a plant to better tolerate rootworm feeding, with reduced likelihood of lodging.",
            "score": 232.21299743652344
        },
        {
            "docid": "981460_14",
            "document": "Western corn rootworm . Soil-applied insecticides effectively control corn rootworms. Insecticide may be warranted in areas that have a history of moderate to high damage. The number of adults present during the previous growing season is the best guide for selecting fields to be treated. However, in some areas of high insecticide use in central Nebraska, populations of corn rootworm beetles have become resistant to certain insecticides. Aldrin resistance was probably introduced independently, at least twice, from North America into Europe. Organophosphates, such as methyl-parathion, may provide effective control of both larval and adult \"populations \" in Central and southeastern Europe and in northwest Italy.",
            "score": 231.2475128173828
        },
        {
            "docid": "981460_16",
            "document": "Western corn rootworm . Companion or second crop planting can dramatically increase rootworm populations. Corn with pumpkins or corn following pumpkins are examples of planting patterns that exacerbate rootworm feeding pressure.",
            "score": 230.7894287109375
        },
        {
            "docid": "981460_4",
            "document": "Western corn rootworm . Corn rootworm larvae can destroy significant percentages of corn if left untreated. In the United States, current estimates show that of corn (out of 80 million grown) are infested with corn rootworm. The United States Department of Agriculture estimates that corn rootworms cause $1 billion in lost revenue each year, including $800 million in yield loss and $200 million in cost of treatment for corn growers.",
            "score": 228.35691833496094
        },
        {
            "docid": "30859357_3",
            "document": "Cucumber beetle . Some well-known pests include the western corn rootworm (\"D. virgifera virgifera\"), the spotted cucumber beetle and its larva, the southern corn rootworm (\"D. undecimpunctata\"), the cucurbit beetle (\"D. speciosa\"), the banded cucumber beetle (\"D. balteata\"), the northern corn rootworm (\"D. barberi\"), the striped cucumber beetle (\"A. vittatum\"), and the western striped cucumber beetle (\"A. trivittatum\").",
            "score": 226.1941680908203
        },
        {
            "docid": "981460_9",
            "document": "Western corn rootworm . Most of the damage to corn is caused by larval feeding. Hatchlings locate roots and begin feeding on the fine root hairs, burrowing into root tips. As larvae grow, they feed on and tunnel into primary roots. When rootworms are abundant, larval feeding and deterioration of injured roots by root rot pathogens can result in roots being pruned to the stalk base. Severe root injury interferes with the roots' ability to transport water and nutrients, reduces growth and results in reduced grain production. Severe root injury may result in lodging of corn plants, making harvest more difficult. Silk feeding by adults can result in pruning at the ear tip, commonly called silk clipping. In field corn, beetle populations are occasionally high enough to cause severe silk clipping during pollen shed, which may interfere with pollination.",
            "score": 223.63970947265625
        },
        {
            "docid": "981460_13",
            "document": "Western corn rootworm . Early planted fields that have completed pollen shed are less attractive and therefore have less egg laying activity. Early fields have relatively larger root systems when rootworm feeding starts. This makes them somewhat more tolerant. Practices that promote strong root systems and a generally vigorous crop make corn more tolerant to rootworm feeding and damage.",
            "score": 222.32879638671875
        },
        {
            "docid": "981460_11",
            "document": "Western corn rootworm . Multiple management practices aim to control corn rootworms. These practices include corn variety selection, early planting, insecticides, crop rotation and transgenic corn varieties.",
            "score": 222.3264923095703
        },
        {
            "docid": "4514_20",
            "document": "Genetically modified maize . Seed bags containing both Bt and refuge seed have been approved by the EPA in the United States. These seed mixtures were marketed as \"Refuge in a Bag\" (RIB) to increase farmer compliance with refuge requirements and reduce additional work needed at planting from having separate Bt and refuge seed bags on hand. The EPA approved a lower percentage of refuge seed in these seed mixtures ranging from 5 to 10%. This strategy is likely to reduce the likelihood of Bt-resistance occurring for corn rootworm, but may increase the risk of resistance for lepidopteran pests, such as European corn borer. Increased concerns for resistance with seed mixtures include partially resistant larvae on a Bt plant being able to move to a susceptible plant to survive or cross pollination of refuge pollen on to Bt plants that can lower the amount of Bt expressed in kernels for ear feeding insects.",
            "score": 222.04876708984375
        },
        {
            "docid": "216151_5",
            "document": "Pesticide resistance . Although the evolution of pesticide resistance is usually discussed as a result of pesticide use, it is important to keep in mind that pest populations can also adapt to non-chemical methods of control. For example, the northern corn rootworm (\"Diabrotica barberi\") became adapted to a corn-soybean crop rotation by spending the year when field is planted to soybeans in a diapause.",
            "score": 220.6605682373047
        },
        {
            "docid": "12084557_5",
            "document": "Sustainable planting . Entomopathogenic nematode are parasites that are beneficial because they can be used to control pests in agriculture or forestry. This serves to drastically reduce the need for using pesticides to get rid of pests in planting. Furthermore, EPN(Entomopathogenic Nematodes) can also serve as excellent resources for understanding biological, ecological and evolutionary processes involving other soil organisms. EPN form a stress–resistant stage known as the infective juvenile (IJ). The infective juvenile spread in the soil and infect suitable insect hosts. Upon entering the insect they move to the hemolymph where they recover from their stagnated state of development and release their bacterial symbionts. The bacterial symbionts reproduce and release toxins, which then kill the host insect. Compared to pesticides as they have very broad host range and less likely to induce insect form immunity to them. Unlike many other chemical insecticides, they do not poison non-target animals.",
            "score": 219.0522003173828
        },
        {
            "docid": "2291204_73",
            "document": "Genetically modified crops . Companies that produce Bt seed are introducing strains with multiple Bt proteins. Monsanto did this with Bt cotton in India, where the product was rapidly adopted. Monsanto has also; in an attempt to simplify the process of implementing refuges in fields to comply with Insect Resistance Management(IRM) policies and prevent irresponsible planting practices; begun marketing seed bags with a set proportion of refuge (non-transgenic) seeds mixed in with the Bt seeds being sold. Coined \"Refuge-In-a-Bag\" (RIB), this practice is intended to increase farmer compliance with refuge requirements and reduce additional labor needed at planting from having separate Bt and refuge seed bags on hand. This strategy is likely to reduce the likelihood of Bt-resistance occurring for corn rootworm, but may increase the risk of resistance for lepidopteran corn pests, such as European corn borer. Increased concerns for resistance with seed mixtures include partially resistant larvae on a Bt plant being able to move to a susceptible plant to survive or cross pollination of refuge pollen on to Bt plants that can lower the amount of Bt expressed in kernels for ear feeding insects.",
            "score": 213.5765838623047
        },
        {
            "docid": "4200196_9",
            "document": "Entomopathogenic nematode . Entomopathogenic nematodes affect populations of their insect hosts by killing and consuming individuals. When more EPNs are added to a field environment, typically at concentrations of 250,000 individuals per square metre, the population of host insects measurably decreases (Campbell et al. 1998, Strong et al. 1996). Agriculture exploits this finding, and the inundative release of EPNs can effectively control populations of soil insect pests in citrus, cranberries, turfgrass, and tree fruit (Lewis \"et al.\" 1998). If entomopathogenic nematodes suppress the population of insect root herbivores, they indirectly benefit plants by freeing them from grazing pressure. This is an example of a trophic cascade in which consumers at the top of the food web (nematodes) exert an influence on the abundance of resources (plants) at the bottom. The idea that plants can benefit from the application of their herbivore’s enemies is the principle behind biological control. Consequently, much of EPN biological research is driven by agricultural applications.",
            "score": 212.27041625976562
        },
        {
            "docid": "20656228_67",
            "document": "Maize . The susceptibility of maize to the European corn borer and corn rootworms, and the resulting large crop losses which are estimated at a billion dollars worldwide for each pest, led to the development of transgenics expressing the \"Bacillus thuringiensis\" toxin. \"Bt maize\" is widely grown in the United States and has been approved for release in Europe.",
            "score": 210.58038330078125
        },
        {
            "docid": "155739_37",
            "document": "Biological pest control . Bacteria used for biological control infect insects via their digestive tracts, so they offer only limited options for controlling insects with sucking mouth parts such as aphids and scale insects. \"Bacillus thuringiensis\" is the most widely applied species of bacteria used for biological control, with at least four sub-species used against Lepidopteran (moth, butterfly), Coleopteran (beetle) and Dipteran (true fly) insect pests. The bacterium is available to organic farmers in sachets of dried spores which are mixed with water and sprayed onto vulnerable plants such as brassicas and fruit trees. Genes from \"B. thuringiensis\" have also been incorporated into transgenic crops, making the plants express some of the bacterium's toxins, which are proteins. These confer resistance to insect pests and thus reduce the necessity for pesticide use. If pests develop resistance to the toxins in these crops, \"B. thuringiensis\" will become useless in organic farming also. The bacterium \"Paenibacillus popilliae\" which causes milky spore disease has been found useful in the control of Japanese beetle, killing the larvae. It is very specific to its host species and is harmless to vertebrates and other invertebrates.",
            "score": 209.69366455078125
        },
        {
            "docid": "981460_7",
            "document": "Western corn rootworm . Females mate soon after emergence. Western corn rootworm females need to feed for about two weeks before they can lay eggs. Temperature and food quality influence the pre-oviposition period. Females typically lay eggs in the top of soil, although they may be laid more than deep, particularly if the soil surface is dry. Western corn rootworm females are more likely to lay some of their eggs below the depth than northern corn rootworm females.",
            "score": 208.65090942382812
        },
        {
            "docid": "37206131_6",
            "document": "List of varieties of genetically modified maize . 59122 is an insect resistant maize expressing the Cry34Ab1 and Cry35Ab1 proteins for corn rootworm insect pest protection and the PAT protein for glufosinate ammonium tolerance as a breeding tool or weed control option. Under license from Pioneer Hi-Bred International Inc. and DOW AgroSciences LLC.",
            "score": 206.91407775878906
        },
        {
            "docid": "981460_2",
            "document": "Western corn rootworm . The Western corn rootworm, \"Diabrotica virgifera virgifera\", is one of the most devastating corn rootworm species in North America, especially in the midwestern corn-growing areas such as Iowa. A related species, the Northern corn rootworm, \"D. barberi\" co-inhabits in much of the range, and is fairly similar in biology.",
            "score": 206.5809783935547
        },
        {
            "docid": "11200617_9",
            "document": "Rotylenchulus reniformis . Some plants are resistant to this nematode. In susceptible taxa, chemical control is one of the most common management practices. Nematicides before and after planting can be effective. Intercropping and crop rotation, especially with resistant or non-host plants, is used as cultural control to improve soil, increase antagonistic microorganisms, and reduce nematode populations. French marigold (\"Tagetes patula\") and sunn hemp (\"Crotalaria juncea\") are recommended for these uses. The fungus \"Purpureocillium lilacinum\" has been used as an agent of biological pest control against the nematode in chickpea.",
            "score": 206.00035095214844
        },
        {
            "docid": "981460_3",
            "document": "Western corn rootworm . Two other subspecies of \"D. virgifera\" are described, including the Mexican corn rootworm (\"Diabrotica virgifera zeae\"), a significant pest in its own right, attacking corn in that country.",
            "score": 205.4483184814453
        },
        {
            "docid": "2581132_7",
            "document": "Diabrotica . Adult rootworms are about long. Western corn rootworm adults are yellowish with a black stripe on each wing cover. Northern corn rootworm beetles are solid in color and vary from light tan to pale green. The eggs are deposited in the soil during the summer, and are football-shaped, white, and less than long. Larvae hatch in late May or early June and begin to feed on corn roots. Newly hatched larvae are small, less than long, white worms. They go through three larval instars, pupate in the soil and emerge as adults in July and August, with one generation per year. Larvae have brown heads and a brown marking on the top of the last abdominal segment, giving them a double-headed appearance. Larvae have three pairs of legs, but these are not usually visible without magnification. After feeding for several weeks, the larvae dig a cell in the soil and molt into the pupal stage. The pupal stage is white and has the basic shape of the adult.",
            "score": 205.13096618652344
        },
        {
            "docid": "4514_17",
            "document": "Genetically modified maize . US Environmental Protection Agency (EPA) regulations require farmers who plant Bt corn to plant non-Bt corn nearby (called a refuge) to provide a location to harbor vulnerable pests. Typically, 20% of corn in a grower's fields must be refuge; refuge must be at least 0.5 miles from Bt corn for lepidopteran pests, and refuge for corn rootworm must at least be adjacent to a Bt field.",
            "score": 204.5758819580078
        },
        {
            "docid": "7045443_11",
            "document": "Hylobius abietis . Various natural enemies attack immature and adult pine weevils in the wild. Natural enemies include predatory beetles, insect killing fungi, microscopic insect killing worms (entomopathogenic nematodes) and a parasitic wasp, \"Bracon hylobii\". Ground beetles, nematodes and fungi can kill both immature and adult weevils. The parasitic wasp attacks pine weevil larvae only. Entomopathogenic nematodes are microscopic worms that kill only insects. Nematodes of the families Steinernematidae and Heterorhabditidae are used as biological insecticides against a number of soils inhabiting insect pest. Laboratory and field research has demonstrated that the larval, pupal and adult stages of H. abietis are susceptible to these nematodes. In contrast, the parasitic wasp B. Hylobii, kills only the larval stage of H. abietis. The life cycles of entomopathogenic nematodes and B. hylobii are well adapted to their host and both are capable of locating, infecting and killing H. abietis in the concealed environment of the tree stump. (The potential for biological control to reduce hylobius abietis damage, by Julia Brixey)  In 1994 was treated in Asturias (Spain), because of great attack, with Metoxicloro 1% in 20 ha affected. The result was quite good, but the problem was not totally solved.",
            "score": 203.7539825439453
        }
    ]
}