{
    "q": [
        {
            "docid": "15510783_15",
            "document": "Neuroligin . Mutations in NLGN 4 have also been found in persons with X-linked autism. A frame shift mutation 1186T has been found to cause an early stop codon and premature protein truncation. This mutation results in intracellular retention of mutant proteins, possibly causing impaired function of a synaptic cell adhesion molecule, and modifying the binding of the neuroligin protein to its presynaptic partners, neurexins, thus interrupting essential synaptic function. Other mutations of NLGN 4 found in relation to autism spectrum disorders include a 2-bp deletion, 1253delAG, in the NLGN4 gene, which causes a frameshift and a premature stop codon. Another mutation is a hemizygous deletion in the NLGN4 gene encompassing exons 4, 5, and 6. The 757-kb deletion was predicted to result in a significantly truncated protein.",
            "score": 117.04883825778961
        },
        {
            "docid": "1648200_14",
            "document": "L1 (protein) . L1 is involved in neuron-neuron adhesion, neurite fasciculation, outgrowth of neurites, cerebellar granule cell migration, neurite outgrowth on Schwann cells and interactions among epithelial cells of intestinal crypts. As a consequence, mutations in the L1CAM gene cause the Nervous System to malfunction. The main disorders linked to this mutation are known by the acronym CRASH or can be also referred as L1 syndrome. This includes disorders such as HSAS, MASA syndrome, agenesis of the corpus callosum and spastic paraplegia. Lower limb spasticity, mental retardation, hydrocephalus and flexion deformity of the thumbs are some of the symptoms expressed mostly in male individuals who suffer from this condition. Although the pathological mechanisms leading to L1syndrome are still unknown, about 200 mutations of the L1CAM gene have been identified and then associated with the syndrom. These mutations mostly affect structurally important key residues in the extracellular region of L1 causing alterations in the protein binding properties, which correlate to the impairment of neuronal physiological mechanisms such as cell adhesion or specific interacting with other molecules. Ankyrin interaction with L1CAM is an example of a protein binding that fails in CRASH patients due to a mutation that causes leucine and histidine to replace serine and tyrosine respectively, in the SFIGQY motif, where aknkyrin should be binded in the L1CAM family cytoplasmic terminus. Ankyrin-L1CAM interaction is involved in the growth cone initiation, consequently, a failure in this interaction causes neurites to not reach synaptic target.",
            "score": 131.0000571012497
        },
        {
            "docid": "15510783_13",
            "document": "Neuroligin . Neuroligin dysfunction has been implicated in Autistic spectrum disorders. Different genetic alterations have been detected in neuroligin genes in patients with ASD, including point mutations, missense mutations, and internal deletions. In studies done on family members with X-linked autism, specific mutations of NLGN 3 and NLGN 4 have been identified. These mutations have been shown to affect how neuroligins function and have been shown to interfere with synaptic transmission. 19 of the 69 known proteins mutated in X-linked autism encode postsynaptic proteins, Neuroligins included.",
            "score": 93.41873979568481
        },
        {
            "docid": "14773078_3",
            "document": "PQBP1 . Polyglutamine binding protein-1 is a highly conserved nuclear protein expressed in mesodermal and nuclear tissues. The molecular roles of PQBP1 in embryonic development are still being understood, but it has been found to function in mRNA splicing, and transcription regulation. Mutations in the PQBP1 gene, which encodes for this protein, have been known to cause X-linked intellectual disabilities (XLID), commonly referred to as Renpenning's syndrome. People who suffer from these disabilities share a common set of symptoms including: microcephaly, shortened stature and impaired intellectual development. There are 11 types of mutations that have been identified, but the most common being frameshift mutations. A knockdown model of the gene in mouse embryo primary neurons revealed a decrease in splicing efficiency and resulted in abnormal gastrulation and neuralation patterning. Attempts at creating both PQBP1 mouse knockout or over expression models have been unsuccessful, often with lethal results. Research indicates that in order to appropriately function, the protein must be expressed within a critical range.",
            "score": 102.75763368606567
        },
        {
            "docid": "19593553_4",
            "document": "Antiparkinson medication . It is difficult to diagnose Parkinson's disease, as there is no specific test for it. Doctors usually perform other tests in order to rule out other conditions. Often seen in the dopaminergic neurons in the brains of patients who have Parkinson's disease, are Lewy bodies, which are abnormal circular structures found within the cytoplasm. Lewy bodies have a dense protein core, surrounded by a halo of radiating fibers. Mutations on chromosome 4 can cause Parkinson's disease. This gene produces a protein known as a-synuclein. This protein which is normally found in the presynaptic terminals and is thought to be involved in synaptic transmission in dopaminergic neurons. The mutation produces what is known as a toxic gain of function because it produces a protein that results in effects that are toxic to the cell. Parkinson's disease can also be caused by a mutation on chromosome 6. This gene has been named parkin. This mutation causes a loss of function, which makes it a recessive disorder.",
            "score": 116.27111065387726
        },
        {
            "docid": "18143331_18",
            "document": "Neurogenetics . Neurogenetics is a field that is rapidly expanding and growing. The current areas of research are very diverse in their focuses. One area deals with molecular processes and the function of certain proteins, often in conjunction with cell signaling and neurotransmitter release, cell development and repair, or neuronal plasticity. Behavioral and cognitive areas of research continue to expand in an effort to pinpoint contributing genetic factors. As a result of the expanding neurogenetics field a better understanding of specific neurological disorders and phenotypes has arisen with direct correlation to genetic mutations. With severe disorders such as epilepsy, brain malformations, or mental retardation a single gene or causative condition has been identified 60% of the time; however, the milder the intellectual handicap the lower chance a specific genetic cause has been pinpointed. Autism for example is only linked to a specific, mutated gene about 15–20% of the time while the mildest forms of mental handicaps are only being accounted for genetically less than 5% of the time. Research in neurogenetics has yielded some promising results, though, in that mutations at specific gene loci have been linked to harmful phenotypes and their resulting disorders. For instance a frameshift mutation or a missense mutation at the \"DCX\" gene location causes a neuronal migration defect also known as lissencephaly. Another example is the \"ROBO3\" gene where a mutation alters axon length negatively impacting neuronal connections. Horizontal gaze palsy with progressive scoliosis (HGPPS) accompanies a mutation here. These are just a few examples of what current research in the field of neurogenetics has achieved.",
            "score": 121.3834558725357
        },
        {
            "docid": "58686_37",
            "document": "Cerebral cortex . There are many neurodevelopmental abnormalities that can lead to a wide variety of behavioral and cognitive deficits. There are several situations in development in which both intrinsic and extrinsic factors can highly influence the course of nervous system formation. One very prominent intrinsic factor (random gene mutation) has given rise to many different classes of neurodevelopmental disorders. For example, Fragile X-Syndrome is a neurodevelopmental disease characterized by poor eye contact with others, an extreme aversion to physical/social contact, and obsessive repetition in behavioral patterns. This is an X-linked chromosomal disorder in which the FMR1 gene is found to have nearly 200 copies, instead of its intended 30. This causes the gene to become heavily methylated, which subsequently turns off expression of FMR1. Efficient functioning of this gene is known to play a role in localized protein synthesis at dendritic spines, which is essential for proper synaptogenesis and learning and memory function. Another primary example of intrinsic neurodevelopmental deficits is Rett Syndrome, which is an X-linked single gene mutation characterized by a loss of speech and hand coordination, intellectual regression and progressive loss of motor control. This disorder is thought to arise from a mutation in the MeCP2 gene, which encodes for a transcription factor associated with chromatin remodeling. Mutations in this gene have been linked to a decreased expression of the gene that codes for BDNF (brain-derived neurotrophic factor), which is a common gene used in neurodevelopment.",
            "score": 84.80795013904572
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 107.8845808506012
        },
        {
            "docid": "14162129_8",
            "document": "PURA . Studies of genetic inactivation of \"PURA\" in the mouse provided evidence leading to that for \"PURA\" gene disorders in brain disease. Homozygous \"PURA\" knockouts die shortly after birth with severe defects in brain layer development, tissue wasting and movement disorders. Defects in blood cell development are also prominent, and it is not known how these may affect the brain. Heterozygous knockouts do not die early but exhibit seizure-like disorders. In rat hippocampal neurons, Pur-alpha is found in the cytoplasm together with mRNA transcripts, in a complex including non-coding RNAs, Pur-beta, fragile X mental retardation proteins and microtubule-associated proteins. This complex is transported by a kinesin motor to sites of translation at junctions of nerve cell dendrites. Recently \"PURA\" mutations have been found in multiple patients with brain disorders of a similar phenotype including hypotonia, developmental delay, movement disorders, and seizure or seizure-like movements. This spectrum of brain disorders is similar to the phenotype of a central nervous system syndrome termed the 5q31.3 microdeletion syndrome, and is the basis for a proposed \"PURA\" Syndrome based on \"PURA\" mutations rather than just deletions.",
            "score": 104.83932864665985
        },
        {
            "docid": "29814728_6",
            "document": "SETBP1 . Loss-of-function mutations in the SETBP1 gene are associated with a SETBP1-related developmental delay called SETBP1 disorder which causes a spectrum of symptoms including absent speech/expressive language delays, mild-severe intellectual disability, autistic-traits/autism, developmental delays, ADHD, and seizures.  SETBP1 is a oncogene; specific somatic mutations of this gene were discovered in patients affected by atypical Chronic Myeloid Leukemia (aCML) and related diseases. These mutations, which are identical to the ones present in SGS as germ line mutations, impair the degradation of SETBP1 and therefore cause increased cellular levels of the protein.",
            "score": 71.53263187408447
        },
        {
            "docid": "12263271_5",
            "document": "DAX1 . X-linked adrenal hypoplasia congenita is caused by mutations in the NR0B1 gene. More than 90 NR0B1 mutations that cause X-linked adrenal hypoplasia congenita have been identified. Many of these mutations delete all or part of the NR0B1 gene, preventing the production of DAX1 protein. Some mutations cause the production of an abnormally short protein. Other mutations cause a change in one of the building blocks (amino acids) of DAX1. These mutations are thought to result in a misshapen, nonfunctional protein. Loss of DAX1 function leads to adrenal insufficiency and hypogonadotropic hypogonadism, which are the main characteristics of this disorder.",
            "score": 95.15636944770813
        },
        {
            "docid": "968055_17",
            "document": "Polymicrogyria . The pathogenesis of polymicrogyria is still being researched for understanding though it is historically heterogeneous-4. It results from both genetic and destructive events. While polymicrogyria is associated with genetic mutations, none of these are the sole cause of this abnormality. The cortical development of mammals requires specific cell functions that all involve microtubules, whether it is because of mitosis, specifically cell division, cell migration or neurite growth. Some mutations that affect the role of microtubules and are studied as possible contributors, but not causes, to polymicrogyria include TUBA1A and TUBB2B. TUBB2B mutations are known to contribute to polymicrogyria either with or without congenital fibrosis or the external ocular muscles, as well as bilateral perisylvian. The gene GPR56 is a member of the adhesion G protein-coupled receptor family and is directly related to causing Bilateral frontoparietal polymicrogyria, (BFPP)-6. Other genes in the G protein-coupled receptor family have effects with this condition as well such as the outer brain development, but not enough is known to carry out all the research properly so the main focus is starting with the specific GR56 gene within this category. This malformation of the brain is a result of numerous small gyri taking over the surface of the brain that should otherwise be normally convoluted. This gene is currently under studies to help identify and contribute to the knowledge about this condition. It is studied to provide information on the causes along with insight into the mechanisms of normal cortical development and the regional patterning of the cerebral cortex using magnetic resonance imagine, MRI. Specifically found to polymicrogyria due to mutation of this gene are myelination defects. GPR56 is observed to be important for myelinations due to a mutation in this gene results in reduced white matter volume and signal changes as shown in MRI’s. While the cellular roles of GPR56 in myelination remains unclear, this information will be used to further other studies done with this gene.",
            "score": 105.07943642139435
        },
        {
            "docid": "47955301_2",
            "document": "MECP2 duplication syndrome . MECP2 Duplication Syndrome (M2DS) is a rare disease that is characterized by severe intellectual disability and impaired motor function. It is an X-linked genetic disorder caused by the overexpression of MeCP2 protein. Symptoms of M2DS include infantile hypotonia and failure to thrive, delayed psychomotor development, impaired speech, abnormal or absent gait, epilepsy, spasticity, gastrointestinal motility problems, recurrent infections, and genitourinary abnormalities. Many of those affected by M2DS also fit diagnostic criteria for autism. M2DS can be associated with syndromic facies, namely an abnormally flat back of the head, underdevelopment of the midface, ear anomalies, deep-set eyes, prominent chin, pointed nose, and a flat nasal bridge. M2DS is one of the several types of X-linked intellectual disability. The cause of M2DS is a duplication of the MECP2 or Methyl CpG binding protein 2 gene located on the X chromosome (Xq28). The MeCP2 protein plays a pivotal role in regulating brain function. Increased levels of MECP2 protein results in abnormal neural function and impaired immune system. Mutations in the MECP2 gene are also commonly associated with Rett syndrome in females. Advances in genetic testing and more widespread use of Array Comparative Genomic Hybridization has led to increased diagnosis of MECP2 duplication syndrome. It is thought to represent ~1% of X-linked male mental disability cases. Treatment is supportive and based on symptoms. The syndrome primarily affects young males. Preliminary studies suggest that prevalence may be 1.8 per 10,000 live male births. 50% of those affected do not live beyond 25 years of age, with deaths attributed to the impaired immune function.",
            "score": 89.54420554637909
        },
        {
            "docid": "345919_12",
            "document": "Three prime untranslated region . 3'-UTR mutations can be very consequential because one alteration can be responsible for the altered expression of many genes. Transcriptionally, a mutation may affect only the allele and genes that are physically linked. However, since 3'-UTR binding proteins also function in the processing and nuclear export of mRNA, a mutation can also affect other unrelated genes. Dysregulation of ARE-binding proteins (AUBPs) due to mutations in AU-rich regions can lead to diseases including tumorigenesis (cancer), hematopoetic malignancies, leukemogenesis, and developmental delay/autism spectrum disorders. An expanded number of trinucleotide (CTG) repeats in the 3’-UTR of the dystrophia myotonica protein kinase (DMPK) gene causes myotonic dystrophy. Retro-transposal 3-kilobase insertion of tandem repeat sequences within the 3'-UTR of fukutin protein is linked to Fukuyama-type congenital muscular dystrophy. Elements in the 3'-UTR have also been linked to human acute myeloid leukemia, alpha-thalassemia, neuroblastoma, Keratinopathy, Aniridia, IPEX syndrome, and congenital heart defects. The few UTR-mediated diseases identified only hint at the countless links yet to be discovered.",
            "score": 83.90378153324127
        },
        {
            "docid": "11864399_5",
            "document": "Leukoencephalopathy with vanishing white matter . eIF2B is the guanine nucleotide-exchange factor for eIF2, and is composed of 5 subunits. The largest subunit, eIF2B5 contains the most mutations for VWM. eIF2B is a complex which is very involved with the regulation of in the translation of mRNA into proteins. eIF2B is essential for the exchange of guanosine diphosphate(GDP) for guanosine-5'-triphosphate(GTP) in the initiation of translation via eIF2, because eIF2 is regenerated through this exchange. A decrease in eIF2B activity has been correlated with the onset of VWM. A common factor among VWM patients is mutations in the five subunits of eIF2B (21 discovered thus far), expressed in over 60% of the patients. These mutations lead to the decreased activity of eIF2B. The most common mutation is R113H, which is the mutation of histidine to arginine. The homozygous form of the mutation is the least severe form. This mutation has also been documented in rodents, but they do not acquire VWM, while humans do. Another common mutation is G584A found in the eIF2B5 subunit. A correlation with stress has also been made, as eIF2B plays a central role in stress management – it is essential in down regulation protein synthesis in different stress conditions – and VWM patients are highly sensitive to stress. Protein eIF2B exists in all cells, and if this protein is reduced enough the cell will be negatively affected, and if it is reduced to zero, the cell will die. In affected cells, the protein is reduced to about 50%, which is acceptable for functionality in most cells, but not in glial cells since they synthesize a large amount of proteins constantly and need as many functioning proteins within them as possible. This would lower the baseline of the amount of stress a cell can handle, and thus in a stressed environment, it would have detrimental effects on these cells. Mutations in three of the subunits of eIF2B (2,4,&5) has been seen in both VWM and premature ovarian failure. The North American Cree population has also been found to have a distinctive mutation, R195H, which can lead to VWM. All patients who have been studied only have one mutation present in the gene, causing the eIF2B to still be active, which leads to VWM. If two mutations occurred, then eIF2B activity would be stopped by the body.",
            "score": 94.60551416873932
        },
        {
            "docid": "41067204_4",
            "document": "Ogden syndrome . Ogden Syndrome is a lethal X-linked recessive condition. Because the affected gene is on the X-chromosome, it affects only males. It was the first reported human genetic disorder linked with a mutation in an N-terminal acetyltransferase (NAT) gene. Males have the Ser37Pro (S37P) mutation in the gene encoding NAA10, the catalytic subunit of NatA, the major human NAT involved in the co-translational acetylation of proteins. The S37P mutation swaps one amino acid for another, a Serine amino acid for a Proline, in just one part at the end of the resulting protein. This mutation changes the structure of the protein, which makes it less effective than a normal protein, causing a multitude of effects for the babies. A mutation in an enzyme involved in N-terminal acetylation of proteins has thus far been associated with this distinct X-linked phenotype in two families, with 8 males who carried the hypomorphic hNaa10 p.Ser37Pro allele dying in infancy with cardiomegaly and cardiac arrhythmias. N-terminal acetylation is one of the most common protein modifications in humans, occurring on approximately 80% of all human proteins.",
            "score": 83.81395030021667
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 102.73719668388367
        },
        {
            "docid": "2574024_4",
            "document": "Spondyloepimetaphyseal dysplasia, Strudwick type . Affected individuals have mild and variable changes in their facial features. The cheekbones close to the nose may appear flattened. Some infants are born with an opening in the roof of the mouth, which is called a cleft palate. Severe nearsightedness (high myopia) and detachment of the retina (the part of the eye that detects light and color) are also common.  This condition is one of a spectrum of skeletal disorders caused by mutations in the \"COL2A1\" gene. The protein made by this gene forms type II collagen, a molecule found mostly in cartilage and in the clear gel that fills the eyeball (the vitreous). Type II collagen is essential for the normal development of bones and other connective tissues. Mutations in the \"COL2A1\" gene interfere with the assembly of type II collagen molecules, which prevents bones from developing properly and causes the signs and symptoms of this condition.",
            "score": 99.0874103307724
        },
        {
            "docid": "3473058_6",
            "document": "ABCA12 . Mutations in the ABCA12 gene also cause another severe skin disorder, lamellar ichthyosis type 2. People with this disorder have red, scaly, plate-like skin covering most of their bodies. The ABCA12 mutations that cause this disorder substitute one amino acid (a building block of proteins) for another amino acid in the ABCA12 protein. These mutations almost always occur in an important functional region of the protein (the region that binds to ATP, a molecule that supplies energy for chemical reactions). Changes in the structure of the ABCA12 protein likely disrupt its ability to transport lipids, which affects the development of skin before and after birth.",
            "score": 111.58833742141724
        },
        {
            "docid": "47153352_13",
            "document": "Nagwa Abdel Meguid . Meguid discovered mutations in the gene Branched Chain Ketoacid Dehydrogenase Kinase (BCKDK). Mutations found in BCKDK were found in consanguineous families with epilepsy, autism, and intellectual disabilities. Previously, the BCKDK was known to cause Maple Syrup Urine disease (MSUD). Mutations in this gene could potentially treat autism and epilepsy. The protein is capable of phosphorylation-mediated inactivation of E1α subunit of branched-chain ketoacid dehydrogenase (BCKDH). If a patient has a homozygous mutation (an identical mutation in both paternal and maternal alleles), then reductions are induced in BCKDK messenger RNA and protein, E1α phosphorylation, and amino acids of the plasma membrane.",
            "score": 80.76294827461243
        },
        {
            "docid": "3469185_11",
            "document": "MECP2 . Mutations in the MECP2 gene have also been identified in people with several other disorders affecting the central nervous system. For example, MECP2 mutations are associated with some cases of moderate to severe X-linked mental retardation. Mutations in the gene have also been found in males with severe brain dysfunction (neonatal encephalopathy) who live only into early childhood. In addition, several people with features of both Rett syndrome and Angelman syndrome (a condition characterized by mental retardation, problems with movement, and inappropriate laughter and excitability) have mutations in the MECP2 gene. Lastly, MECP2 mutations or changes in the gene's activity have been reported in some cases of autism (a developmental disorder that affects communication and social interaction).",
            "score": 60.73871159553528
        },
        {
            "docid": "11157851_4",
            "document": "TCF4 . Mutations in TCF4 cause Pitt-Hopkins Syndrome (PTHS). These mutations cause TCF4 proteins to not bind to DNA properly and control the differentiation of the nervous system. In most cases that have been studied, the mutations were de novo, meaning it was a new mutation not found in other family members of the patient. Common symptoms of Pitt-Hopkins Syndrome include a wide mouth, gastrointestinal problems, developmental delay of fine motor skills, speech and breathing problems, epilepsy, and other brain defects.",
            "score": 85.8924446105957
        },
        {
            "docid": "9350855_7",
            "document": "Muenke syndrome . Muenke syndrome is inherited in an autosomal dominant pattern. In some cases, an affected person inherits the mutation from one affected parent. If a patient is shown to have Muenke, they have a 50/50 chance of passing it on to their children. Not all cases of Muenke however is obvious. Other cases may result from new mutations in the gene. These cases occur in people with no history of the disorder in their family. A single mutation in the FGFR3 gene cause this syndrome. The FGFR3 gene provides instructions for making a protein that is involved in the development and maintenance of bone and brain tissue. This mutation causes the FGFR3 protein to be overly active, which interferes with normal bone growth and allows the bones of the skull to fuse before they should.",
            "score": 96.60413086414337
        },
        {
            "docid": "3232713_34",
            "document": "Heritability of autism . Clues to the first two questions come from studies that have shown that at least 30% of individuals with autism have spontaneous \"de novo\" mutations that occurred in the father's sperm or mother's egg and disrupt genes important for brain development, these spontaneous mutations likely cause autism in families where there is no family history. The concordance between identical twins isn't quite 100% for two reasons, because these mutations have variable 'expressivity' and their effects manifest differently due to chance effects, epigenetic, and environmental factors. Also spontaneous mutations can potentially occur specifically in one twin and not the other after conception. The likelihood of developing intellectual disability is dependent on the importance the effect the gene or mutation has on brain development, and also the genetic and environmental background upon which a mutation occurs. The recurrence of the same mutations in multiple individuals affected by autism has led Brandler and Sebat to suggest that the spectrum of autism is breaking up into quanta of many different genetic disorders.",
            "score": 80.38115620613098
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 127.34223651885986
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 92.65793824195862
        },
        {
            "docid": "2810149_10",
            "document": "Vaginal atresia . Rokitansky-Mayer-Küster-Hauser syndrome is a disorder in females that causes the uterus and vagina to be absent or underdeveloped. Those born with this disorder are considered to be genetic female and have a 46XX chromosomes. Kidney anomalies often accompany this disorder as well. Also referred to as Müllerian agenesis, vaginal agenesis, or müllerian aplasia, this disorder affects 1 in every 4,000-5,000 females. A cloacal malformation often accompanies this disorder, which is the surgical treatment that incorporates several vaginal replacement techniques. This disorder is caused by an implication in the \"WNT4\" protein coding gene, which is found on the short arm (p) of chromosome 1. A genetic mutation occurs causing a substitution of leucine to proline residue at position 12 on the amino acid in the WNT4 protein. Essentially, this will cause a reduction in the intranuclear levels of β catenin. Additionally, the inhibition of steroidogenic enzymes such as 17α-hydroxylase and 3β-hydroxysteriod dehydrogenase because of this mutation, which leads to an excess amount to androgen in the system. As \"WNT4\" gene is essential for developing a protein that is essential for female sex development, the Müllerian duct is either absent or deformed when this gene is not present. The development of the female reproductive system may be disrupted in the absence of the WNT4 protein's regulation. Abnormal androgen production is also induced, eventually leading to hyperandrogenism and Müllerian aplasia.",
            "score": 80.1397316455841
        },
        {
            "docid": "3514698_2",
            "document": "FMR1 . FMR1 (fragile X mental retardation 1) is a human gene that codes for a protein called \"fragile X mental retardation protein\", or FMRP. This protein, most commonly found in the brain, is essential for normal cognitive development and female reproductive function. Mutations of this gene can lead to fragile X syndrome, intellectual disability, premature ovarian failure, autism, Parkinson's disease, developmental delays and other cognitive deficits.",
            "score": 88.96103119850159
        },
        {
            "docid": "3508854_5",
            "document": "MEFV . More than 80 \"MEFV\" mutations that cause familial Mediterranean fever have been identified. A few mutations delete small amounts of DNA from the \"MEFV\" gene, which can lead to an abnormally small protein. Most \"MEFV\" mutations, however, change one of the protein building blocks (amino acids) used to make pyrin. The most common mutation replaces the amino acid methionine with the amino acid valine at protein position 694 (written as Met694Val or M694V). Among people with familial Mediterranean fever, this particular mutation is also associated with an increased risk of developing amyloidosis, a complication in which abnormal protein deposits can lead to kidney failure. Some evidence suggests that another gene, called SAA1, can further modify the risk of developing amyloidosis among people with the M694V mutation.",
            "score": 102.73136675357819
        },
        {
            "docid": "1446449_2",
            "document": "Bilateral frontoparietal polymicrogyria . Bilateral frontoparietal polymicrogyria (BFPP) is a genetic disorder with autosomal recessive inheritance that causes a cortical malformation. Our brain has folds in the cortex to increase surface area called gyri and patients with polymicrogyri have an increase number of folds and smaller folds than usual. Polymicrogyria is defined as a cerebral malformation of cortical development in which the normal gyral pattern of the surface of the brain is replaced by an excessive number of small, fused gyri separated by shallow sulci and abnormal cortical lamination. From ongoing research, mutation in GPR56, a member of the adhesion G protein-coupled receptor (GPCR) family, results in BFPP. These mutations are located in different regions of the protein without any evidence of a relationship between the position of the mutation and phenotypic severity. It is also found that GPR56 plays a role in cortical pattering.",
            "score": 108.82299220561981
        },
        {
            "docid": "1037062_7",
            "document": "Rhombomere . Each rhombomere has its own set of receptors, and the same receptors can cause different actions. For example, one study showed that there are proteins called Gli1, Gli2, and Gli3 that affect ventral hindbrain development, and are also required for motoneuron development and correct neural patterning in the hindbrain. However, how important are they and what their specific roles are was unclear. By mutating the proteins Gli2 and Gli3, which were especially studied, it was found that Gli2 and Gli3 contain both activation and repression domains, while Gli1 only had activation domains, which were entirely transcriptional. Gli2 was also found to be a stronger activator while Gli3 was a strong repressor. Gli2 and Gli3 had overlapping functions that concerned the patterning of the ventral spinal cord which was important for correct organization and formation of the motoneurons. This was shown when mutation of the Gli3 protein showed only a slight decrease in expression of Olig2, while when the Gli2 protein was mutated, the expression of Olig2 was not detected. Olig2 is normally expressed in the ventral area of the neural tube. Mutations in the Gli2 protein causes more severe damage in the ventral patterning of the hindbrain than that of the spinal cord. This shows that Gli2 performs different functions in the hindbrain that Gli3 is unable to substitute. Gli2 and Gli3 in a developing hindbrain also have distinct functions in the Shh (sonic hedgehog) signal transduction. This is caused by differential modulation of gene expression that is specific to each rhombomere. Finally, studies have shown that in rhombomere 4, the ventral patterning is less affected by the mutation of Gli2. This shows that this particular rhombomere has different requirements for Gli proteins.",
            "score": 102.37163996696472
        },
        {
            "docid": "48174194_11",
            "document": "Anti-VGKC-complex encephalitis . The voltage-gated potassium channel (VGKC), like other ion channels, belong to a multiprotein complex. Some of the proteins which associates to the channel directly/indirectly include, but are not limited to, LGI1, CASPR2, Contactin2, DPPX, ADAM22 and ADAM23. LGI1 is a secreted neuronal protein which binds to ADAM22 and ADAM23 and thus crosslinks pre-synaptic VGKC with post-synaptic AMPA receptor. An inherited form of human epilepsy known as autosomal dominant partial epilepsy with auditory features (ADPEAF) has been found to be caused by mutations of the LGI1 gene. LGI1 knockout mice cause lethal epilepsy and the heterozygous mice have a lowered seizure threshold. Mutations of CNTNAP2 (the gene encoding CASPR2) have been reported to be associated with intellectual disability, motor impairment and epilepsy.",
            "score": 100.48090195655823
        }
    ],
    "r": [
        {
            "docid": "34215616_18",
            "document": "Epilepsy-intellectual disability in females . The PCDH19 gene is located on the long (q) arm of the X chromosome at position 22.1. The gene encodes for protocadherin 19, a transmembrane protein of calcium-dependent cell-cell adhesion molecules that is strongly expressed in neural tissue, such as the hippocampus, cerebral cortex, thalamus, and amygdala. Protocadherin 19 appears to be related to synaptic transmission and formation of synaptic connections during brain development.",
            "score": 207.5538330078125
        },
        {
            "docid": "9919262_5",
            "document": "Protocadherin . Clustered Pcdhs proteins are detected throughout the neuronal soma, dendrites and axons and are observed in synapses and growth cones. Like classical cadherins, members of Pcdhs family were also shown to mediate cell-cell adhesion in cell-based assays and most of them showed to engage in homophilic trans-interactions.  Schreiner and Weiner showed that Pcdhα and γ proteins can form multimeric complexes. If all three classes of Pcdhs could engage in multimerization of stochastically expressed Pcdhs isoforms, then neurons could produce a large number of distinct homophilic interaction units, amplifying significantly the cell-surface diversity more than the one afforded by stochastic gene expression alone. As for cytoplasmic domain, all the three classes of clustered Pcdhs proteins are dissimilar, although they are strictly conserved in vertebrate evolution, suggesting a conserved cellular function. This is corroborated by a large number of other interacting proteins including phosphatases, kinases, adhesion molecules and synaptic proteins The cytoplasmic domain also mediates intracellular retention, a property which distinguishes the clustered protocadherins from the related classical cadherins. Furthermore, it was shown that Pcdhs are proteolitically processed by γ-secretase complex, which releases soluble intracellular fragments into the cytoplasm which might have a broad range of functions as acting locally in the cytoplasm and/or even regulate gene expression similarly to other cell-surface proteins such as Notch and N-cadherin.  Since these molecules are involved in so many developmental processes like axon guidance and dendrite ariborization, mutations in Pcdhs genes and their expression may play a role in Down, Rett as well as Fragile X syndrome, schizophrenia, and neurodegenerative diseases",
            "score": 191.78904724121094
        },
        {
            "docid": "34215616_19",
            "document": "Epilepsy-intellectual disability in females . A mutation in the PCDH19 gene can cause the protocadherin 19 protein to be malformed, reduced in function or not produced at all. This abnormal expression of protocadherin 19 causes deficits in GABAergic signaling, causing the occurrence of seizures beginning in the early years of life.",
            "score": 177.17794799804688
        },
        {
            "docid": "33918180_9",
            "document": "Cadherin–catenin complex in learning and memory . Surface expression is also regulated via protocadherin-mediated adhesion. Protocadherin-alpha and protocadherin-gamma interact to form a protein complex that enhances the surface expression of each cadherin subtype.",
            "score": 169.96194458007812
        },
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 161.78219604492188
        },
        {
            "docid": "9919262_2",
            "document": "Protocadherin . Protocadherins (Pcdhs) are the largest mammalian subgroup of the cadherin superfamily of homophilic cell-adhesion proteins. They were discovered by Shintaro Suzuki's group, when they used PCR to find new members of the cadherin family. The PCR fragments that corresponded to Protocadherins were found in vertebrate and invertebrate species This prevalence in a wide range of species suggested that the fragments were part of an ancient cadherin and were thus termed \"Protocadherins\" as the \"first cadherins\"; although, of the approximately 70 Pcdh genes identified in mammalian genomes, over 50 are located in tightly linked gene clusters on the same chromosome, and this kind of organization can only be found in vertebrates.",
            "score": 152.57029724121094
        },
        {
            "docid": "14267168_3",
            "document": "CDH23 . This gene is a member of the cadherin superfamily, genes encoding calcium dependent cell-cell adhesion glycoproteins. The protein encoded by this gene is a large, single-pass transmembrane protein composed of an extracellular domain containing 27 repeats that show significant homology to the cadherin ectodomain. Expressed in the neurosensory epithelium, the protein is thought to be involved in stereocilia organization and hair bundle formation. Specifically, it is thought to interact with protocadherin 15 to form tip-link filaments.",
            "score": 146.27003479003906
        },
        {
            "docid": "42073672_31",
            "document": "Neuronal self-avoidance . Cellular studies of self-avoidance imply that any underlying molecular mechanism must enforce robust and selective contact-dependent cell surface recognition only between sister branches, and must link recognition to changes in growth cone behavior. Recent studies to define the molecular basis of contact-dependent homotypic interactions led to the identification of two large families of cell-surface proteins encoded by the Drosophila Down syndrome cell adhesion molecule 1 (\"Dscam1\") locus and the clustered protocadherin (Pcdh) loci in mammals. These proteins, with diverse extracellular domains, and shared cytoplasmatic presumptive intracellular signaling domains, are able to provide diverse recognition specificities to a vast array of different neurites, endowing neurons with a unique cell-surface identity that allows neurons to distinguish self from non-self. Additional self-surface receptors implicated in self-avoidance include the immunoglobulin superfamily member Turtle, which functions in some \"Drosophila\" da neurons to enforce terminal branch spacing.",
            "score": 143.79776000976562
        },
        {
            "docid": "15073998_3",
            "document": "PCDHB13 . This gene is a member of the protocadherin beta gene cluster, one of three related gene clusters tandemly linked on chromosome five. The gene clusters demonstrate an unusual genomic organization similar to that of B-cell and T-cell receptor gene clusters. The beta cluster contains 16 genes and 3 pseudogenes, each encoding 6 extracellular cadherin domains and a cytoplasmic tail that deviates from others in the cadherin superfamily. The extracellular domains interact in a homophilic manner to specify differential cell-cell connections. Unlike the alpha and gamma clusters, the transcripts from these genes are made up of only one large exon, not sharing common 3' exons as expected. These neural cadherin-like cell adhesion proteins are integral plasma membrane proteins. Their specific functions are unknown but they most likely play a critical role in the establishment and function of specific cell-cell neural connections.",
            "score": 143.7392578125
        },
        {
            "docid": "34215616_23",
            "document": "Epilepsy-intellectual disability in females . PCDH19 gene-related epilepsy is thought to develop based upon a deficiency of the calcium-dependent cell-adhesion PCDH19 (protocadherin 19) gene. Its cause and pathophysiology (cause and mechanisms by which damage occurs) are different from other epilepsies, although the symptoms are very similar to other epileptic syndromes, such as Generalized epilepsy with febrile seizures plus (GEFS+), Dravet syndrome with SCN1A negative, FIRES (febrile infection–related epilepsy syndrome) Lennox-Gastaut syndrome or epilepsy of unknown origin.",
            "score": 141.8860321044922
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 141.54067993164062
        },
        {
            "docid": "29763145_2",
            "document": "DCHS1 . Protein dachsous homolog 1, also known as protocadherin-16 (PCDH16) or cadherin-19 (CDH19) or cadherin-25 (CDH25) or fibroblast cadherin-1 (FIB1), is a protein that in humans is encoded by the \"DCHS1\" gene.",
            "score": 134.90621948242188
        },
        {
            "docid": "7009252_4",
            "document": "Generalized epilepsy with febrile seizures plus . GEFS+ type 1 is a subtype of GEFS+ in which there are mutations in SCN1B, a gene encoding a sodium channel β subunit. The β subunit is required for proper channel inactivation. There are two known mutations in SCN1B that lead to GEFS+ (Figure 1). The first and best characterized of these mutations is C121W. This mutation alters a cysteine involved in a disulfide bond in the extracellular N-terminus of the protein. This extracellular region is similar to the cell adhesion molecule contactin and other cell adhesion molecules. It is believed that the disulfide bond disrupted by the C121W mutation is required for the proper folding of this N-terminus motif. Coexpression of SCN1B with sodium channel α subunits in oocytes and other cells results in channels that inactivate more slowly. Expression of C121W mutant along with wild-type α subunits produces current indistinguishable from that through α subunits alone. Further investigation of this mutation has indicated that it results in decreased frequency dependent rundown and, thus, likely hyperexcitability when compared to cells expressing the wild-type subunit. This mutation also disrupts the subunit's ability to induce cellular aggregation. The importance of this last fact is unclear, though it is presumed that proper channel aggregation within cells and cell-cell contact are required for normal neuronal function.",
            "score": 134.73236083984375
        },
        {
            "docid": "21265701_4",
            "document": "Aron Moscona . In experiments performed through the 1960s, Moscona was able to separate embryonic cells using enzymes and then found that they were able to reform in their original structures once they were allowed to grow back together. His early work resulted in the identification by Masatoshi Takeichi of a class of proteins called cadherins which play a role in cell adhesion by allowing molecules to recognize each other. As he noted in a 1961 article in \"Scientific American\", without the ability of these proteins to allow cells to form bonds with similar cells, \"the human body would collapse into a heap of disconnected, individual cells, many of them quite indistinguishable from certain free-living protozoa.\" The article included photographs showing how mixtures of cells in flasks differentiated themselves by combining with like cells and how that ability faded over a period of weeks, with newer cells better able to recombine into structures closely resembling their embryonic arrangement than were older ones. He found that \"Cells dissociated from adult animals usually do not recohere at all\".",
            "score": 131.5497283935547
        },
        {
            "docid": "1648200_14",
            "document": "L1 (protein) . L1 is involved in neuron-neuron adhesion, neurite fasciculation, outgrowth of neurites, cerebellar granule cell migration, neurite outgrowth on Schwann cells and interactions among epithelial cells of intestinal crypts. As a consequence, mutations in the L1CAM gene cause the Nervous System to malfunction. The main disorders linked to this mutation are known by the acronym CRASH or can be also referred as L1 syndrome. This includes disorders such as HSAS, MASA syndrome, agenesis of the corpus callosum and spastic paraplegia. Lower limb spasticity, mental retardation, hydrocephalus and flexion deformity of the thumbs are some of the symptoms expressed mostly in male individuals who suffer from this condition. Although the pathological mechanisms leading to L1syndrome are still unknown, about 200 mutations of the L1CAM gene have been identified and then associated with the syndrom. These mutations mostly affect structurally important key residues in the extracellular region of L1 causing alterations in the protein binding properties, which correlate to the impairment of neuronal physiological mechanisms such as cell adhesion or specific interacting with other molecules. Ankyrin interaction with L1CAM is an example of a protein binding that fails in CRASH patients due to a mutation that causes leucine and histidine to replace serine and tyrosine respectively, in the SFIGQY motif, where aknkyrin should be binded in the L1CAM family cytoplasmic terminus. Ankyrin-L1CAM interaction is involved in the growth cone initiation, consequently, a failure in this interaction causes neurites to not reach synaptic target.",
            "score": 131.00006103515625
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 129.50430297851562
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 129.14527893066406
        },
        {
            "docid": "12882180_4",
            "document": "Familial encephalopathy with neuroserpin inclusion bodies . Mutations in the \"SERPINI1\" gene cause familial encephalopathy with neuroserpin inclusion bodies. The \"SERPINI1\" gene provides instructions for making a protein called neuroserpin. This protein is found in nerve cells, where it plays a role in the development and function of the nervous system. Neuroserpin helps control the growth of nerve cells and their connections with one another, which suggests that this protein may be important for learning and memory. Mutations in the gene result in the production of an abnormally shaped, unstable version of neuroserpin. Abnormal neuroserpin proteins can attach to one another and form clumps (called neuroserpin inclusion bodies or Collins bodies) within nerve cells. These clumps disrupt the cells' normal functioning and ultimately lead to cell death. Progressive dementia results from this gradual loss of nerve cells in certain parts of the brain. Researchers believe that a buildup of related, potentially toxic substances in nerve cells may also contribute to the signs and symptoms of this condition.",
            "score": 127.34223937988281
        },
        {
            "docid": "1201933_3",
            "document": "Cadherin . The cadherin superfamily includes cadherins, protocadherins, desmogleins, and desmocollins, and more. In structure, they share \"cadherin repeats\", which are the extracellular Ca-binding domains. There are multiple classes of cadherin molecule, each designated with a prefix (in general, noting the type of tissue with which it is associated). It has been observed that cells containing a specific cadherin subtype tend to cluster together to the exclusion of other types, both in cell culture and during development. For example, cells containing N-cadherin tend to cluster with other N-cadherin-expressing cells. However, it has been noted that the mixing speed in the cell culture experiments can have an effect on the extent of homotypic specificity. In addition, several groups have observed heterotypic binding affinity (i.e., binding of different types of cadherin together) in various assays. One current model proposes that cells distinguish cadherin subtypes based on kinetic specificity rather than thermodynamic specificity, as different types of cadherin homotypic bonds have different lifetimes.",
            "score": 125.6429443359375
        },
        {
            "docid": "16853131_3",
            "document": "VEZT . The protein vezatin has been shown to play a critical role in the maintenance and formation of adherens junctions in many epithelial cells. Adherens junctions are composed primarily of E-cadherin, alpha and beta catenins and other transmembrane proteins such as actin and myosin. The junctions formed are vital in creating cell-cell contacts and do so via the interactions of all the different components. E-cadherins on separate cells use calcium based interactions to bind, whilst the catenins bind the cadherins to the actin cytoskeleton of each cell, thus creating the cadherin-catenin complex. Vezatin co-localises with E-cadherin at these cell-cell junctions suggesting that in fact it is involved within adherens junctions . E-cadherin is an important transmembrane molecule in creating and facilitating adherens junctions, particularly in epithelial cells. Furthermore, vezatin does not appear at focal adhesion sites and does not co-localise with desmogleins, which are molecules present in desmosomes, suggesting it is solely responsible for interactions within the adherens junction . Additionally, in cells lacking E-cadherin and thus unable to form cell-cell contacts, vezatin displayed a cytoplasmic distribution .  Another key component of this junction is the protein myosin VIIA and primarily its interaction with vezatin. Myosins are mechanochemical proteins which interact with actins and enzymatically convert ATP to ADP in order to facilitate a motor function . Myosin VIIA is an unconventional member of the myosin family and is heavily expressed within ciliated epithelium such as that in the nose and the ear . Myosin VIIA has a similar structure to all other myosins, with a motor, neck and actin-binding domain, but is unique due to its short tail domain . Vezatin has been shown to interact with this tail domain due to co-localisation of both molecules in mouse inner-ear epithelial cells . However, this interaction was only observed during cell-cell contact junctions, otherwise the proteins are dispersed through the cytoplasm in individual cells . These results taken together suggest that vezatin plays a crucial role in the cadherin-catenin complex which is essential for cell-cell adhesion.",
            "score": 125.33607482910156
        },
        {
            "docid": "22762505_13",
            "document": "Epithelial polarity . All epithelial cells express the transmembrane adhesion molecule E-cadherin, a cadherin which localises most prominently to the junction between the apical and lateral membranes. The extra-cellular domains of E-cadherin molecules from neighbouring cells bind to one another via a homotypic interaction. The intra-cellular domains of E-cadherin molecules bind to the actin cytoskeleton via the adaptor proteins alpha-catenin and beta-catenin. Thus, E-cadherin forms adherens junctions that connect the actin cytoskeletons of neighbouring cells. Adherens junctions are the primary force-bearing junctions between epithelial cells and are fundamentally important for maintaining epithelial cell shape and for dynamic changes in shape during tissue development. How E-cadherin localizes to the boundary between apical and lateral membranes is not known, but polarized membranes are essential for maintaining E-cadherin at adherens junctions.",
            "score": 124.86618041992188
        },
        {
            "docid": "635490_16",
            "document": "Auditory system . At this point, one may ask how such a wiggle of a hair bundle triggers a difference in membrane potential. The current model is that cilia are attached to one another by \"tip links\", structures which link the tips of one cilium to another. Stretching and compressing, the tip links may open an ion channel and produce the receptor potential in the hair cell. Recently it has been shown that cadherin-23 CDH23 and protocadherin-15 PCDH15 are the adhesion molecules associated with these tip links. It is thought that a calcium driven motor causes a shortening of these links to regenerate tensions. This regeneration of tension allows for apprehension of prolonged auditory stimulation.",
            "score": 124.7188720703125
        },
        {
            "docid": "14880376_3",
            "document": "PCDH11X . This gene belongs to the protocadherin gene family, a subfamily of the cadherin superfamily. The encoded protein consists of an extracellular domain containing 7 cadherin repeats, a transmembrane domain and a cytoplasmic tail that differs from those of the classical cadherins. The gene is located in a major X/Y block of homology and its Y homolog (PCDHY), despite divergence leading to coding region changes, is the most closely related cadherin family member. The protein is thought to play a fundamental role in cell-cell recognition essential for the segmental development and function of the central nervous system. Transcripts arising from alternative splicing encode isoforms with variable cytoplasmic domains.",
            "score": 124.61888122558594
        },
        {
            "docid": "41403879_12",
            "document": "Epilepsy syndromes . Epilepsy in females with mental retardation, is characterized by seizure onset in infancy or early childhood (6–36 months) and cognitive impairment in some cases. Seizures are predominantly generalized, including tonic-clonic, tonic and atonic seizures. The spectrum of phenotypes has been extended to include female patients with early onset epileptic encephalopathies resembling Dravet syndrome, FIRES, Generalized epilepsy with febrile seizures plus (GEFS+) or focal epilepsy with or without mental retardation. EFMR is caused by mutations in PCDH19 (protocadherin 19).",
            "score": 124.25363159179688
        },
        {
            "docid": "16846178_3",
            "document": "TMC1 . This gene is considered a member of a gene family predicted to encode transmembrane proteins. Until recently, the specific function of this gene was relatively unknown; it was only known to be required for normal function of cochlear hair cells. However, new research suggests that TMC1 interacts with Tip link proteins protocadherin 15 and cadherin 23 indicating that TMC1, along with TMC2, are necessary proteins for hair cell mechanotransduction. Specifically, TMC1 and TMC2 may be two pore-forming subunits of the channel that responds to tip link deflection in hair cells.",
            "score": 124.1447982788086
        },
        {
            "docid": "1872854_9",
            "document": "Biochemical cascade . Adhesion is an essential process to epithelial cells so that epithelium can be formed and cells can be in permanent contact with extracellular matrix and other cells. Several pathways exist to accomplish this communication and adhesion with environment. But the main signalling pathways are the cadherin and integrin pathways. The cadherin pathway is present in adhesion junctions or in desmosomes and it is responsible for epithelial adhesion and communication with adjacent cells. Cadherin is a transmembrane glycoprotein receptor that establishes contact with another cadherin present in the surface of a neighbour cell forming an adhesion complex. This adhesion complex is formed by β-catenin and α-catenin, and p120 is essential for its stabilization and regulation. This complex then binds to actin, leading to polymerization. For actin polymerization through the cadherin pathway, proteins of the Rho GTPases family are also involved. This complex is regulated by phosphorylation, which leads to downregulation of adhesion. Several factors can induce the phosphorylation, like EGF, HGF or v-Src. The cadherin pathway also has an important function in survival and proliferation because it regulates the concentration of cytoplamatic β-catenin. When β-catenin is free in the cytoplasm, normally it is degraded, however if the Wnt signalling is activated, β-catenin degradation is inhibited and it is translocated to the nucleus where it forms a complex with transcription factors. This leads to activation of genes responsible for cell proliferation and survival. So the cadherin-catenin complex is essential for cell fate regulation.  Integrins are heterodimeric glycoprotein receptors that recognize proteins present in the extracellular matrix, like fibronectin and laminin. In order to function, integrins have to form complexes with ILK and Fak proteins. For adhesion to the extracellular matrix, ILK activate the Rac and Cdc42 proteins and leading to actin polymerization. ERK also leads to actin polymerization through activation of cPLA2. Recruitment of FAK by integrin leads to Akt activation and this inhibits pro-apoptotic factors like BAD and Bax. When adhesion through integrins do not occur the pro-apoptotic factors are not inhibited and resulting in apoptosis.",
            "score": 123.24252319335938
        },
        {
            "docid": "36102121_5",
            "document": "Hypogonadotropic hypogonadism . AHH is an acquired form of the disease often occurring after sexual maturation and is not related to genetic defects. CHH is a type of HH resulting from the abnormal migration of GnRH neurons during embryonic development. GnRH neurons are derived from the olfactory placode and migrate into the central nervous system (CNS) during embryonic development. Embryonic migration can be affected by several gene mutations including but not limited to, KAL1, fibroblast growth factor (FGF8), sex determining region Y-Box 10 (SOX10), GNRHR, GNRH1 and KISS1R  Kallmann syndrome results in a loss of smell (anosmia) and is associated with KAL1 mutations. The KAL1 gene encodes anosmin-1, an extracellular adhesion molecule that plays a role in GnRH neuronal migration and adhesion. Mutated KAL1 genes leads to ill GnRH neuronal migration as well as olfactory neuron disorder causing anosmia and non-functional GnRH releasing neurons. Mutations of KAL1 are mostly nucleotide insertion or deletion causing frame shifts in the translation of anosmin-1 resulting in a faulty protein.",
            "score": 122.58812713623047
        },
        {
            "docid": "4930095_29",
            "document": "Pathophysiology of multiple sclerosis . Whether BBB dysfunction is the cause or the consequence of MS is disputed, because activated T-Cells can cross a healthy BBB when they express adhesion proteins. Apart from that, activated T-Cells can cross a healthy BBB when they express adhesion proteins. (Adhesion molecules could also play a role in inflammation) In particular, one of these adhesion proteins involved is ALCAM (Activated Leukocyte Cell Adhesion Molecule, also called CD166), and is under study as therapeutic target. Another protein involved is CXCL12, which is found also in brain biopsies of inflammatory elements, and which could be related to the behavior of CXCL13 under methylprednisolone therapy. Some molecular biochemical models for relapses have been proposed.",
            "score": 122.3400650024414
        },
        {
            "docid": "3621072_10",
            "document": "IKBKAP . The single-base mutation, overwhelmingly noted as a transition from cytosine to thymine, is present in the 5’ splice donor site of intron 20 in the IKBKAP pre-mRNA. This prevents recruitment of splicing machinery, and thus exon 19 is spliced directly to exon 21 in the final mRNA product – exon 20 is removed from the pre-mRNA with the introns. The unintentional removal of an exon from the final mRNA product is termed exon skipping. Therefore, there is a decreased level of functional IKAP protein expression within affected tissue. However, this disorder is tissue-specific. Lymphoblasts, even with the mutation present, may continue to express some functional IKAP protein. In contrast, brain tissue with the single-base mutation in the IKBKAP gene predominantly express a resulting truncated, mutant IKAP protein which is nonfunctional. The exact mechanism for how the familial dysautonomia phenotype is induced due to reduced IKAP expression is unclear; still, as a protein involved in transcriptional regulation, there have been a variety of proposed mechanisms. One such theory suggests that critical genes in the development of wild-type sensory and autonomic neurons are improperly transcribed. An extension of this research suggests that genes involved in cell migration are impaired in the nervous system, creating a foundation for this disorder.",
            "score": 121.58792877197266
        },
        {
            "docid": "52085_35",
            "document": "Protein folding . A protein is considered to be misfolded if it cannot achieve its normal native state. This can be due to mutations in the amino acid sequence or a disruption of the normal folding process by external factors. The misfolded protein typically contains β-sheets that are organized in a supramolecular arrangement known as a cross-β structure. These β-sheet-rich assemblies are very stable, very insoluble, and generally resistant to proteolysis. The structural stability of these fibrillar assemblies is caused by extensive interactions between the protein monomers, formed by backbone hydrogen bonds between their β-strands. The misfolding of proteins can trigger the further misfolding and accumulation of other proteins into aggregates or oligomers. The increased levels of aggregated proteins in the cell leads to formation of amyloid-like structures which can cause degenerative disorders and cell death. The amyloids are fibrillary structure that contain intermolecular hydrogen bonds, which are highly insoluble, and made from converted protein aggregates. Therefore, the proteasome pathway may not be efficient enough to degrade the misfolded proteins prior to aggregation. Misfolded proteins can interact with one another and form structured aggregates and gain toxicity through intermolecular interactions.",
            "score": 121.45867919921875
        },
        {
            "docid": "18143331_18",
            "document": "Neurogenetics . Neurogenetics is a field that is rapidly expanding and growing. The current areas of research are very diverse in their focuses. One area deals with molecular processes and the function of certain proteins, often in conjunction with cell signaling and neurotransmitter release, cell development and repair, or neuronal plasticity. Behavioral and cognitive areas of research continue to expand in an effort to pinpoint contributing genetic factors. As a result of the expanding neurogenetics field a better understanding of specific neurological disorders and phenotypes has arisen with direct correlation to genetic mutations. With severe disorders such as epilepsy, brain malformations, or mental retardation a single gene or causative condition has been identified 60% of the time; however, the milder the intellectual handicap the lower chance a specific genetic cause has been pinpointed. Autism for example is only linked to a specific, mutated gene about 15–20% of the time while the mildest forms of mental handicaps are only being accounted for genetically less than 5% of the time. Research in neurogenetics has yielded some promising results, though, in that mutations at specific gene loci have been linked to harmful phenotypes and their resulting disorders. For instance a frameshift mutation or a missense mutation at the \"DCX\" gene location causes a neuronal migration defect also known as lissencephaly. Another example is the \"ROBO3\" gene where a mutation alters axon length negatively impacting neuronal connections. Horizontal gaze palsy with progressive scoliosis (HGPPS) accompanies a mutation here. These are just a few examples of what current research in the field of neurogenetics has achieved.",
            "score": 121.38345336914062
        },
        {
            "docid": "32753428_2",
            "document": "FEZ-like protein . In molecular biology, the FEZ-like protein family is a family of eukaryotic proteins thought to be involved in axonal outgrowth and fasciculation. The N-terminal regions of these sequences are less conserved than the C-terminal regions, and are highly acidic. The \"Caenorhabditis elegans\" homologue, UNC-76, may play structural and signalling roles in the control of axonal extension and adhesion (particularly in the presence of adjacent neuronal cells) and these roles have also been postulated for other FEZ family proteins. Certain homologues have been definitively found to interact with the N-terminal variable region (V1) of PKC-zeta, and this interaction causes cytoplasmic translocation of the FEZ family protein in mammalian neuronal cells. The C-terminal region probably participates in the association with the regulatory domain of PKC-zeta. The members of this family are predicted to form coiled-coil structures which may interact with members of the RhoA family of signalling proteins, but are not thought to contain other characteristic protein motifs. Certain members of this family are expressed almost exclusively in the brain, whereas others (such as FEZ2) are expressed in other tissues, and are thought to perform similar but unknown functions in these tissues.",
            "score": 118.19878387451172
        }
    ]
}