{
    "q": [
        {
            "docid": "3452485_18",
            "document": "Memory disorder . It has become clear that aging negatively affects brain function and this can encompass a decrease in locomotor activities and coordination as well as affect in a negative way learning and memory. Certain responses to stress within the hippocampus can have negative effects on learning. In a study done by Mark A. Smith, it is demonstrated that exposure to continuous stress can cause age-related issues to the hippocampus. What then becomes more noticeable is that the aging brain is not as able to recognize growth, this is a symptom of hippocampal damage. If the information is not being encoded properly in the brain then of course there would not be good memory retention without the consideration of outside implications. However, the consideration of anxiety, memory and overall function must be compromised. An emotional memory is capable of being embedded and then reused in a similar scenario at a later time if need be. Also noted within a study relating to age and anxiety and memory it was noted that lesions on the brain can affect spatial learning as well as sex presenting at a disadvantage. Dysfunction within the hippocampus can be a reason behind aging brain changes among the elderly. To sum up anxiety and memory and aging, it is useful to recognize a correlation between what anxiety can cause the body to do and how memories are then formed or not formed, and how the aging brain has enough difficulty on its own trying to perform recall tasks.",
            "score": 162.02172088623047
        },
        {
            "docid": "1199964_62",
            "document": "Second-language acquisition . The learner's attitude to the learning process has also been identified as being critically important to second-language acquisition. Anxiety in language-learning situations has been almost unanimously shown to be detrimental to successful learning. Anxiety interferes with the mental processing of language because the demands of anxiety-related thoughts create competition for mental resources. This results in less available storage and energy for tasks required for language processing. Not only this, but anxiety is also usually accompanied by self-deprecating thoughts and fear of failure, which can be detrimental to an individual's ability to learn a new language. Learning a new language provides a unique situation that may even produce a specific type of anxiety, called language anxiety, that affects the quality of acquisition. Also, anxiety may be detrimental for SLA because it can influence a learner's ability to attend to, concentrate on, and encode language information. It may affect speed and accuracy of learning. Further, the apprehension created as a result of anxiety inhibits the learner's ability to retrieve and produce the correct information.",
            "score": 164.03561902046204
        },
        {
            "docid": "31110904_29",
            "document": "Effects of stress on memory . Conversely, reversal learning is inhibited by the presence of anxiety. Reversal learning is assessed through the reversal learning task; a stimulus and response relationship is learned through the trial and error method and then without notice, the relationship is reversed, examining the role of cognitive flexibility. Inhibited reversal learning can be associated with the idea that subjects experiencing symptoms of anxiety frustrate easily and are unable to successfully adapt to a changing environment. Thus, anxiety can negatively affect learning when the stimulus and response relationship are reversed or altered.",
            "score": 138.1337447166443
        },
        {
            "docid": "8636408_3",
            "document": "Freedom from fear (organization) . Freedom From Fear specializes in the treatment of Anxiety Disorders. While anxiety is a common experience of everyday life, mental health professionals deal with anxiety that is excessive and interferes with daily life. Clinicians recognize about 12 relatively distinct subtypes of anxiety disorder: Panic Disorder, with and without Agoraphobia, Agoraphobia Without a History of Panic Disorder, Specific Phobia, Social Phobia, Obsessive-Compulsive Disorder, Post-traumatic Stress Disorder, Acute Stress Disorder, Generalized Anxiety Disorder, Anxiety Disorder Due to a General Medical Condition, Substance-Induced Anxiety Disorder, and Anxiety Disorder Not Otherwise Specified. The prevalence of these disorders is startling. In any given year, approximately 40 million adults in the United States will suffer from an anxiety disorder which is 18% of the adult population. The causes of anxiety disorders are a cross between nature and nurture. Several areas of the brain such as the amygdala and the hippocampus are impaired which leads to an increased fear response. How individuals respond to their environment and how the environment responds to them are also play a role in the development of anxiety disorders. Studies are researching the impact of stress, life changes, social factors and other influences on the development of anxiety disorders.",
            "score": 99.17961812019348
        },
        {
            "docid": "7181472_12",
            "document": "Stranger anxiety . Extreme anxiety can affect development, especially if a child is so terrified that they will not explore new environments and hinder themselves from learning. Also, research shows that exposure to circumstances that produce persistent fear and chronic anxiety can have a lifelong effect on a child’s brain by disrupting its developing architecture. While stranger anxiety is a normal part of child development, if it becomes so severe that it restricts normal life professional help might be necessary. Seeking the help of a pediatrician is recommended if the situation doesn’t improve, or even regresses in time. Often, pediatricians will be able to find the origin of the anxiety suffered by the child and create a plan of action in order to rectify the situation.",
            "score": 126.65383458137512
        },
        {
            "docid": "8146278_5",
            "document": "Test anxiety . Researchers believe that feelings of anxiety arise to prepare a person for threats. In humans, anxiety symptoms are distributed along a continuum and different symptom levels of anxiety predict outcomes. Responses consist of increased heart rate, stress hormone secretion, restlessness, vigilance, and fear of a potentially dangerous environment. Anxiety prepares the body physically, cognitively, and behaviourally to detect and deal with threats to survival. As a result, a person’s body begins to hyperventilate to allow more oxygen to enter the bloodstream, divert blood to muscles, and sweat to cool the skin. In individuals, the degree to which an anxiety response is developed is based on the probability of bad things happening in the environment and the individual’s ability to cope with them. In the case of test taking, this might be a failing exam grade that prevents the student from being accepted to a post-secondary institution. A person's beliefs about their own competencies are a form of self-knowledge, which plays an important role in analyzing situations that might be threatening. When a person has feelings of low competence about their abilities they are likely to anticipate negative outcomes such as failure, under uncertain conditions. Thus, evaluative situations including tests and exams, are perceived as more threatening by students who have low competencies.",
            "score": 84.25668811798096
        },
        {
            "docid": "25532085_4",
            "document": "Foreign language anxiety . Although all aspects of using and learning a foreign language can cause anxiety, both listening and speaking are regularly cited as the most anxiety provoking of foreign language activities. Foreign language anxiety is usually studied and seen in a language classroom situation. It has been argued that language learning is a \"profoundly unsettling psychological proposition\" as it jeopardizes an individual's self-understanding and perspective. Three theories of anxiety have been developed from internal appraisal, then more situational in learning language and contextual situation: Potential negative events that people cannot see or handle with their ability often leads to anxiety. Also, if individuals are highly anxious, that kind of habitualised reactions may cause those who have experienced many threatening situations in the past to be more likely perceive future situations as threatening. As well, if their anxiety are traits rather than states, self-efficacy must result from past successes, vicarious experiences and social persuasion.",
            "score": 173.6593828201294
        },
        {
            "docid": "44740845_5",
            "document": "Steven Reiss . Reiss led the research team that discovered anxiety sensitivity, eventually overcoming fierce opposition to his idea that the fear of fear arises from beliefs about the consequences of anxiety and not just from Pavlovian associations with panic attacks. In the 1990s anxiety sensitivity became one of the most widely studied and important topics in clinical psychology, with more than 1,800 published studies. It changed how therapists evaluate and treat Posttraumatic Stress Disorder and Panic Disorder, disorders that affect 10 million Americans. Therapists now treat anxiety sensitivity cognitions they had erroneously dismissed as unimportant. Anxiety sensitivity sometimes predicts anxiety disorders before clinical symptoms can be observed, thereby creating new opportunities for prevention research. Reiss introduced the term “anxiety sensitivity,” defined the construct in terms of an information processing model, mentored graduate students who went on to study the construct, and wrote the Anxiety Sensitivity Index, which is widely used in the assessment of anxiety disorders.",
            "score": 81.75114750862122
        },
        {
            "docid": "8146278_2",
            "document": "Test anxiety . Test anxiety is a combination of physiological over-arousal, tension and somatic symptoms, along with worry, dread, fear of failure, and catastrophizing, that occur before or during test situations. It is a physiological condition in which people experience extreme stress, anxiety, and discomfort during and/or before taking a test. This anxiety creates significant barriers to learning and performance. Research suggests that high levels of emotional distress have a direct correlation to reduced academic performance and higher overall student drop-out rates. Test anxiety can have broader consequences, negatively affecting a student's social, emotional and behavioural development, as well as their feelings about themselves and school.",
            "score": 125.82750082015991
        },
        {
            "docid": "922_27",
            "document": "Anxiety . Anxiety disorders are a group of mental disorders characterized by exaggerated feelings of anxiety and fear responses. Anxiety is a worry about future events and fear is a reaction to current events. These feelings may cause physical symptoms, such as a fast heart rate and shakiness. There are a number of anxiety disorders: including generalized anxiety disorder, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. The disorder differs by what results in the symptoms. People often have more than one anxiety disorder. The cause of anxiety disorders is a combination of genetic and environmental factors. Risk factors include a history of child abuse, family history of mental disorders, and poverty. Anxiety disorders often occur with other mental disorders, particularly major depressive disorder, personality disorder, and substance use disorder. To be diagnosed symptoms typically need to be present at least six months, be more than would be expected for the situation, and decrease functioning. Other problems that may result in similar symptoms including hyperthyroidism, heart disease, caffeine, alcohol, or cannabis use, and withdrawal from certain drugs, among others. Without treatment, anxiety disorders tend to remain. Treatment may include lifestyle changes, counselling, and medications. Counselling is typically with a type of cognitive behavioural therapy. Medications, such as antidepressants or beta blockers, may improve symptoms. About 12% of people are affected by an anxiety disorder in a given year and between 5-30% are affected at some point in their life. They occur about twice as often in women than they do in men, and generally begin before the age of 25. The most common are specific phobia which affects nearly 12% and social anxiety disorder which affects 10% at some point in their life. They affect those between the ages of 15 and 35 the most and become less common after the age of 55. Rates appear to be higher in the United States and Europe.",
            "score": 118.67499482631683
        },
        {
            "docid": "28092063_2",
            "document": "Anxiety threshold . An anxiety threshold is the level of anxiety that, when reached, will affect a person's performance. Anxiety is a distasteful emotion, similar to fear, that is created by insecurities in one’s abilities, concerns for the future, such as financial or situational circumstances, or past memories of frightening experiences. Anxiety can affect all age groups and if fears are irrational may cause mental disorders. An individual's anxiety threshold can be measured by the amount of anxiety consistently manifested from situation to situation.",
            "score": 99.53648543357849
        },
        {
            "docid": "57688_2",
            "document": "Anxiety disorder . Anxiety disorders are a group of mental disorders characterized by significant feelings of anxiety and fear. Anxiety is a worry about future events and fear is a reaction to current events. These feelings may cause physical symptoms, such as a fast heart rate and shakiness. There are a number of anxiety disorders: including generalized anxiety disorder, specific phobia, social anxiety disorder, separation anxiety disorder, agoraphobia, panic disorder, and selective mutism. The disorder differs by what results in the symptoms. People often have more than one anxiety disorder. The cause of anxiety disorders is a combination of genetic and environmental factors. Risk factors include a history of child abuse, family history of mental disorders, and poverty. Anxiety disorders often occur with other mental disorders, particularly major depressive disorder, personality disorder, and substance use disorder. To be diagnosed symptoms typically need to be present for at least six months, be more than would be expected for the situation, and decrease functioning. Other problems that may result in similar symptoms including hyperthyroidism; heart disease; caffeine, alcohol, or cannabis use; and withdrawal from certain drugs, among others. Without treatment, anxiety disorders tend to remain. Treatment may include lifestyle changes, counselling, and medications. Counselling is typically with a type of cognitive behavioral therapy. Medications, such as antidepressants, benzodiazepines, or beta blockers, may improve symptoms. About 12% of people are affected by an anxiety disorder in a given year and between 5-30% are affected at some point in their life. They occur about twice as often in females as males, and generally begin before the age of 25. The most common are specific phobia which affects nearly 12% and social anxiety disorder which affects 10% at some point in their life. They affect those between the ages of 15 and 35 the most and become less common after the age of 55. Rates appear to be higher in the United States and Europe.",
            "score": 118.67499482631683
        },
        {
            "docid": "23476797_24",
            "document": "Social anxiety disorder . Research has indicated the role of 'core' or 'unconditional' negative beliefs (e.g. \"I am inept\") and 'conditional' beliefs nearer to the surface (e.g. \"If I show myself, I will be rejected\"). They are thought to develop based on personality and adverse experiences and to be activated when the person feels under threat. One line of work has focused more specifically on the key role of self-presentational concerns. The resulting anxiety states are seen as interfering with social performance and the ability to concentrate on interaction, which in turn creates more social problems, which strengthens the negative schema. Also highlighted has been a high focus on and worry about anxiety symptoms themselves and how they might appear to others. A similar model emphasizes the development of a distorted mental representation of the self and overestimates of the likelihood and consequences of negative evaluation, and of the performance standards that others have. Such cognitive-behavioral models consider the role of negatively biased memories of the past and the processes of rumination after an event, and fearful anticipation before it. Studies have also highlighted the role of subtle avoidance and defensive factors, and shown how attempts to avoid feared negative evaluations or use of 'safety behaviors' (Clark & Wells, 1995) can make social interaction more difficult and the anxiety worse in the long run. This work has been influential in the development of Cognitive Behavioral Therapy for social anxiety disorder, which has been shown to have efficacy.",
            "score": 96.89320468902588
        },
        {
            "docid": "57688_3",
            "document": "Anxiety disorder . Generalized anxiety disorder (GAD) is a common disorder, characterized by long-lasting anxiety that is not focused on any one object or situation. Those suffering from generalized anxiety disorder experience non-specific persistent fear and worry, and become overly concerned with everyday matters. Generalized anxiety disorder is \"characterized by chronic excessive worry accompanied by three or more of the following symptoms: restlessness, fatigue, concentration problems, irritability, muscle tension, and sleep disturbance\". Generalized anxiety disorder is the most common anxiety disorder to affect older adults. Anxiety can be a symptom of a medical or substance abuse problem, and medical professionals must be aware of this. A diagnosis of GAD is made when a person has been excessively worried about an everyday problem for six months or more. A person may find that they have problems making daily decisions and remembering commitments as a result of lack of concentration/preoccupation with worry. Appearance looks strained, with increased sweating from the hands, feet, and axillae, and they may be tearful, which can suggest depression. Before a diagnosis of anxiety disorder is made, physicians must rule out drug-induced anxiety and other medical causes.",
            "score": 100.3875527381897
        },
        {
            "docid": "34689015_9",
            "document": "Taylor Manifest Anxiety Scale . The utility of the TMAS is that it is a way to relate anxiety directly to performance in a certain area. The scale is able to measure anxiety levels and use the scores to determine performance on certain tasks. In some studies, researchers found that high anxiety (high drive) participants would make a greater number of mistakes, therefore taking longer for the participants to reach the learned criterion, where as participants with low anxiety (low drive) would reach the learned criterion quicker. The TMAS was able to measure that anxiety, so the researchers could make inclusions or exclusions of the participants for their specific studies. This would allow them to achieve the results they want. The TMAS was also a way to relate intelligence to anxiety. Studies have shown there is a possible correlation between anxiety and academic achievement, but they do not recommend it be the sole predictor of achievement. It should be paired with other tests in order to make an accurate prediction.",
            "score": 158.56413769721985
        },
        {
            "docid": "15236476_9",
            "document": "Social anxiety . Individuals who tend to experience more social anxiety turn their attention away from threatening social information and toward themselves, prohibiting them from challenging negative expectations about others and maintaining high levels of social anxiety. A socially anxious individual perceives rejection from a conversational partner, turns his or her attention away, and never learns that the individual is actually welcoming. Individuals who are high in social anxiety tend to show increased initial attention toward negative social cues such as threatening faces followed by attention away from these social cues, indicating a pattern of hypervigilance followed by avoidance. Attention in social anxiety has been measured using the dot-probe paradigm, which presents two faces next to one another. One face has an emotional expression and the other has a neutral expression, and when the faces disappear, a probe appears in the location of one of the faces. This creates a congruent condition in which the probe appears in the same location as the emotional face, and an incongruent condition. Participants respond to the probe by pressing a button and differences in reaction times reveal attentional biases. This task has revealed mixed results, with some studies finding no differences between socially anxious individuals and controls, some studies finding avoidance of all faces, and others finding vigilance toward threat faces. There is some evidence that vigilance toward threat faces can be detected during short but not longer exposures to faces, indicating a possible initial hypervigilance followed by avoidance. The Face-in-the-crowd task shows that individuals with social anxiety are faster at detecting an angry face in a predominantly neutral or positive crowd or slower at detecting happy faces than a nonanxious person. Results overall using this task are mixed and this task may not be able to detect hypervigilance toward angry faces in social anxiety.",
            "score": 176.74829125404358
        },
        {
            "docid": "11544121_14",
            "document": "Dorsolateral prefrontal cortex . The DLPFC may also be involved in threat-induced anxiety. In one experiment, participants were asked to rate themselves as behaviorally inhibited or not. Those who rated themselves as behaviorally inhibited, moreover, showed greater tonic (resting) activity in the right-posterior DLPFC. Such activity is able to be seen through Electroencephalogram (EEG) recordings. Individuals who are behaviorally inhibited are more likely to experience feelings of stress and anxiety when faced with a particularly threatening situation. In one theory, anxiety susceptibility may increase as a result of present vigilance. Evidence for this theory includes neuroimaging studies that demonstrate DLPFC activity when an individual experiences vigilance. More specifically, it is theorized that threat-induced anxiety may also be connected to deficits in resolving problems, which leads to uncertainty. When an individual experiences uncertainty, there is increased activity in the DLPFC. In other words, such activity can be traced back to threat-induced anxiety.",
            "score": 145.19526278972626
        },
        {
            "docid": "54842715_36",
            "document": "Interoception . The broad consensus of studies investigating the link between interoceptive awareness and anxiety disorders is that people with anxiety disorders experience heightened awareness of and accuracy in identifying interoceptive processes. Functional imaging studies provide evidence that people with anxiety disorders experience heightened interoceptive accuracy, suggested by hyperactivation in the anterior cingulate cortex—a region of the brain associated with interoception—in several different kinds of anxiety disorders. The insula has been suggested to be abnormal in a large scale study across anxiety disorders in general. Other studies have found that interoceptive accuracy is increased in these patients, as evidenced by their superior ability in heartbeat detection tasks in comparison to healthy controls.",
            "score": 107.9177565574646
        },
        {
            "docid": "8146278_12",
            "document": "Test anxiety . Other causes of test anxiety may include fear of failure, procrastination, and previous poor test performance. As well, characteristics of the test environment such as: nature of the task, difficulty, atmosphere, time constraints, examiner characteristics, mode of administration and physical setting can affect the level of anxiousness felt by the student. Researchers Putwain & Best (2011), examined test performance among elementary children when the teacher put pressure on the students in an attempt to create a more high stress environment. Their findings showed that students performed worse in high threat situations and experienced more test anxiety and worrisome thoughts than when in a low threat environment.",
            "score": 93.63397526741028
        },
        {
            "docid": "2733733_26",
            "document": "Delayed gratification . Difficulty delaying gratification also plays a role in internalizing disorders like anxiety and depression. A hallmark behavior in anxiety is avoidance of feared or anxiety-provoking situations. By seeking the immediate relief that comes with avoidance, a person is succumbing to the pull of instant gratification over the larger reward from overcoming the fear and anxiety that caused the avoidance. Procrastination, which is often a reflection of anxiety, is a clear example: a person avoids a dreaded task by engaging in a more enjoyable immediate activity instead. Obsessive–compulsive disorder (OCD) is a more jarring case of this anxiety-related struggle to delay gratification; someone with OCD is unable to resist compulsions that temporarily mitigate the torture of obsessive thoughts, even though these compulsions do not banish the obsessions in the long run. One experiment, however, did not find any significant differences between samples with OCD and healthy controls in delayed gratification, while finding substantially improved delayed gratification among those with obsessive–compulsive personality disorder. Depression is also associated with lower capacity to delay gratification, though the direction of cause and effect is not clear. A depressed person who has difficulty pushing him or herself to engage in previously enjoyed activities is (deliberately or not) prioritizing short-term comfort and is demonstrating an impaired ability to delay gratification. There is evidence that individuals who engage in deliberate self-harm (i.e., cut themselves) are less able to tolerate emotional distress but are more able to tolerate physical pain. Thus it is argued that they injure themselves because they cannot delay gratification and need a way to end emotional pain quickly.",
            "score": 126.40580117702484
        },
        {
            "docid": "24332386_53",
            "document": "Pain in crustaceans . A 2014 study on crayfish (\"Procambarus clarkii\") tested their responses in a fear paradigm, the elevated plus maze in which animals choose to walk on an elevated cross which offers both aversive and preferable conditions (in this case, two arms were lit and two were dark). Crayfish which experienced an electric shock displayed enhanced fearfulness or anxiety as demonstrated by their preference for the dark arms more than the light. Furthermore, shocked crayfish had relatively higher brain serotonin concentrations coupled with elevated blood glucose, which suggests a stress response. A follow-up study using the same species showed the intensity of the anxiety-like behaviour, presumably resulting from the pain, was dependent on the intensity of the electric shock until reaching a plateau. Such a quantitative relationship between stress and anxiety is also a very common feature of human and vertebrate anxiety.",
            "score": 90.54470157623291
        },
        {
            "docid": "32020972_24",
            "document": "Reinforcement sensitivity theory . Carver and White's 1994 BIS/BAS scales were used to support the finding that employees high in BIS (avoidance motivation) show lower work performance and engagement, while employees high in BAS (approach motivation) show higher performance in rewarding situations only. These measures are not based on the revised RST, and may confound fear and anxiety. Alternatively, the Jackson 5 has recently been validated as a measure of the revised RST and shows convergent validity with measures of fear and anxiety. The proposed fear (FFFS) subscale is associated with avoidance behaviors (example item: 'If approached by a suspicious stranger, I run away') while the anxiety (BIS) subscale includes social situations wherein reward and punishment stimuli result in conflict between approach and avoidance motivations (example item: 'I prefer to work on projects where I can prove my abilities to others'). Clark and Loxton (2011) used the Jackson 5 to investigate mediators between fear, psychological acceptance, and work engagement. Self-reported fear, not anxiety, best predicted psychological acceptance, and lower work performance in turn. Thus, current research aims to apply measures based on the revised RST to more accurately clarify relations between fear, anxiety, and job performance.",
            "score": 80.65328204631805
        },
        {
            "docid": "594792_24",
            "document": "Castration anxiety . In another article related to castration anxiety, Hall et al. investigated whether sex differences would be found in the manifestations of castration anxiety in their subject's dreams. The researchers hypothesized that male dreamers would report more dreams that would express their fear of castration anxiety instead of dreams involving castration wish and penis envy. They further hypothesized that women will have a reversed affect, that is, female dreamers will report more dreams containing fear of castration wish and penis envy than dreams including castration anxiety. The results demonstrated that many more women than men dreamt about babies and weddings and that men had more dreams about castration anxiety than women.",
            "score": 87.05593037605286
        },
        {
            "docid": "31110904_43",
            "document": "Effects of stress on memory . Social anxiety disorder is an anxiety disorder consisting of overwhelming anxiety and excessive self-consciousness in everyday social situations. It is an extreme fear of being scrutinized and judged by others in social and/or performance situations. This fear about a situation can become so severe that it affects work, school, and other typical activities. Social anxiety can be related to one situation (such as talking to people) or it can be much more broad, where a person experiences anxiety around everyone except family members.",
            "score": 102.6730854511261
        },
        {
            "docid": "41080840_20",
            "document": "Gut–brain axis . Much interest was generated in the potential role of gut flora in anxiety disorders, and more generally in the role of gut flora in the gut-brain axis, by studies published in 2004 showing that germ-free mice have an exaggerated HPA axis response to stress caused by being restrained, which was reversed by colonizing their gut with a \"Bifidobacterium\" species. Studies looking at maternal separation for rats shows neonatal stress leads to long-term changes in the gut microbiota such as its diversity and composition, which also led to stress and anxiety-like behavior. Additionally, while much work had been done as of 2016 to characterize various neurotransmitters known to be involved in anxiety and mood disorders that gut flora can produce (for example, \"Escherichia\", \"Bacillus\", and \"Saccharomyces\" species can produce noradrenalin; \"Candida\", \"Streptococcus\", and \"Escherichia\" species can produce serotonin, etc) the inter-relationships and pathways by which the gut flora might affect anxiety in humans were unclear.",
            "score": 98.51056170463562
        },
        {
            "docid": "330102_22",
            "document": "Social learning theory . Another important application of social learning theory has been in the treatment and conceptualization of anxiety disorders. The classical conditioning approach to anxiety disorders, which spurred the development of behavioral therapy and is considered by some to be the first modern theory of anxiety, began to lose steam in the late 1970s as researchers began to question its underlying assumptions. For example, the classical conditioning approach holds that pathological fear and anxiety are developed through direct learning; however, many people with anxiety disorders cannot recall a traumatic conditioning event, in which the feared stimulus was experienced in close temporal and spatial contiguity with an intrinsically aversive stimulus. Social learning theory helped salvage learning approaches to anxiety disorders by providing additional mechanisms beyond classical conditioning that could account for the acquisition of fear. For example, social learning theory suggests that a child could acquire a fear of snakes by observing a family member express fear in response to snakes. Alternatively, the child could learn the associations between snakes and unpleasant bites through direct experience, without developing excessive fear, but could later learn from others that snakes can have deadly venom, leading to a re-evaluation of the dangerousness of snake bites, and accordingly, a more exaggerated fear response to snakes.",
            "score": 135.50684320926666
        },
        {
            "docid": "56704446_2",
            "document": "Evolution of social anxiety . There are many ways to consider anxiety. For example, anxiety is perceived as an emotion but if dysfunctional or debilitating, it may be considered a disorder (see anxiety disorder). From there, anxiety can be divided down into a plethora of categories such as generalized anxiety disorder (GAD), panic disorder, and social anxiety. People with social anxiety tend to be shy, refrain from speaking up, lack self-esteem, and defer attention. If severe, social anxiety can be detrimental. Debilitating fears restrain some from performing everyday activities such as public speaking, test taking, or sexual intercourse (see social anxiety disorder). There are a number of evolutionary theories on how social anxiety may have developed, the most prominent of which is exclusion theory.",
            "score": 104.02537155151367
        },
        {
            "docid": "23476797_27",
            "document": "Social anxiety disorder . The amygdala is part of the limbic system which is related to fear cognition and emotional learning. Individuals with social anxiety disorder have been found to have a hypersensitive amygdala; for example in relation to social threat cues (e.g. perceived negative evaluation by another person), angry or hostile faces, and while waiting to give a speech. Recent research has also indicated that another area of the brain, the anterior cingulate cortex, which was already known to be involved in the experience of physical pain, also appears to be involved in the experience of 'social pain', for example perceiving group exclusion. A 2007 meta-analysis also found that individuals with social anxiety had hyperactiviation in the amygdala and insula areas which are frequently associated with fear and negative emotional processing.",
            "score": 113.5682921409607
        },
        {
            "docid": "23476797_26",
            "document": "Social anxiety disorder . Sociability is closely tied to dopamine neurotransmission. Misuse of stimulants like amphetamines to increase self-confidence and improve social performance is common. In a recent study a direct relation between of volunteers and binding affinity of dopamine D2/3 receptors in the striatum was found. Other research shows that the binding affinity of dopamine D2 receptors in the striatum of social anxiety sufferers is lower than in controls. Some other research shows an abnormality in dopamine transporter density in the striatum of social anxiety sufferers. However, some researchers have been unable to replicate previous findings of evidence of dopamine abnormality in social anxiety disorder. Studies have shown high prevalence of social anxiety in Parkinson's disease and schizophrenia. In a recent study, social phobia was diagnosed in 50% of Parkinson's disease patients. Other researchers have found social phobia symptoms in patients treated with dopamine antagonists like haloperidol, emphasizing the role of dopamine neurotransmission in social anxiety disorder. Some evidence points to the possibility that social anxiety disorder involves reduced serotonin receptor binding. A recent study reports increased serotonin transporter binding in psychotropic medication-naive patients with generalized social anxiety disorder. Although there is little evidence of abnormality in serotonin neurotransmission, the limited efficacy of medications which affect serotonin levels may indicate the role of this pathway. Paroxetine and sertraline are two SSRIs that have been approved by the FDA to treat social anxiety disorder. Some researchers believe that SSRIs decrease the activity of the amygdala. There is also increasing focus on other candidate transmitters, e.g. norepinephrine and glutamate, which may be over-active in social anxiety disorder, and the inhibitory transmitter GABA, which may be under-active in the thalamus.",
            "score": 89.77592658996582
        },
        {
            "docid": "24462958_70",
            "document": "Risk . There are various views presented that anxious/fearful emotions cause people to access involuntary responses and judgments when making decisions that involve risk. Joshua A. Hemmerich et al. probes deeper into anxiety and its impact on choices by exploring \"risk-as-feelings\" which are quick, automatic, and natural reactions to danger that are based on emotions. This notion is supported by an experiment that engages physicians in a simulated perilous surgical procedure. It was demonstrated that a measurable amount of the participants' anxiety about patient outcomes was related to previous (experimentally created) regret and worry and ultimately caused the physicians to be led by their feelings over any information or guidelines provided during the mock surgery. Additionally, their emotional levels, adjusted along with the simulated patient status, suggest that anxiety level and the respective decision made are correlated with the type of bad outcome that was experienced in the earlier part of the experiment. Similarly, another view of anxiety and decision-making is dispositional anxiety where emotional states, or moods, are cognitive and provide information about future pitfalls and rewards (Maner and Schmidt, 2006). When experiencing anxiety, individuals draw from personal judgments referred to as pessimistic outcome appraisals. These emotions promote biases for risk avoidance and promote risk tolerance in decision-making.",
            "score": 154.98504507541656
        },
        {
            "docid": "5831794_2",
            "document": "Somatic anxiety . Somatic anxiety is the physical symptoms of anxiety, such as butterflies in the stomach. It is also known as somatization. It is commonly contrasted with \"cognitive anxiety\", which is the mental manifestations of anxiety, or the specific thought processes that occur during anxiety, such as concern or worry. These different components of anxiety are especially studied in sports psychology, specifically relating to how the anxiety symptoms affect athletic performance.",
            "score": 91.24173259735107
        },
        {
            "docid": "36481542_6",
            "document": "Fear-avoidance model . Research involving the fear-avoidance model has led some to question its accuracy in representing or predicting the actual avoidance of physical activity due to negative reinforcement. In certain cases, the individual completely avoids anxiety-inducing behavior, so that the fear response never becomes directly involved. Other factors affecting the perceived level of danger and spatial awareness further complicate the model. While the fear-avoidance model may be simplistic for every situation involving fear, discomfort, and/or chronic pain, its effectiveness is generally acknowledged for diagnosing and understanding how humans positively or negatively react to fear and anxiety.",
            "score": 77.66361427307129
        }
    ],
    "r": [
        {
            "docid": "2741068_10",
            "document": "Declarative learning . Declarative learning is not solely affected by sleeping but can also be affected by levels of stress as well as hormones. In a study conducted by Espin et al. stress, hormones and menstrual cycle phases in women, were tested for their effect on declarative learning in young adults. Participants were asked to participate in a Trier Social Stress Test (TSST) where they were asked to give a speech to a simulated committee about why they deserved the position for their dream job. If the participant did not finish their speech in five minutes the committee would then ask standardized questions the researchers had provided. After the speech the participant was asked to complete a five-minute arithmetic task. The TSST was set up to induce stress in the participants before they proceeded to the declarative learning task. For the Declarative Learning task the participants were asked to complete a Rey Auditory Verbal Learning Task (RAVLT), which has the participants look over a set of words and then asks them to recall as many as they can. The study showed that if women were not exposed to the TSST task before the RAVLT there was an increase of declarative learning and recall when compared to the men. However, when the participants were exposed to the TSST task before the RAVLT then declarative learning and recall were equal for both men and women. Women during the study that were menstruating and exposed to the TSST task showed lower levels of stress than women not menstruating, they also had an increase of declarative learning and recall when compared to men and women not menstruating  . The study not only shows that sex hormones could reduce stress in women but also that stress can have a negative effect on declarative learning. This could affect the capability of students learning and passing their classes and also the ability to be able to complete tasks in the work place.",
            "score": 199.70628356933594
        },
        {
            "docid": "21312297_20",
            "document": "Memory consolidation . Rapid eye movement (REM) sleep has been thought of to be an important concept in the overnight learning in humans by establishing information in the hippocampal and cortical regions of the brain. REM sleep elicits an increase in neuronal activity following an enriched or novel waking experience, thus increasing neuronal plasticity and therefore playing an essential role in the consolidation of memories. This has come into question in recent years however and studies on sleep deprivation have shown that animals and humans who are denied REM sleep do not show deficits in task learning. It has been proposed that since the brain is in a non-memory encoding state during sleep, consolidation would be unlikely to occur. Recent studies have examined the relationship between REM sleep and procedural learning consolidation.  In particular studies have been done on sensory and motor related tasks. In one study testing finger-tapping, people were split into two groups and tested post-training with or without intervening sleep; results concluded that sleep post-training increases both speed and accuracy in this particular task, while increasing the activation of both cortical and hippocampal regions; whereas the post-training awake group had no such improvements. It has been theorized that this may be related more-so to a process of synaptic consolidation rather than systems consolidation because of the short-term nature of the process involved. Researchers examining the effect of sleep on motor learning have noted that while consolidation occurs over a period of 4–6 hours during sleep, this is also true during waking hours, which may negate any role of sleep in learning. In this sense sleep would serve no special purpose to enhance consolidation of memories because it occurs independently of sleep. Other studies have examined the process of replay which has been described as a reactivation of patterns that were stimulated during a learning phase. Replay has been demonstrated in the hippocampus and this has lent support to the notion that it serves a consolidation purpose. However, replay is not specific to sleep and both rats and primates show signs during restful-awake periods. Also, replay may simply be residual activation in areas that were involved previously in the learning phase and may have no actual effect on consolidation. This reactivation of the memory traces has also been seen in non-REM sleep specifically for hippocampus-dependant memories. Researchers have noted strong reactivation of the hippocampus during sleep immediately after a learning task. This reactivation led to enhanced performance on the learned task. Researchers following this line of work have come to assume that dreams are a by-product of the reactivation of the brain areas and this can explain why dreams may be unrelated to the information being consolidated. The dream experience itself is not what enhances memory performance but rather it is the reactivation of the neural circuits that causes this.",
            "score": 186.43650817871094
        },
        {
            "docid": "11130010_10",
            "document": "Misattribution of arousal . Misattribution of arousal can also influence how much confidence one feels before completing a task. One study conducted by Savitsky, Medvec, Charlton, and Gilovich focused on how confidence can be affected by misattribution of arousal. Typically people feel more confident before they are supposed to do a task, but the closer they get to having to perform that task, the less confident they feel, which could be due to the arousal from the expectation of the performance. The researchers told participants that they would be exposed to a subliminal noise and were then asked if they could predict how well they would do on two tasks. After they made their predictions, the researchers either told them that the noise could make them nervous, the noise would have no effect on them, or they were told that they would not have to do the tasks until the next session a month away after they were exposed to the noise. The tasks were to unscramble anagrams or to recall as many nonsense syllables as they could after seeing them briefly. They could earn money for the tasks (more money was earned for each anagram unscrambled or each syllable correctly recalled). The participants then predicted how well they did on the tasks, and how well they believed everyone else did on the task. A second experiment replicated this first experiment.The researchers had participants attribute their arousal to noises that they heard, which resulted in those participants feeling more confident that they did well on the tasks than those that attributed their arousal to the performance anxiety from the task.",
            "score": 183.5347442626953
        },
        {
            "docid": "1455978_4",
            "document": "Tuckman's stages of group development . This is the second stage of team development where the group starts to sort itself out and gain each other’s trust. This stage often starts when they voice their opinions and as a result of this a conflict may arise between team members as power and status are assigned. When the group members start to work with each other they start to learn about individual working styles and what it’s like to work with each other as a team, it also identifies different hierarchy of status of positions in the group. At this stage there is a positive and polite atmosphere and people are pleasant to each other and they have different feelings of excitement, eagerness and positiveness and others may have feelings of suspicion, fear and anxiety. The leader of the team will then describe the tasks to the group, describe the different behaviours to the group and how to deal and handle complaints.  In this stage \"\"...participants form opinions about the character and integrity of the other participants and feel compelled to voice these opinions if they find someone shirking responsibility or attempting to dominate. Sometimes participants question the actions or decision of the leader as the expedition grows harder...\"\". Disagreements and personality clashes must be resolved before the team can progress out of this stage, and so some teams may never emerge from \"storming\" or re-enter that phase if new challenges or disputes arise. In Tuckman's 1965 paper, only 50% of the studies identified a stage of intragroup conflict, and some of the remaining studies jumped directly from stage 1 to stage 3. Some groups may avoid the phase altogether, but for those who don't, the duration, intensity and destructiveness of the \"storms\" can be varied. Tolerance of each team member and their differences should be emphasized; without tolerance and patience the team will fail. This phase can become destructive to the team and will lower motivation if allowed to get out of control. Some teams will never develop past this stage; however, disagreements within the team can make members stronger, more versatile, and able to work more effectively as a team. Supervisors of the team during this phase may be more accessible, but tend to remain directive in their guidance of decision-making and professional behaviour. The team members will therefore resolve their differences and members will be able to participate with one another more comfortably. The ideal is that they will not feel that they are being judged, and will therefore share their opinions and views. Normally tension, struggle and sometimes arguments occur. This stage can also be upsetting.",
            "score": 180.9446563720703
        },
        {
            "docid": "1717129_30",
            "document": "Explicit memory . Stress may have an effect on the recall of declarative memories. Lupien, et al. completed a study that had 3 phases for participants to take part in. Phase 1 involved memorizing a series of words, phase 2 entailed either a stressful (public speaking) or non-stressful situation (an attention task), and phase 3 required participants to recall the words they learned in phase 1. There were signs of decreased declarative memory performance in the participants that had to complete the stressful situation after learning the words. Recall performance after the stressful situation was found to be worse overall than after the non-stressful situation, where performance differed based on whether the participant responded to the stressful situation with an increase in measured levels of salivary cortisol.",
            "score": 180.33721923828125
        },
        {
            "docid": "3276445_87",
            "document": "Self-disclosure . It can be very difficult for those with social anxiety to engage in face to face communication. These people can become anxious when meeting someone for the first time, speaking with someone attractive, or participating in group activities. This can limit their in-person interactions and deny them their basic needs of intimacy and belonging. With the absence of many of these worries in Internet communication, many with social anxieties use it to form social connections. It has been shown that individuals with social anxiety are more likely to use the Internet to form close relationships. These relationships are also shown to be stronger online relationships as opposed to weaker relationships (i.e. \"acquaintances\"). Forming these relationships can also help a socially anxious person express their true-self and form their social identity. This identity often involves the groups a person is a part of because belonging to a group frequently becomes a part of one's self-concept. Someone with social anxiety would be denied this because of their fear of face-to-face interaction. Therefore, disclosing with others online gives a socially anxious person access to a wide variety of people with which they can form relationships and belong to a group.",
            "score": 176.76242065429688
        },
        {
            "docid": "15236476_9",
            "document": "Social anxiety . Individuals who tend to experience more social anxiety turn their attention away from threatening social information and toward themselves, prohibiting them from challenging negative expectations about others and maintaining high levels of social anxiety. A socially anxious individual perceives rejection from a conversational partner, turns his or her attention away, and never learns that the individual is actually welcoming. Individuals who are high in social anxiety tend to show increased initial attention toward negative social cues such as threatening faces followed by attention away from these social cues, indicating a pattern of hypervigilance followed by avoidance. Attention in social anxiety has been measured using the dot-probe paradigm, which presents two faces next to one another. One face has an emotional expression and the other has a neutral expression, and when the faces disappear, a probe appears in the location of one of the faces. This creates a congruent condition in which the probe appears in the same location as the emotional face, and an incongruent condition. Participants respond to the probe by pressing a button and differences in reaction times reveal attentional biases. This task has revealed mixed results, with some studies finding no differences between socially anxious individuals and controls, some studies finding avoidance of all faces, and others finding vigilance toward threat faces. There is some evidence that vigilance toward threat faces can be detected during short but not longer exposures to faces, indicating a possible initial hypervigilance followed by avoidance. The Face-in-the-crowd task shows that individuals with social anxiety are faster at detecting an angry face in a predominantly neutral or positive crowd or slower at detecting happy faces than a nonanxious person. Results overall using this task are mixed and this task may not be able to detect hypervigilance toward angry faces in social anxiety.",
            "score": 176.748291015625
        },
        {
            "docid": "2741068_12",
            "document": "Declarative learning . Another aspect of research is seeing the importance of declarative learning in both implicit and explicit learning tasks. In a study conducted by Matthew Kirkhart undergraduate participants underwent implicit and explicit artificial-grammar learning tasks to see how declarative learning functioned in each. For the Implicit task participants where told that they would see a series of letter strings, a group of letters that appear in a word, and had to judge if the string were well formed or not well formed. For the Explicit task participants were told they had to reproduce letter strings according to a set of rules, which they had to determine and would be tested on later. The participants where then shown a series of letter strings and asked if they followed the rules or not. The results showed that declarative learning was not required for implicit learning but was related to the consistency in performance. It was seen, however, that declarative learning is required for explicit learning and consistency of performance. This shows that adults are using declarative learning when undergoing explicit tasks, such as memorizing formulas for statistics class. This research provides more evidence of the importance of declarative learning in education for not just children but for adults as well.",
            "score": 175.51307678222656
        },
        {
            "docid": "6352447_14",
            "document": "Artificial grammar learning . Research with amnesia patients suggests the \"Dual Factor approach\" may be the most accurate model. A series of experiments with amnesiac patients support the idea that AGL involves both abstract concepts and concrete exemplars. Amnesiacs were able to classify stimuli as \"grammatical\" vs. \"randomly constructed\" just as well as participants in the control group. While able to successfully complete the task, amnesiacs were not able to explicitly recall grammatical \"chunks\" of the letter sequence while the control group was able to explicitly recall them. When performing the task with the same grammar rules but a different sequence of letters than those that they were previously tested on, both amnesiacs and the control group were able to complete the task (although performance was better when the task was completed using the same set of letters used for training). The results of the experiment support the dual factor approach to artificial grammar learning in that people use abstract information to learn rules for grammars and use concrete, exemplar-specific memory for chunks. Since the amnesiacs were unable to store specific \"chunks\" in memory, they completed the task using an abstract set of rules. The control group was able to store these specific chunks in memory and (as evidenced by recall) did store these examples in memory for later reference.",
            "score": 175.43397521972656
        },
        {
            "docid": "25532085_4",
            "document": "Foreign language anxiety . Although all aspects of using and learning a foreign language can cause anxiety, both listening and speaking are regularly cited as the most anxiety provoking of foreign language activities. Foreign language anxiety is usually studied and seen in a language classroom situation. It has been argued that language learning is a \"profoundly unsettling psychological proposition\" as it jeopardizes an individual's self-understanding and perspective. Three theories of anxiety have been developed from internal appraisal, then more situational in learning language and contextual situation: Potential negative events that people cannot see or handle with their ability often leads to anxiety. Also, if individuals are highly anxious, that kind of habitualised reactions may cause those who have experienced many threatening situations in the past to be more likely perceive future situations as threatening. As well, if their anxiety are traits rather than states, self-efficacy must result from past successes, vicarious experiences and social persuasion.",
            "score": 173.6593780517578
        },
        {
            "docid": "20489338_28",
            "document": "Medical simulation . The third and final phase of three-phase debriefing structures is most commonly referred to as “application,\" or \"summary\". Participants are asked to move any newly acquired insights and/or knowledge gained throughout the simulation experience forward to their daily activities or thought processes. This includes learning which may have occurred during the previous phases in the debriefing process. Common questions posed, or statements made, by a facilitator during this phase include: Note that the summary here is not always in terms of re-stating the major points which were visited throughout the simulation & debrief, but more so emphasize the greatest impact of learning. The summary may be done by either the facilitator or the participants – debriefing models differ in which they suggest. In the latter, the participants summarize what was of most value for them. A summary by the facilitator consists of re-stating key learning points which occurred throughout the debrief.",
            "score": 173.3395233154297
        },
        {
            "docid": "18177487_11",
            "document": "California Verbal Learning Test . The results can give the experimenter considerable information about personalities, different conditions and learning difficulties. For example, an anxious participant may perform poorly on the first trial but improve as the task is repeated. Adults with limited learning capacity may perform well on early trials but reach a plateau where repeated trials do not reflect improved performance, or have inconsistent recall across trials. This can happen if they try and fail with different strategies of learning. Studies have demonstrated that inconsistent recall across trials characterises patients with amnesia caused by frontal lobe pathology. The test is used clinically to examine patients with different neuropsychological impairments, but has also helped to understand the properties of the test. For example, immediate recall and long-delayed recall were highly correlated (above r=0.80) for normal patients and those with Huntington's disease, but the variables were only correlated at 0.36 for patients with Alzheimer's disease. The finding suggests that the nature of the association between variables is different for different patient populations and thus the validity is different for different patient groups",
            "score": 171.60177612304688
        },
        {
            "docid": "43116037_26",
            "document": "Sex differences in intelligence . Stereotype threat has been shown to affect performance and confidence in mathematics of both males and females. In another experiment conducted on 80 Cornell University undergraduates, participants were taught how to perform a new task in gender salient (male advantage) versus gender-neutral conditions. Participants in the gender salient condition were told, “males on average perform better on such tests.” Even though participants were given identical scores at the end of the task, women in the gender salient condition rated their ability on the task significantly lower than those in the gender-neutral condition, and even reported reduced interest in related occupations. While these two studies highlight the effect of stereotype threat on self-perception, another experiment by Rydell and colleagues found that stereotype threat can actually impair women’s ability to learn new gender-typed material. Women in the stereotype threat condition had difficulty encoding math-related information into memory and, therefore, learned fewer mathematical rules and showed poorer math performance than did controls. Stereotype threat reduced women’s, but not men’s, ability to learn abstract mathematical rules and to transfer these rules to a second, isomorphic task. The researchers concluded that negative stereotypes about women in math reduce their level of math learning, which then leads to poorer performance in negatively stereotyped domains.",
            "score": 170.8218536376953
        },
        {
            "docid": "485309_50",
            "document": "Face perception . However, researchers over the years have found an even more effective way to control not only the frequency of exposure but also the content of the speech extracts, the associative learning paradigm. Participants are asked to link semantic information as well as names with pre-experimentally unknown voices and faces. In a current experiment that used this paradigm, a name and a profession were given together with, accordingly, a voice, a face or both to three participant groups. The associations described above were repeated four times. The next step was a cued recall task in which every stimulus that was learned in the previous phase was introduced and participants were asked to tell the profession and the name for every stimulus. Again, the results showed that semantic information can be more accessible to retrieve when individuals are recognizing faces than voices even when the frequency of exposure was controlled.",
            "score": 169.24749755859375
        },
        {
            "docid": "34055298_7",
            "document": "Mathew D. McCubbins . He has also studied political communication at its most basic level through use of experiments, by deriving and testing the necessary and sufficient conditions whereby one individual will listen to, trust, be persuaded by, and learn from another individual, and thus when, in turn, they will be able to use what they learn to make reasoned decisions. His most recent experiments have explored the limits of game theory as a tool for understanding cognition. He has also studied group decision making, modeling the interaction as a network, and showing through a set of novel experiments that networks aid the ability of groups to successfully undertake tasks when network interactions are cheap, tasks are easy, network participants share common interest in the outcome, participants have sufficient information about how their and others actions affect outcomes on the network, or the network participants are highly connected. In these latter experiments, McCubbins again examines how the structure of institutions, such as those defined by administrative procedure or by contracts, affects the information environment and thus affects the ability of people to undertake collective action. He has also argued that while groups can propose and enact popular initiatives and referendums, they only infrequently have the ability to oversee the implementation of policies enacted through direct initiatives and thus direct initiatives rarely affect policy and thus only rarely affect what the legislature would otherwise enact. McCubbins has demonstrate the ineffectiveness of tax and expenditure limitations or TELs.",
            "score": 168.91651916503906
        },
        {
            "docid": "21312287_35",
            "document": "Indirect tests of memory . Since the main objective of this implicit test is to assess priming effects, the WFC assessment is typically administered after a presentation period of the to-be-tested words. Subjects are typically presented with the items as read directly from a list by a test administrator or by the participants themselves. To ensure that implicit memory is being measured rather than explicit memory, participants can be given irrelevant tasks in this stage to distract them from attempting to memorize the to-be-tested words (E.g. Sort various squares by size). Participants in research studies often try to determine the experimenters' goals and respond in ways which would support their hypotheses, which makes distracter tasks crucial to the validity of studies. Another step to ensure participants are not relying on explicit memory is to place a time delay between the learning phase and the test phase. This interferes with primacy and recency effects because it interrupts the active rehearsal of the listed items. After being exposed to the items (learning phase), the participants enter the test phase. They are presented with fragments of the words that were shown in the learning phase, in addition to new words that serve as a baseline of performance (i.e. performance on non-primed words). Participants are then instructed to complete the fragments with the first word that comes to mind. Priming effects are evident when performance on the originally presented words exceeds performance on the new words. The types of words that are presented are typically ones that are used infrequently in everyday language. Words that are lower in frequency are more likely to be identified correctly in the WFC test because they are more distinct, which makes them easier to recall. Presented words also tend to be longer (7 or 8 characters) than words presented in other implicit memory tests and the fragments are presented in such a way that only 1 or 2 possibilities for completion exist.",
            "score": 168.86151123046875
        },
        {
            "docid": "6795380_14",
            "document": "Thought suppression . A more recent paradigm to study how suppression relates to inhibition is the think/no think paradigm. In these experiments, participants study pairs of words. An example of a possible word pair is roach-ordeal. After all the word pairs are learned, the participants see the first word of the pair and are either told to think about the second word (think phase) or not to think about the second word (no think phase). The no think phase is when suppression occurs. Some pairs were never presented after the initial study portion of the study, and these trials serve as the control group. At the end of the experiment, the participants try to remember all of the word pairs based on the first word. Studies could also use the \"independent probe\" method, which gives the category and first letter of the second word of the pair. Typically, regardless of the method used, results show that the no-think trials result in worse memory than the think trials, which supports the idea that suppression leads to inhibition in memory. Although this methodology was first done using word pairs, experiments have been conducted using pictures and autobiographical memories as stimuli, with the same results.",
            "score": 168.7881622314453
        },
        {
            "docid": "7195693_8",
            "document": "Interpretative phenomenological analysis . Some themes will eventually be grouped under much broader themes called 'superordinate themes'. For example, 'Feeling anxious and overwhelmed during the first driving lessons' might be a superordinate category which captures a variety of patterns in participants' embodied, emotional and cognitive experiences of the early phases of learning to drive, where we might expect to find sub-themes relating to, say, 'Feeling nervous,' 'Worrying about losing control,' and 'Struggling to manage the complexities of the task.' The final set of themes are typically summarised and placed into a table or similar structure where evidence from the text is given to back up the themes produced by a quote from the text.",
            "score": 167.52420043945312
        },
        {
            "docid": "26685741_42",
            "document": "Sleep and memory . Previous research has shown REM sleep to reactivate cortical neural assemblies post-training on a serial reaction time task (SRT), in other words REM sleep replays the processing that occurred while one learnt an implicit task in the previous waking hours. However, control subjects did not complete a SRT task, thus researchers could not assume the reactivation of certain networks to be a result of the implicitly learned sequence/grammar as it could simply be due to elementary visuomotor processing which was obtained in both groups. To answer this question the experiment was redone and another group was added who also took part in the SRT task. They experienced no sequence to the SRT task (random group), whereas the experimental group did experience a sequence (probabilistic group), although without conscious awareness. Results of PET scans indicate that bilateral cuneus were significantly more activated during SRT practice as well as post-training REM sleep in the Probabilistic group than the Random group. In addition, this activation was significantly increased during REM sleep versus the SRT task. This suggests that specific brain regions are specifically engaged in the post-processing of sequential information. This is further supported by the fact that regional CBF (rCBF) during post-training REM sleep are modulated by the level of high-order, but not low-order learning obtained prior to sleep. Therefore, brain regions that take part in a learning process are modulated by both the sequential structure of the learned material (increased activation in cuneus), and the amount of high-order learning (rCBF).",
            "score": 167.19241333007812
        },
        {
            "docid": "10271359_18",
            "document": "Implicit cognition . Implicit cognition is measured in different ways to find the most accurate outcomes. The task used for patients with anxiety disorders was a modified Stroop task to observe attention biases in anxiety. A participant's reaction time was measured by the reported color of each word. Participants would name the color for each risk relevant words and risk irrelevant words and depending on the color of each word might slow the reaction time. Colors like red were used to see if anxious participants would have a slower reaction time. These colors are known as aposematic implying a threat warning. Most studies used the Implicit Association Test which varies for each study. For example, implicit self-esteem can be tested by giving participants questionnaires that are self-referent. These ask questions like \"I am known to be suicidal\". Depending on the response of the participants, the researcher can assessed the current state for each participant. Patients that were rated high in suicide immediately received psychiatric treatment. According to these experiments implicit cognition may be a strong predictor for mental disorders.",
            "score": 166.925048828125
        },
        {
            "docid": "2741068_11",
            "document": "Declarative learning . Sleep benefits declarative learning across a range of tasks for children and young adults, however little is known of the role that sleep plays for adults when it comes to declarative learning. A study conducted by Wilson, Baran, Schott, Ivry and Spencer sought to see if sleep plays an important role in declarative learning and motor skill learning in adults. Participants were given two tasks to assess motor skill learning and another to assess declarative learning. The participants learned a motor sequence and list of word pairs during either the morning or evening. Memory tests were given to the participants twice, at twelve and twenty-four hours after training. This gap allowed for a period of sleep, a recall test, a period of normal wake, and a recall test. The study results showed that motor skills were not dependent on sleep. However, declarative learning tasks and recall increased when the participants slept before the recall test. The study also showed that a change in sleep patterns and networks activated during sleep may contribute to age related decline in motor sequences but does not affect declarative learning. This study shows that even though the role of sleep may change throughout age it is still very important to declarative learning regardless of age.",
            "score": 166.08291625976562
        },
        {
            "docid": "31539062_10",
            "document": "Frustration–aggression hypothesis . The frustration–aggression theory has been studied since 1939, and there have been modifications. Dill and Anderson conducted a study investigating whether hostile aggression differs in justified vs. unjustified frustration conditions—compared to the control condition which would not induce frustration. The study task required participants to learn and make an origami bird. The experimental procedure comprised an instruction phase and a folding phase. During the instruction phase, a participant paired with a confederate was shown how to fold a bird only one time. The folding phase was timed and each subject was required to make the bird alone as quickly and as accurately as possible. In all conditions, the experimenter started presenting the instructions in a deliberately fast manner. The conditions differed on how the experimenter responded to the confederate's request to slow down. In the non-frustration control condition, the experimenter apologized and slowed down. In the unjustified frustration condition, the experimenter revealed his desire to leave as quickly as possible due to personal reasons. In the justified frustration condition, the experimenter revealed a need to clear the room as fast as possible due to the supervisor demand. The subjects were then given questionnaires on their levels of aggression as well as questionnaires about the competence of the research staff. They were told that these questionnaires would determine whether the research staff would receive financial aid, or verbal reprimands and a reduction in financial awards. The questions presented on the questionnaire were designed to reflect the research staff's competence and likability. Dill and Anderson found that participants in the unjustified frustration condition rated the research staff as less able and less likable, knowing this would affect their financial situation as graduate students. The justified frustration group rated the staff as less likable and less competent than the control group, but higher on both rating scales than the unjustified condition participants. The authors concluded that unjustified frustration leads to greater level of aggression, compared to justified frustration, which, in turn, results in higher levels of aggression compared to the non-frustration situations.",
            "score": 165.30892944335938
        },
        {
            "docid": "10115122_9",
            "document": "Community of practice . Lave and Wenger's research looked at how apprenticeships help people learn. They found that when newcomers join an established group or community, they spend some time initially observing and perhaps performing simple tasks in basic roles as they learn how the group works and how they can participate (an apprentice electrician, for example would watch and learn before actually doing any electrical work; initially taking on small simple jobs and eventually more complicated ones). Lave and Wenger described this socialization process as legitimate peripheral participation. The term \"community of practice\" is that group that Lave and Wenger referred to, who share a common interest and a desire to learn from and contribute to the community with their variety of experiences .",
            "score": 165.01502990722656
        },
        {
            "docid": "31113136_20",
            "document": "Autism and working memory . Joseph et al. found that a self-ordered pointing task in autistic children involving stimuli that could be remembered as words (e.g. shovel, cat) was impaired relative to comparison children, but the same task with abstract stimuli was not impaired in autistic children. In contrast, Williams et al. found that autistic children scored significantly lower than TD children on spatial memory tests. Williams et al. not only experimented with spatial memory tasks, but verbal memory as well. They discovered that in an experimental group and a control group of TD individuals, that while differences were found in spatial memory ability, no significant difference was seen between the groups regarding verbal memory. Interestingly, they ran their experiments with both children and adult participants. Autism is a developmental disorder, so it is possible that life experiences could alter the memory performance in adults who had grown up with autism. Williams et al. experimented with children separately to see if they had different results from their adult counterparts. They used a WRAML (Wide Range Assessment of Memory and Learning) test, a test specifically designed to test memory in children. Test results were similar across all age groups, that significant differences between TD and autistic participants are found only in spatial memory, not verbal working memory.",
            "score": 164.7937469482422
        },
        {
            "docid": "34976279_21",
            "document": "Distributed practice . Research shows individuals with traumatic brain injury often suffer memory deficits due to impairment in the acquisition phase. They take far more trials to reach a predetermined learning criterion, but having learned something, their ability to retrieve it is comparable to healthy controls. It is therefore important to aid them in acquiring new skills and memories. Relatively little research has been done examining how learning strategies which benefit healthy people apply to individuals with TBI. Goverover et al. examined the application of the spacing effect in improving functional tasks, such as route learning. Initial performance of the task was better for massed practice, but delayed recall was better for information learned using distributed practice. The longer the delay, the greater the spacing effect. This shows distributed practice has a role in rehabilitation, especially in helping patients with TBI retain new skills.",
            "score": 164.46121215820312
        },
        {
            "docid": "33456209_18",
            "document": "Learned industriousness . Pierce, Cameron, Banko, and So conducted two studies in directly testing Eisenberger's theory. Mimicking Drucker's methodology, the authors placed participants in a task that was of either constant or progressively higher difficulty and then either rewarded for completing the task or not rewarded (a 2x2 experiment). Afterwards the participants were presented with a difficult free-choice task. Participants who were in the progressive difficulty-reward condition spent more time on the free-choice task, especially compared to the constant difficulty-reward condition (who spent the least amount of time). A year later, Cameron, Pierce, and So repeated the experiment, this time with an easy/difficult task condition split instead of a constant/progressive difficulty condition split. Not only did participants in the difficult-reward condition put forth more effort in the free-choice phase, the authors found that participants who were rewarded for completing the difficult task performed better on the free choice task than those who were not rewarded. Additionally, participants who were rewarded for completing the easy task performed worse on the free choice task than those who were not rewarded.",
            "score": 164.03790283203125
        },
        {
            "docid": "1199964_62",
            "document": "Second-language acquisition . The learner's attitude to the learning process has also been identified as being critically important to second-language acquisition. Anxiety in language-learning situations has been almost unanimously shown to be detrimental to successful learning. Anxiety interferes with the mental processing of language because the demands of anxiety-related thoughts create competition for mental resources. This results in less available storage and energy for tasks required for language processing. Not only this, but anxiety is also usually accompanied by self-deprecating thoughts and fear of failure, which can be detrimental to an individual's ability to learn a new language. Learning a new language provides a unique situation that may even produce a specific type of anxiety, called language anxiety, that affects the quality of acquisition. Also, anxiety may be detrimental for SLA because it can influence a learner's ability to attend to, concentrate on, and encode language information. It may affect speed and accuracy of learning. Further, the apprehension created as a result of anxiety inhibits the learner's ability to retrieve and produce the correct information.",
            "score": 164.03561401367188
        },
        {
            "docid": "33778750_2",
            "document": "Spaced retrieval . Spaced retrieval, also known as expanded retrieval or uniform retrieval, is a learning technique, which requires users to rehearse information to be learned at different and increasing spaced intervals of time or a set uniform amount of time. In testing this type of learning, people are instructed to rehearse a given set of information at a certain time, and each new rehearsal is expected to have a longer period of time between itself and the previous rehearsal or an equal amount of time between rehearsals. At the end of every trial period there is a test phase. Landauer and Bjork first studied this technique of learning in 1978. The study required participants to learn names from flash cards. Prior to learning participants were placed into five different rehearsal types: uniform short, uniform moderate, uniform long, expanding, and contracting. These all indicate the amount and spacing of trials between each test. Uniform trials involve a number of trials between each test stage, but the trial numbers are fixed (e.g. 2-test-2-test-2-test). Contracting rehearsals involve larger intervals of time between the first few trials and the test phase, but eventually the trials decrease in number. Expanding involves starting with trials and tests close together, and as they progress the person would have more time between each trial and test (e.g. 1-test-2-test-3-test). The effectiveness of the rehearsal types was measured by seeing how accurately participants responded during a test phase. Expanding was proven to be the most important because it produced the highest amount of recall during the test period.",
            "score": 162.88839721679688
        },
        {
            "docid": "25532085_11",
            "document": "Foreign language anxiety . Anxious learners suffer from mental blocks during spontaneous speaking activities, lack confidence, are less able to self-edit and identify language errors and are more likely to employ avoidance strategies such as skipping class. Anxious students also forget previously learned material, volunteer answers less frequently and tend to be more passive in classroom activities than their less anxious counterparts.",
            "score": 162.22523498535156
        },
        {
            "docid": "3452485_18",
            "document": "Memory disorder . It has become clear that aging negatively affects brain function and this can encompass a decrease in locomotor activities and coordination as well as affect in a negative way learning and memory. Certain responses to stress within the hippocampus can have negative effects on learning. In a study done by Mark A. Smith, it is demonstrated that exposure to continuous stress can cause age-related issues to the hippocampus. What then becomes more noticeable is that the aging brain is not as able to recognize growth, this is a symptom of hippocampal damage. If the information is not being encoded properly in the brain then of course there would not be good memory retention without the consideration of outside implications. However, the consideration of anxiety, memory and overall function must be compromised. An emotional memory is capable of being embedded and then reused in a similar scenario at a later time if need be. Also noted within a study relating to age and anxiety and memory it was noted that lesions on the brain can affect spatial learning as well as sex presenting at a disadvantage. Dysfunction within the hippocampus can be a reason behind aging brain changes among the elderly. To sum up anxiety and memory and aging, it is useful to recognize a correlation between what anxiety can cause the body to do and how memories are then formed or not formed, and how the aging brain has enough difficulty on its own trying to perform recall tasks.",
            "score": 162.02171325683594
        },
        {
            "docid": "23476797_18",
            "document": "Social anxiety disorder . A previous negative social experience can be a trigger to social phobia, perhaps particularly for individuals high in 'interpersonal sensitivity'. For around half of those diagnosed with social anxiety disorder, a specific traumatic or humiliating social event appears to be associated with the onset or worsening of the disorder; this kind of event appears to be particularly related to specific (performance) social phobia, for example regarding public speaking (Stemberg \"et al.\", 1995). As well as direct experiences, observing or hearing about the socially negative experiences of others (e.g. a faux pas committed by someone), or verbal warnings of social problems and dangers, may also make the development of a social anxiety disorder more likely. Social anxiety disorder may be caused by the longer-term effects of not fitting in, or being bullied, rejected or ignored (Beidel and Turner, 1998). Shy adolescents or avoidant adults have emphasised unpleasant experiences with peers or childhood bullying or harassment (Gilmartin, 1987). In one study, popularity was found to be negatively correlated with social anxiety, and children who were neglected by their peers reported higher social anxiety and fear of negative evaluation than other categories of children. Socially phobic children appear less likely to receive positive reactions from peers and anxious or inhibited children may isolate themselves.",
            "score": 161.86203002929688
        },
        {
            "docid": "4031803_49",
            "document": "Social inhibition . In one study discussing assertive training Ludwig and Lazarus found irrational cognitive patterns that inhibited individuals have to deal with and how to overcome them. The four patterns are self-criticism/Perfectionism, unrealistic approval needs, unrealistic labeling of aggression/assertive behavior, and criticism of others. There are three different phases that work to combat the irrational cognitive patterns and inhibitory actions during social situations. These phases are meant to be actively practiced. The individual will receive homework assignments, and have to do role-playing exercises to overcome their inhibitions. The first phase discussed was about talking more. Ludwig states that there cannot just be an increase in talking but also an increase in expressing and talking about how one feels. The point of this phase is to get an individual talking no matter how ridiculous or trivial it may seem. Phase two is about dealing with the responses that come from talking more. When an inhibited individual starts talking more they may become embarrassed. However, with positive reactions from others they will learn that being embarrassed about some of the comments made is not devastating, and in turn the individual may talk and act more freely. In addition to the positive feedback the individual will review particularly embarrassing moment to assess why they were embarrassed to help combat those thoughts. If the inhibited person can understand the irrational thoughts they will eventually feel less embarrassed and act more freely. Role playing is also a way to help the individual understand different social behaviors. Mirroring is a way some therapist will show the client their own behavior. The last phase deals with additional strategies that can help through social situation such as expressing disagreement, dealing with interruptions, initiating more conversations topics, and more self-disclosure. Ludwig and colleagues also make sure to explain that no one should compulsively apply these behavioral techniques in all situations. An individual should not go over board using them; additionally there are times when initiating some conversation topics and talking more are inappropriate.",
            "score": 161.84483337402344
        }
    ]
}