{
    "q": [
        {
            "docid": "1593531_5",
            "document": "Apolipoprotein . In lipid transport, apolipoproteins function as structural components of lipoprotein particles, cofactors for enzymes and ligands for cell-surface receptors. In particular, apoA1 is the major protein component of high-density lipoproteins; apoA4 is thought to act primarily in intestinal lipid absorption. Further, apoE is a blood plasma protein that mediates the transport and uptake of cholesterol and lipid by way of its high affinity interaction with different cellular receptors, including the low-density lipoprotein (LDL) receptor. Recent findings with apoA-I and apoE suggest that the tertiary structures of these two members of the human exchangeable apolipoprotein gene family are related. The three-dimensional structure of the LDL receptor-binding domain of apoE indicates that the protein forms an unusually elongated four-helix bundle that may be stabilised by a tightly packed hydrophobic core that includes leucine zipper-type interactions and by numerous salt bridges on the mostly charged surface. Basic amino acids important for LDL receptor binding are clustered into a surface patch on one long helix.",
            "score": 208.82177352905273
        },
        {
            "docid": "11003940_2",
            "document": "Translocator protein . Translocator protein (TSPO) is an 18 kDa protein mainly found on the outer mitochondrial membrane. It was first described as peripheral benzodiazepine receptor (PBR), a secondary binding site for diazepam, but subsequent research has found the receptor to be expressed throughout the body and brain. In humans, the translocator protein is encoded by the \"TSPO\" gene. It belongs to family of tryptophan-rich sensory proteins. Regarding intramitochondrial cholesterol transport, TSPO has been proposed to interact with StAR (steroidogenic acute regulatory protein) to transport cholesterol into mitochondria, though evidence is mixed.",
            "score": 157.9835193157196
        },
        {
            "docid": "1907985_12",
            "document": "Smith–Lemli–Opitz syndrome . Cholesterol is an important lipid involved in metabolism, cell function, and structure. It is a structural component of the cell membrane, such that it provides structure and regulates the fluidity of the phospholipid bilayer. Furthermore, cholesterol is a constituent in lipid rafts. These are congregations of proteins and lipids (including sphingolipids and cholesterol) that float within the cell membrane, and play a role in the regulation of membrane function. Lipid rafts are more ordered or rigid than the membrane bilayer surrounding them. Their involvement in regulation stems mostly from their association with proteins; upon binding substrates, some proteins have a higher affinity for attaching to lipid rafts. This brings them in close proximity with other proteins, allowing them to affect signaling pathways. Cholesterol specifically acts as a spacer and a glue for lipid rafts; absence of cholesterol leads to the dissociation of proteins.",
            "score": 215.85831832885742
        },
        {
            "docid": "958752_22",
            "document": "Lipid raft . Influenza viruses bind to cellular receptor sialic acid, which links to glycoconjugate on the cell surface, to initiate endocytosis. After transported into late endosomes, low-pH-dependent conformation change of HA induces fusion, and viral ribonucleoprotein complexes (RNP) are released by proton influx of viral ion channel M2 protein that requires binding with cholesterol. Semliki Forest virus (SFV) and Sindbis virus (SIN) require cholesterol and sphingolipids in target membrane lipid rafts for envelope glycoprotein-mediated membrane fusion and entry. Human T-lymphotropic virus Type I (HTLV-1) enters cell via glucose transporter 1 (GLUT-1); Ebola virus and Marburg virus uses folate receptor-α (FRα), which is a GPI-anchored protein, as cellular receptor; Hepatitis B virus recognizes human complement receptor type 2 (CR2, or known as CD21); Human herpesvirus 6 (HHV-6) binds to human CD46 on host cell surface; all these viral receptors are located in lipid rafts or would be relocated into lipid rafts after infection.",
            "score": 241.0323051214218
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 234.17768478393555
        },
        {
            "docid": "15076690_4",
            "document": "STARD5 . Cholesterol homeostasis is regulated, at least in part, by sterol regulatory element (SRE)-binding proteins (e.g., SREBP1) and by liver X receptors (e.g., LXRA). Upon sterol depletion, LXRs are inactive and SREBPs are cleaved, after which they bind promoter SREs and activate genes involved in cholesterol biosynthesis and uptake. Sterol transport is mediated by vesicles or by soluble protein carriers, such as steroidogenic acute regulatory protein (STAR). STAR is homologous to a family of proteins containing a 200- to 210-amino acid STAR-related lipid transfer (START) domain, including STARD5.",
            "score": 169.00790441036224
        },
        {
            "docid": "654168_4",
            "document": "Receptor antagonist . Biochemical receptors are large protein molecules that can be activated by the binding of a ligand such as a hormone or a drug. Receptors can be membrane-bound, as cell surface receptors, or inside the cell as intracellular receptors, such as nuclear receptors including those of the mitochondrion. Binding occurs as a result of non-covalent interactions between the receptor and its ligand, at locations called the binding site on the receptor. A receptor may contain one or more binding sites for different ligands. Binding to the active site on the receptor regulates receptor activation directly. The activity of receptors can also be regulated by the binding of a ligand to other sites on the receptor, as in allosteric binding sites. Antagonists mediate their effects through receptor interactions by preventing agonist-induced responses. This may be accomplished by binding to the active site or the allosteric site. In addition, antagonists may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity to exert their effects.",
            "score": 254.48623847961426
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 177.62197160720825
        },
        {
            "docid": "1907985_27",
            "document": "Smith–Lemli–Opitz syndrome . The altered sterol levels in SLOS are particularly relevant to cell membranes, which are made primarily of lipids. SLOS patients may show cell membranes with abnormal properties or composition, and reduced cholesterol levels greatly affect the stability and proteins of lipid rafts. Despite their structural similarity, 7DHC is unable so replace cholesterol in lipid rafts. In addition, a lack of cholesterol contributes to the increased fluidity of the cell membrane, and may cause abnormal granule secretions. All of these changes in the membrane likely contribute to changes in transport functions that are observed in SLOS. They may cause defects in IgE receptor-mediated mast cell degranulation and cytokine production, which are cells involved in allergic and immune responses. The NMDA receptor is affected, as well as the binding capability of the hippocampal serotonin receptor. Cell to cell interaction, which is very important in development, may be impaired. Exocytosis in synaptic vesicles has been shown to be reduced, likely due to impaired vesicle fusion to the cell membrane, or poor vesicle recycling. Finally, cholesterol is highly prevalent in myelin, therefore SLOS patients show reduced myelination of the cerebral hemispheres, peripheral nerves, and cranial nerves.",
            "score": 232.35650205612183
        },
        {
            "docid": "31567196_2",
            "document": "Cholesterol-dependent cytolysin . The Thiol-activated Cholesterol-dependent Cytolysin (CDC) family (TC# 1.C.12) is a member of the MACPF superfamily. Cholesterol dependent cytolysins are a family of β-barrel pore-forming exotoxins that are secreted by gram-positive bacteria. CDCs are secreted as water-soluble monomers of 50-70 kDa, that when bound to the target cell, form a circular homo-oligomeric complex containing as many as 40 (or more) monomers. Through multiple conformational changes, the β-barrel transmembrane structure (~250 Å in diameter depending on the toxin) is formed and inserted into the target cell membrane. The presence of cholesterol in the target membrane is required for pore formation, though the presence of cholesterol is not required by all CDCs for binding. For example, Intermedilysin (ILY; TC# 1.C.12.1.5) secreted by \"Streptococcus intermedius\" will bind only to target membranes containing a specific protein receptor, independent of the presence of cholesterol, but cholesterol is required by intermedilysin (ILY; TC# 1.C.12.1.5) for pore formation. While the lipid environment of cholesterol in the membrane can affect toxin binding, the exact molecular mechanism that cholesterol regulates the cytolytic activity of the CDC is not fully understood.",
            "score": 208.67962312698364
        },
        {
            "docid": "178197_30",
            "document": "Statin . In rabbits, liver cells sense the reduced levels of liver cholesterol and seek to compensate by synthesizing LDL receptors to draw cholesterol out of the circulation. This is accomplished via proteases that cleave membrane-bound sterol regulatory element binding proteins, which then migrate to the nucleus and bind to the sterol response elements. The sterol response elements then facilitate increased transcription of various other proteins, most notably, LDL receptor. The LDL receptor is transported to the liver cell membrane and binds to passing LDL and VLDL particles (colloquially, \"bad cholesterol\"), mediating their uptake into the liver, where the cholesterol is reprocessed into bile salts and other byproducts. This results in a net effect of less LDL circulating in blood.",
            "score": 200.09200191497803
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 203.79005324840546
        },
        {
            "docid": "630489_23",
            "document": "Theories of general anaesthetic action . Thus, according to the modern lipid hypothesis anaesthetics do not act directly on their membrane protein targets, but rather perturb specialized lipid matrices at the protein-lipid interface, which act as mediators. This is a new kind of transduction mechanism, different from the usual key-lock interaction of ligand and receptor, where the anaesthetic (ligand) affects the function of membrane proteins by binding to the specific site on the protein. Thus, some membrane proteins are proposed to be sensitive to their lipid environment.  A slightly different detailed molecular mechanism of how bilayer perturbation can influence the ion-channel was proposed in the same year. Oleamide (fatty acid amide of oleic acid) is an endogenous anaesthetic found in vivo (in the cat’s brain) and it is known to potentiate sleep and lower the temperature of the body by closing the gap junction channel connexion. The detailed mechanism is shown on the picture: the well-ordered lipid(green)/cholesterol(yellow) ring that exists around connexon (magenta) becomes disordered on treatment with anaesthetic (red triangles), promoting a closure of connexon ion channel. This decreases brain activity and induces lethargy and anaesthetic effect.",
            "score": 192.7603509426117
        },
        {
            "docid": "630489_25",
            "document": "Theories of general anaesthetic action . These observations were important because they demonstrated that general anaesthetics may also interact with hydrophobic protein sites of certain proteins, rather than affect membrane proteins indirectly through nonspecific interactions with lipid bilayer as mediator.  It was shown that anaesthetics alter the functions of many cytoplasmic signalling proteins, including protein kinase C, however, the proteins considered the most likely molecular targets of anaesthetics are ion channels. According to this theory general anaesthetics are much more selective than in the frame of lipid hypothesis and they bind directly only to small number of targets in CNS mostly ligand(neurotransmitter)-gated ion channels in synapse and G-protein coupled receptors altering their ion flux. Particularly Cys-loop receptors are plausible targets for general anaesthetics that bind at the interface between the subunits. The Cys-loop receptor superfamily includes inhibitory receptors (GABA A, GABA C, glycine receptors) and excitatory receptors (acetylcholine receptor and 5-HT3 serotonin receptor). General anaesthetics can inhibit the channel functions of excitatory receptors or potentiate functions of inhibitory receptors, respectively. Although protein targets for anaesthetics have been partly identified the exact nature of general anaesthetic-protein interactions still remains a mystery.",
            "score": 199.46903502941132
        },
        {
            "docid": "2161878_13",
            "document": "Protein–protein interaction . Stable interactions involve proteins that interact for a long time, taking part of permanent complexes as subunits, in order to carry out structural or functional roles. These are usually the case of homo-oligomers (e.g. cytochrome c), and some hetero-oligomeric proteins, as the subunits of ATPase. On the other hand, a protein may interact briefly and in a reversible manner with other proteins in only certain cellular contexts – cell type, cell cycle stage, external factors, presence of other binding proteins, etc. – as it happens with most of the proteins involved in biochemical cascades. These are called transient interactions. For example, some G protein-coupled receptors only transiently bind to G proteins when they are activated by extracellular ligands, while some G-coupled receptors, such as muscarinic receptor M3, pre-couple with G proteins prior to the receptor-ligand binding. Interactions between intrinsically disordered protein regions to globular protein domains (i.e. MoRFs) are transient interactions.",
            "score": 183.82338166236877
        },
        {
            "docid": "35853778_4",
            "document": "Tryptophan-rich sensory protein . In animals, the peripheral benzodiazepine receptor is a mitochondrial protein (located in the outer mitochondrial membrane) characterised by its ability to bind with nanomolar affinity to a variety of benzodiazepine-like drugs, as well as to dicarboxylic tetrapyrrole intermediates of the haem biosynthetic pathway. Depending upon the tissue, it was shown to be involved in steroidogenesis, haem biosynthesis, apoptosis, cell growth and differentiation, mitochondrial respiratory control, and immune and stress response, but the precise function of the PBR remains unclear. The role of PBR in the regulation of cholesterol transport from the outer to the inner mitochondrial membrane, the rate-determining step in steroid biosynthesis, has been studied in detail. PBR is required for the binding, uptake and release, upon ligand activation, of the substrate cholesterol. PBR forms a multimeric complex with the voltage-dependent anion channel (VDAC) and adenine nucleotide carrier. Molecular modeling of PBR suggested that it might function as a channel for cholesterol. Indeed, cholesterol uptake and transport by bacterial cells was induced upon PBR expression. Mutagenesis studies identified a cholesterol recognition/interaction motif (CRAC) in the cytoplasmic C terminus of PBR.",
            "score": 173.89645981788635
        },
        {
            "docid": "958752_13",
            "document": "Lipid raft . Immunoglobulin E (IgE) signaling is the first convincingly demonstrated lipid rafts involving signaling process. Evidence for this fact includes decreased solubility of Fc-epsilon receptors (FcεR) in Triton X-100 from steady state to crosslinking state, formation of patches large enough to be visualized by fluorescence microscopy from gangliosides and GPI-anchored proteins, abolition of IgE signaling by surface cholesterol depletion with methyl-β-cyclodextrin and so on. This signaling pathway can be described as follows: IgE first binds to Fc-epsilon receptors (FcεR) residing in the plasma membrane of mast cells and basophils through its Fc segment. FcεR is a tetramer consist of one α, one β and two γ chains. It is monomeric and binds one IgE molecule. The α chain binds IgE and the other three chains contain immune receptor tyrosine-based activation motifs (ITAM). Then oligomeric antigens bind to receptor-bound IgE to crosslink two or more of these receptors. This crosslinking then recruits doubly acylated non-receptor Src-like tyrosine kinase Lyn to phosphorylate ITAMs. After that, Syk family tyrosine kinases bind these phosphotyrosine residues of ITAMs to initiate the signaling cascade. Syk can, in turn, activate other proteins such as LAT. Through crosslinking, LAT can recruit other proteins into the raft and further amplify the signal.",
            "score": 251.00875878334045
        },
        {
            "docid": "14297503_6",
            "document": "Serum amyloid A1 . In addition to its association with HDL, SAA1 interacts with a number of mammalian proteins, mostly cell surface proteins such as receptors. SAA1 binding to the αvβ3 integrin produces an inhibitory effect on the growth of nasopharyngeal carcinoma. Several receptors for SAA1 have been identified using an SAA1 hybrid protein containing two amino acid substitutions from SAA2. These receptors include the G protein-coupled chemoattractant receptor FPR2 (formyl peptide receptor 2), believed to mediate the chemotactic activity of the recombinant SAA1; the murine scavenger receptor SR-BI and the human equivalent CLA-1., for a possible role in SAA1-dependent cholesterol metabolism. Moreover, the Toll-like receptors TLR2 and TLR4 mediate SAA1-induced cytokine gene expression. The P2X7 purinergic receptor is another receptor used by SAA1 for a number of cellular functions including the activation of NLRP3 inflammasomes.",
            "score": 181.42277932167053
        },
        {
            "docid": "6437_21",
            "document": "Cholesterol . Biosynthesis of cholesterol is directly regulated by the cholesterol levels present, though the homeostatic mechanisms involved are only partly understood. A higher intake from food leads to a net decrease in endogenous production, whereas lower intake from food has the opposite effect. The main regulatory mechanism is the sensing of intracellular cholesterol in the endoplasmic reticulum by the protein SREBP (sterol regulatory element-binding protein 1 and 2). In the presence of cholesterol, SREBP is bound to two other proteins: SCAP (SREBP cleavage-activating protein) and INSIG-1. When cholesterol levels fall, INSIG-1 dissociates from the SREBP-SCAP complex, which allows the complex to migrate to the Golgi apparatus. Here SREBP is cleaved by S1P and S2P (site-1 protease and site-2 protease), two enzymes that are activated by SCAP when cholesterol levels are low.",
            "score": 105.29031097888947
        },
        {
            "docid": "501376_10",
            "document": "Oligosaccharide . Glycolipids are important for cell recognition, and are important for modulating the function of membrane proteins that act as receptors. Glycolipids are lipid molecules bound to oligosaccharides, generally present in the lipid bilayer. Additionally, they can serve as receptors for cellular recognition and cell signaling. The head of the oligosaccharide serves as a binding partner in receptor activity. The binding mechanisms of receptors to the oligosaccharides depends on the composition of the oligosaccharides that are exposed or presented above the surface of the membrane. There is great diversity in the binding mechanisms of glycolipids, which is what makes them such an important target for pathogens as a site for interaction and entrance. For example, the chaperone activity of glycolipids has been studied for its relevance to HIV infection.",
            "score": 266.6928298473358
        },
        {
            "docid": "2246657_8",
            "document": "Androgen receptor . The primary mechanism of action for androgen receptors is direct regulation of gene transcription. The binding of an androgen to the androgen receptor results in a conformational change in the receptor that, in turn, causes dissociation of heat shock proteins, transport from the cytosol into the cell nucleus, and dimerization. The androgen receptor dimer binds to a specific sequence of DNA known as a hormone response element. Androgen receptors interact with other proteins in the nucleus, resulting in up- or down-regulation of specific gene transcription. Up-regulation or activation of transcription results in increased synthesis of messenger RNA, which, in turn, is translated by ribosomes to produce specific proteins. One of the known target genes of androgen receptor activation is the insulin-like growth factor I receptor (IGF-1R). Thus, changes in levels of specific proteins in cells is one way that androgen receptors control cell behavior.",
            "score": 197.71354830265045
        },
        {
            "docid": "5350008_4",
            "document": "Steroidogenic acute regulatory protein . The mechanism by which StAR causes cholesterol movement remains unclear as it appears to act from the outside of the mitochondria and its entry into the mitochondria ends its function. Various hypotheses have been advanced. Some involve StAR transferring cholesterol itself like a shuttle. While StAR may bind cholesterol itself, the exorbitant number of cholesterol molecules that the protein transfers would indicate that it would have to act as a cholesterol channel instead of a shuttle. Another notion is that it causes cholesterol to be kicked out of the outer membrane to the inner (cholesterol desorption). StAR may also promote the formation of contact sites between the outer and inner mitochondrial membranes to allow cholesterol influx. Another suggests that StAR acts in conjunction with PBR, causing the movement of Cl out of the mitochondria to facilitate contact site formation. However, evidence for an interaction between StAR and PBR remains elusive.",
            "score": 129.29060435295105
        },
        {
            "docid": "35800673_7",
            "document": "Alirocumab . Alirocumab works by inhibiting the PCSK9 protein. PCSK9 binds to the low-density lipoprotein receptor (LDLR) (which takes cholesterol out of circulation), and that binding leads to the receptor being degraded, and less LDL cholesterol being removed from circulation. Inhibiting PCSK9 prevents the receptor from being degraded, and promotes removal of LDL cholesterol from circulation.",
            "score": 159.54498267173767
        },
        {
            "docid": "67158_27",
            "document": "Red blood cell . The presence of specialized structures named \"lipid rafts\" in the red blood cell membrane have been described by recent studies. These are structures enriched in cholesterol and sphingolipids associated with specific membrane proteins, namely flotillins, stomatins (band 7), G-proteins, and β-adrenergic receptors. Lipid rafts that have been implicated in cell signaling events in nonerythroid cells have been shown in erythroid cells to mediate β2-adregenic receptor signaling and increase cAMP levels, and thus regulating entry of malarial parasites into normal red cells.",
            "score": 260.31457924842834
        },
        {
            "docid": "14033145_3",
            "document": "Caveolin 1 . Caveolin 1 has been shown to interact with heterotrimeric G proteins, Src tyrosine kinases (Src, Lyn) and H-Ras,  cholesterol, TGF beta receptor 1,  Endothelial NOS,  Androgen receptor,  Amyloid precursor protein,  Gap junction protein, alpha 1, Nitric oxide synthase 2A, Epidermal growth factor receptor, Endothelin receptor type B, PDGFRB, PDGFRA, PTGS2, TRAF2, Estrogen receptor alpha, Caveolin 2, PLD2, Bruton's tyrosine kinase and SCP2. All these interactions are through a caveolin-scaffolding domain (CSD) within caveolin-1 molecule. Molecules that interact with caveolin-1 contain caveolin-binding motifs (CBM).",
            "score": 160.97149467468262
        },
        {
            "docid": "5881083_9",
            "document": "Liver X receptor . The importance of LXRs in physiological lipid and cholesterol metabolism suggests that they may influence the development of metabolic disorders such as hyper lipidemia and atherosclerosis. Evidence for this idea has been observed by recent studies that linked LXR activity to the pathogenesis of atherosclerosis. LXRα knockout mice are healthy when fed with a low-cholesterol diet. However, LXRα knockout mice develop enlarged fatty livers, degeneration of liver cells, high cholesterol levels in liver, and impaired liver function when fed a high-cholesterol diet. LXRβ knockout mice are unaffected by a high-cholesterol diet, suggesting that LXRα and LXRβ have separate roles. LXRs regulate fatty acid synthesis by modulating the expression of sterol regulatory element binding protein-1c (SREBP-1c). LXRs also regulate lipid homeostasis in the brain. LXRα and LXRβ double knockout mice develop neurodegenerative changes in brain tissue. LXRβ knockout mice results in adult-onset motor neuron degeneration in male mice.",
            "score": 175.52389895915985
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 241.79093992710114
        },
        {
            "docid": "528976_5",
            "document": "Corpus luteum . Its cells develop from the follicular cells surrounding the ovarian follicle. The follicular theca cells luteinize into small luteal cells (thecal-lutein cells) and follicular granulosa cells luteinize into large luteal cells (granulosal-lutein cells) forming the corpus luteum. Progesterone is synthesized from cholesterol by both the large and small luteal cells upon luteal maturation. Cholesterol-LDL complexes bind to receptors on the plasma membrane of luteal cells and are internalized. Cholesterol is released and stored within the cell as cholesterol ester. LDL is recycled for further cholesterol transport. Large luteal cells produce more progesterone due to uninhibited/basal levels of protein kinase A (PKA) activity within the cell. Small luteal cells have LH receptors that regulate PKA activity within the cell. PKA actively phosphorylates steroidogenic acute regulatory protein (StAR) and translocator protein to transport cholesterol from the outer mitochondrial membrane to the inner mitochondrial membrane.",
            "score": 203.89746248722076
        },
        {
            "docid": "15072630_10",
            "document": "INSIG2 . REV-ERBalpha participates in the circadian modulation of sterol regulatory element-binding protein (SREBP) activity, and thereby in the daily expression of SREBP target genes involved in cholesterol and lipid metabolism. This control is exerted via the cyclic transcription of Insig2, encoding a trans-membrane protein that sequesters SREBP proteins to the endoplasmic reticulum membranes and thereby interferes with the proteolytic activation of SREBPs in Golgi membranes. REV-ERBalpha also participates in the cyclic expression of cholesterol-7alpha-hydroxylase (CYP7A1), the rate-limiting enzyme in converting cholesterol to bile acids. Findings suggest that this control acts via the stimulation of LXR nuclear receptors by cyclically produced oxysterols such that rhythmic cholesterol and bile acid metabolism is not just driven by alternating feeding-fasting cycles, but also by REV-ERBalpha, a component of the circadian clockwork circuitry.",
            "score": 173.462819814682
        },
        {
            "docid": "46839881_3",
            "document": "N-2′-Indolylnaltrexamine . INTA acts on the body by binding to a G-protein coupled receptor (GPCR) called the opioid receptor. Opioid Receptors, themselves, are divided into different subunits: kappa (KOR), delta (DOR), and mu (MOR) receptors. When INTA binds to the receptors, it is actually binding to a heteromer of the receptor. This means that it is binding to two of the subunits, instead of just one. These two receptors \"work together\" to form a conformation to block the recruitment of a protein family known as the β-arrestins. These proteins are responsible for the regulation of GPCR's and they cause the internalization of the receptor to prevent further activation, leading to an increased tolerance to opioid drugs.",
            "score": 217.80317950248718
        },
        {
            "docid": "21683238_6",
            "document": "Membrane contact site . OSBP is the most extensively studied member of the oxysterol-binding protein (OSBP) related proteins family (ORP). It was first described as the cytoplamsmic receptor for 25-hydroxycholesterol, and after more than 20 years it was shown that it's a cholesterol regulated protein in complex with ERK. Now, after the description of the structural basis for sterol sensing and transport, ORP protein family members are known to be essential for sterol signalling and sterol transport functions. Their peculiar structure is characterized by a conserved β-barrel sterol-binding fold with additional domains that can target multiple organelle membranes.",
            "score": 165.47821950912476
        },
        {
            "docid": "563580_4",
            "document": "Hormone receptor . Hormone receptor proteins bind to a hormone as a result of an accumulation of weak interactions. Because of the relatively large size of enzymes and receptors, the large amount of surface area provides the basis for these weak interactions to occur. This binding is actually highly specific because of the complementarity of these interactions between polar, non-polar, charged, neutral, hydrophilic, or hydrophobic residues. Upon binding, the receptor often undergoes a conformational change and may bind further signaling ligands in order to activate a signaling pathway. Because of these highly specific and high affinity interactions between hormones and their receptors, very low concentrations of hormone are needed to produce significant cellular response. Receptors can have various different structures depending on the function of the hormone and the structure of its ligand. Therefore, hormone binding to its receptor is a complex process which can be mediated by cooperative binding, reversible and irreversible interactions, and multiple binding sites.",
            "score": 190.18775486946106
        }
    ],
    "r": [
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 290.7005615234375
        },
        {
            "docid": "9819961_2",
            "document": "Eicosanoid receptor . Most of the eicosanoid receptors are integral membrane protein G protein-coupled receptors (GPCRs) that bind and respond to eicosanoid signaling molecules. Eicosanoids are rapidly metabolized to inactive products and therefore are short-lived. Accordingly, the eicosanoid-receptor interaction is typically limited to a local interaction: cells, upon stimulation, metabolize arachidonic acid to an eicosanoid which then binds cognate receptors on either its parent cell (acting as an Autocrine signalling molecule) or on nearby cells (acting as a Paracrine signalling molecule) to trigger functional responses within a restricted tissue area, e.g. an inflammatory response to an invading pathogen. In some cases, however, the synthesized eicosanoid travels through the blood (acting as a hormone-like messenger) to trigger systemic or coordinated tissue responses, e.g. prostaglandin (PG) E2 released locally travels to the hypothalamus to trigger a febrile reaction (see Fever#PGE2 release). An example of a non-GPCR receptor that binds many eicosanoids is the PPAR-γ nuclear receptor.",
            "score": 277.00927734375
        },
        {
            "docid": "28857_5",
            "document": "Signal transduction . The majority of signal transduction pathways involve the binding of signaling molecules, known as ligands, to receptors that trigger events inside the cell. The binding of a signaling molecule with a receptor causes a change in the conformation of the receptor, known as \"receptor activation\". Most ligands are soluble molecules from the extracellular medium which bind to cell surface receptors. These include growth factors, cytokines and neurotransmitters. Components of the extracellular matrix such as fibronectin and hyaluronan can also bind to such receptors (integrins and CD44, respectively). In addition, some molecules such as steroid hormones are lipid-soluble and thus cross the plasma membrane to reach nuclear receptors. In the case of steroid hormone receptors, their stimulation leads to binding to the promoter region of steroid-responsive genes.",
            "score": 276.7708435058594
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 270.01007080078125
        },
        {
            "docid": "501376_10",
            "document": "Oligosaccharide . Glycolipids are important for cell recognition, and are important for modulating the function of membrane proteins that act as receptors. Glycolipids are lipid molecules bound to oligosaccharides, generally present in the lipid bilayer. Additionally, they can serve as receptors for cellular recognition and cell signaling. The head of the oligosaccharide serves as a binding partner in receptor activity. The binding mechanisms of receptors to the oligosaccharides depends on the composition of the oligosaccharides that are exposed or presented above the surface of the membrane. There is great diversity in the binding mechanisms of glycolipids, which is what makes them such an important target for pathogens as a site for interaction and entrance. For example, the chaperone activity of glycolipids has been studied for its relevance to HIV infection.",
            "score": 266.6928405761719
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 262.96270751953125
        },
        {
            "docid": "19923477_3",
            "document": "Pepducin . Pepducins employ lipidated fragments of intracellular G protein-coupled receptor loops to modulate GPCR action in targeted cell-signaling pathways. A pepducin molecule consists of a short peptide derived from a GPCR intracellular loop tethered to a hydrophobic moiety. This structure allows pepducin lipopeptides to anchor in the cell membrane lipid bilayer and target the GPCR/G protein interface via a unique intracellular allosteric mechanism. Pepducins for over 15 different GPCRs have been successfully produced, several of which have shown activity in preclinical \"in vivo\" models.",
            "score": 260.7777404785156
        },
        {
            "docid": "67158_27",
            "document": "Red blood cell . The presence of specialized structures named \"lipid rafts\" in the red blood cell membrane have been described by recent studies. These are structures enriched in cholesterol and sphingolipids associated with specific membrane proteins, namely flotillins, stomatins (band 7), G-proteins, and β-adrenergic receptors. Lipid rafts that have been implicated in cell signaling events in nonerythroid cells have been shown in erythroid cells to mediate β2-adregenic receptor signaling and increase cAMP levels, and thus regulating entry of malarial parasites into normal red cells.",
            "score": 260.3145751953125
        },
        {
            "docid": "16942737_4",
            "document": "CAMP-dependent pathway . G protein-coupled receptors (GPCRs) are a large family of integral membrane proteins that respond to a variety of extracellular stimuli. Each GPCR binds to and is activated by a specific ligand stimulus that ranges in size from small molecule catecholamines, lipids, or neurotransmitters to large protein hormones. When a GPCR is activated by its extracellular ligand, a conformational change is induced in the receptor that is transmitted to an attached intracellular heterotrimeric G protein complex. The G alpha subunit of the stimulated G protein complex exchanges GDP for GTP and is released from the complex.",
            "score": 260.11480712890625
        },
        {
            "docid": "848862_19",
            "document": "Nucleoside triphosphate . GTP is essential for signal transduction, especially with G proteins. G proteins are coupled with a cell membrane bound receptor. This whole complex is called a G protein-coupled receptor (GPCR). G proteins can bind either GDP or GTP. When bound to GDP, G proteins are inactive. When a ligand binds a GPCR, an allosteric change in the G protein is triggered, causing GDP to leave and be replaced by GTP. GTP activates the alpha subunit of the G protein, causing it to dissociate from the G protein and act as a downstream effector.",
            "score": 255.39390563964844
        },
        {
            "docid": "326707_9",
            "document": "Protein kinase A . Extracellular hormones such as glucagon and epinephrine begin an intracellular signalling cascade that triggers protein kinase A activation by first binding to a G protein–coupled receptor (GPCR) on the target cell. When a GPCR is activated by its extracellular ligand, a conformational change is induced in the receptor that is transmitted to an attached intracellular heterotrimeric G protein complex by . The Gs alpha subunit of the stimulated G protein complex exchanges GDP for GTP and is released from the complex. The activated Gs alpha subunit binds to and activates an enzyme called adenylyl cyclase, which, in turn, catalyzes the conversion of ATP into cyclic adenosine monophosphate (cAMP), directly increasing the cAMP level. Four cAMP molecules are able to bind to the two R-subunits. This is done by two cAMP molecules binding to each of the two cAMP binding sites (CNB-B and CNB-A) which induces a conformational change in the regulatory subunits of PKA causing the subunits to detach and unleash the two (now activated) catalytic subunits.",
            "score": 255.05084228515625
        },
        {
            "docid": "654168_4",
            "document": "Receptor antagonist . Biochemical receptors are large protein molecules that can be activated by the binding of a ligand such as a hormone or a drug. Receptors can be membrane-bound, as cell surface receptors, or inside the cell as intracellular receptors, such as nuclear receptors including those of the mitochondrion. Binding occurs as a result of non-covalent interactions between the receptor and its ligand, at locations called the binding site on the receptor. A receptor may contain one or more binding sites for different ligands. Binding to the active site on the receptor regulates receptor activation directly. The activity of receptors can also be regulated by the binding of a ligand to other sites on the receptor, as in allosteric binding sites. Antagonists mediate their effects through receptor interactions by preventing agonist-induced responses. This may be accomplished by binding to the active site or the allosteric site. In addition, antagonists may interact at unique binding sites not normally involved in the biological regulation of the receptor's activity to exert their effects.",
            "score": 254.48623657226562
        },
        {
            "docid": "24950378_9",
            "document": "Cell–cell interaction . Receptor proteins on the cell surface have the ability to bind specific signaling molecules secreted by other cells. Cell signaling allows cells to communicate with adjacent cells, nearby cells (paracrine) and even distant cells (endocrine). This binding induces a conformational change in the receptor which, in turn, elicits a response in the corresponding cell. These responses include changes in gene expression and alterations in cytoskeleton structure. The extracellular face of the plasma membrane has a variety of proteins, carbohydrates, and lipids which project outward and act as signals. Direct contact between cells allows the receptors on one cell to bind the small molecules attached to the plasma membrane of different cell. In eukaryotes, many of the cells during early development communicate through direct contact.",
            "score": 254.42330932617188
        },
        {
            "docid": "5419130_12",
            "document": "Lipid signaling . S1P is probably formed at the inner leaflet of the plasma membrane in response to TNFα and other receptor activity-altering compounds called agonists. S1P, being present in low nanomolar concentrations in the cell, has to interact with high-affinity receptors that are capable of sensing their low levels. So far, the only identified receptors for S1P are the high-affinity G protein-coupled receptors (GPCRs), also known as S1P receptors (S1PRs). S1P is required to reach the extracellular side (outer leaflet) of the plasma membrane to interact with S1PRs and launch typical GPCR signaling pathways. However, the zwitterionic headgroup of S1P makes it unlikely to flip-flop spontaneously. To overcome this difficulty, the ATP-binding cassette (ABC) transporter C1 (ABCC1) serves as the \"exit door\" for S1P. On the other hand, the cystic fibrosis transmembrane regulator (CFTR) serves as the means of entry for S1P into the cell. In contrast to its low intracellular concentration, S1P is found in high nanomolar concentrations in serum where it is bound to albumin and lipoproteins. Inside the cell, S1P can induce calcium release independent of the S1PRs—the mechanism of which remains unknown. To date, the intracellular molecular targets for S1P are still unidentified.",
            "score": 254.37123107910156
        },
        {
            "docid": "12832_20",
            "document": "G protein–coupled receptor . A final common structural theme among GPCRs is palmitoylation of one or more sites of the C-terminal tail or the intracellular loops. Palmitoylation is the covalent modification of cysteine (Cys) residues via addition of hydrophobic acyl groups, and has the effect of targeting the receptor to cholesterol- and sphingolipid-rich microdomains of the plasma membrane called lipid rafts. As many of the downstream transducer and effector molecules of GPCRs (including those involved in negative feedback pathways) are also targeted to lipid rafts, this has the effect of facilitating rapid receptor signaling.",
            "score": 252.84617614746094
        },
        {
            "docid": "958752_11",
            "document": "Lipid raft . One reasonable way to consider lipid rafts is that small rafts can form concentrating platforms after ligand binding activation for individual receptors. If receptor activation takes place in a lipid raft, the signalling complex is protected from non-raft enzymes such as membrane phosphatases. Overall, raft binding recruits proteins to a new micro-environment so that the phosphorylation state can be modified by local kinases and phosphatases to give downstream signalling. Lipid rafts have been found by researchers to be involved in many signal transduction processes, such as Immunoglobulin E signalling, T cell antigen receptor signalling, B cell antigen receptor signalling, EGF receptor signalling, insulin receptor signalling and so on. In order to illustrate these principles, detailed examples of signalling pathways that involve lipid rafts are described below.",
            "score": 252.47640991210938
        },
        {
            "docid": "47502870_2",
            "document": "Membrane androgen receptor . Membrane androgen receptors (mARs) are a group of G protein-coupled receptors (GPCRs) which bind and are activated by testosterone and/or other androgens. Unlike the androgen receptor (AR), a nuclear receptor which mediates its effects via genomic mechanisms, mARs are cell surface receptors which rapidly alter cell signaling via modulation of intracellular signaling cascades. Known or proposed mARs include ZIP9 and GPRC6A.",
            "score": 251.5539093017578
        },
        {
            "docid": "958752_13",
            "document": "Lipid raft . Immunoglobulin E (IgE) signaling is the first convincingly demonstrated lipid rafts involving signaling process. Evidence for this fact includes decreased solubility of Fc-epsilon receptors (FcεR) in Triton X-100 from steady state to crosslinking state, formation of patches large enough to be visualized by fluorescence microscopy from gangliosides and GPI-anchored proteins, abolition of IgE signaling by surface cholesterol depletion with methyl-β-cyclodextrin and so on. This signaling pathway can be described as follows: IgE first binds to Fc-epsilon receptors (FcεR) residing in the plasma membrane of mast cells and basophils through its Fc segment. FcεR is a tetramer consist of one α, one β and two γ chains. It is monomeric and binds one IgE molecule. The α chain binds IgE and the other three chains contain immune receptor tyrosine-based activation motifs (ITAM). Then oligomeric antigens bind to receptor-bound IgE to crosslink two or more of these receptors. This crosslinking then recruits doubly acylated non-receptor Src-like tyrosine kinase Lyn to phosphorylate ITAMs. After that, Syk family tyrosine kinases bind these phosphotyrosine residues of ITAMs to initiate the signaling cascade. Syk can, in turn, activate other proteins such as LAT. Through crosslinking, LAT can recruit other proteins into the raft and further amplify the signal.",
            "score": 251.00875854492188
        },
        {
            "docid": "22519313_2",
            "document": "Cell surface receptor . Cell surface receptors (membrane receptors, transmembrane receptors) are receptors that are embedded in the membranes of cells. They act in cell signaling by receiving (binding to) extracellular molecules. They are specialized integral membrane proteins that allow communication between the cell and the extracellular space. The extracellular molecules may be hormones, neurotransmitters, cytokines, growth factors, cell adhesion molecules, or nutrients; they react with the receptor to induce changes in the metabolism and activity of a cell. In the process of signal transduction, ligand binding affects a cascading chemical change through the cell membrane.",
            "score": 250.60943603515625
        },
        {
            "docid": "28857_17",
            "document": "Signal transduction . Signal transduction by a GPCR begins with an inactive G protein coupled to the receptor; the G protein exists as a heterotrimer consisting of Gα, Gβ, and Gγ subunits. Once the GPCR recognizes a ligand, the conformation of the receptor changes to activate the G protein, causing Gα to bind a molecule of GTP and dissociate from the other two G-protein subunits. The dissociation exposes sites on the subunits that can interact with other molecules. The activated G protein subunits detach from the receptor and initiate signaling from many downstream effector proteins such as phospholipases and ion channels, the latter permitting the release of second messenger molecules. The total strength of signal amplification by a GPCR is determined by the lifetimes of the ligand-receptor complex and receptor-effector protein complex and the deactivation time of the activated receptor and effectors through intrinsic enzymatic activity; e.g. via protein kinase phosphorylation or b-arrestin-dependent internalization.",
            "score": 250.4344024658203
        },
        {
            "docid": "13311_15",
            "document": "Hormone . For steroid or thyroid hormones, their receptors are located inside the cell within the cytoplasm of the target cell. These receptors belong to the nuclear receptor family of ligand-activated transcription factors. To bind their receptors, these hormones must first cross the cell membrane. They can do so because they are lipid-soluble. The combined hormone-receptor complex then moves across the nuclear membrane into the nucleus of the cell, where it binds to specific DNA sequences, regulating the expression of certain genes, and thereby increasing the levels of the proteins encoded by these genes. However, it has been shown that not all steroid receptors are located inside the cell. Some are associated with the plasma membrane.",
            "score": 248.6262969970703
        },
        {
            "docid": "5630808_3",
            "document": "Arrestin . In response to a stimulus, GPCRs activate heterotrimeric G proteins. In order to turn off this response, or adapt to a persistent stimulus, active receptors need to be desensitized. The first step in desensitization is phosphorylation by a class of serine/threonine kinases called G protein coupled receptor kinases (GRKs). GRK phosphorylation specifically prepares the activated receptor for arrestin binding. Arrestin binding to the receptor blocks further G protein-mediated signaling and targets receptors for internalization, and redirects signaling to alternative G protein-independent pathways, such as β-arrestin signaling. In addition to GPCRs, arrestins bind to other classes of cell surface receptors and a variety of other signaling proteins.",
            "score": 247.3109893798828
        },
        {
            "docid": "1872854_4",
            "document": "Biochemical cascade . Signal transduction is realized by activation of specific receptors and consequent production/delivery of second messengers, as Ca or cAMP. These molecules operate as signal transducers, triggering intracellular cascades and in turn amplifying the initial signal. Two main signal transduction mechanisms have been identified, via nuclear receptors, or via transmembrane receptors. In the first one, first messenger cross through the cell membrane, binding and activating intracellular receptors localized at nucleus or cytosol, which then act as transcriptional factors regulating directly gene expression. This is possible due to the lipophilic nature of those ligands, mainly hormones. In the signal transduction via transmembrane receptors, first messenger bind to the extracellular domain of transmembrane receptor activating it. This receptors may have intrinsic catalytic activity or may be coupled to effector enzymes, or may also be associated to ionic channels. Therefore, there are four main transmembrane receptor types: G protein coupled receptors (GPCRs), tyrosine kinase receptors (RTKs), serine/threonine kinase receptors (RSTKs), and ligand-gated ion channels (LGICs). Second messengers can be classified into three classes:",
            "score": 246.7820587158203
        },
        {
            "docid": "36907492_7",
            "document": "Fences and pickets model of plasma membrane structure . Receptor redistribution and clustering are key steps in many signal transduction pathways. Several reports have indicated the active roles played by the cytoskeleton in inhibiting or enabling the redistribution/clustering of membrane molecules. Receptor monomers can hop across the inter-compartment boundaries quite readily, but when they form oligomers upon liganding, their size increases and consequently their hop rate decreases dramatically.  Many receptors and other membrane-associated molecules are temporarily immobilized on actin filaments. This imobilization is often enhanced upon receptor engagement, and constitutes a key step for recruiting the downstream signaling molecule. Meanwhile, the formation of engaged receptor clusters might lead to de novo polymerization of actin filaments at the receptor cluster. As such, the actin-based membrane skeleton might work as a base scaffold for enhancing the interactions between the receptor and the actin-bound downstream molecules and for localized signaling. The ‘‘pickets’’ and ‘‘fences’’ made of the membrane skeleton and the anchored transmembrane proteins provide the cell with a mechanism for preserving the spatial information of signal transduction in the membranewhereas pickets would influence both lipids and transmembrane proteins. Pickets influence both lipids and transmembrane proteins traffic, whereas fences mostly influence only transmembrane proteins. Therefore, transmembrane proteins are corralled by both fences and pickets. In both models, membrane proteins and lipids can hop from a compartment to an adjacent one, probably when thermal fluctuations of the membrane and the membrane skeleton create a space between them large enough to allow the passage of integral membrane proteins, when an actin filament temporarily breaks, and/or when membrane molecules have sufficient kinetic energy to cross the barrier when they are in the boundary region.",
            "score": 245.39413452148438
        },
        {
            "docid": "17940_29",
            "document": "Lipid . In recent years, evidence has emerged showing that lipid signaling is a vital part of the cell signaling. Lipid signaling may occur via activation of G protein-coupled or nuclear receptors, and members of several different lipid categories have been identified as signaling molecules and cellular messengers. These include sphingosine-1-phosphate, a sphingolipid derived from ceramide that is a potent messenger molecule involved in regulating calcium mobilization, cell growth, and apoptosis; diacylglycerol (DAG) and the phosphatidylinositol phosphates (PIPs), involved in calcium-mediated activation of protein kinase C; the prostaglandins, which are one type of fatty-acid derived eicosanoid involved in inflammation and immunity; the steroid hormones such as estrogen, testosterone and cortisol, which modulate a host of functions such as reproduction, metabolism and blood pressure; and the oxysterols such as 25-hydroxy-cholesterol that are liver X receptor agonists. Phosphatidylserine lipids are known to be involved in signaling for the phagocytosis of apoptotic cells or pieces of cells. They accomplish this by being exposed to the extracellular face of the cell membrane after the inactivation of flippases which place them exclusively on the cytosolic side and the activation of scramblases, which scramble the orientation of the phospholipids. After this occurs, other cells recognize the phosphatidylserines and phagocytosize the cells or cell fragments exposing them.",
            "score": 244.70530700683594
        },
        {
            "docid": "12832_2",
            "document": "G protein–coupled receptor . G protein–coupled receptors (GPCRs), also known as seven-(pass)-transmembrane domain receptors, 7TM receptors, heptahelical receptors, serpentine receptor, and G protein–linked receptors (GPLR), constitute a large protein family of receptors that detect molecules outside the cell and activate internal signal transduction pathways and, ultimately, cellular responses. Coupling with G proteins, they are called seven-transmembrane receptors because they pass through the cell membrane seven times.",
            "score": 244.298095703125
        },
        {
            "docid": "374331_8",
            "document": "Neurotransmitter receptor . G protein-coupled receptors (GPCRs), also known as seven-transmembrane domain receptors, 7TM receptors, heptahelical receptors, serpentine receptor, and G protein-linked receptors (GPLR), comprise a large protein family of transmembrane receptors that sense molecules outside the cell and activate inside signal transduction pathways and, ultimately, cellular responses. G protein-coupled receptors are found only in eukaryotes, including yeast, choanoflagellates, and animals. The ligands that bind and activate these receptors include light-sensitive compounds, odors, pheromones, hormones, and neurotransmitters, and vary in size from small molecules to peptides to large proteins. G protein-coupled receptors are involved in many diseases, and are also the target of approximately 30% of all modern medicinal drugs.",
            "score": 244.28900146484375
        },
        {
            "docid": "158011_19",
            "document": "Lipid bilayer . Lipid bilayers are also involved in signal transduction through their role as the home of integral membrane proteins. This is an extremely broad and important class of biomolecule. It is estimated that up to a third of the human proteome may be membrane proteins. Some of these proteins are linked to the exterior of the cell membrane. An example of this is the CD59 protein, which identifies cells as “self” and thus inhibits their destruction by the immune system. The HIV virus evades the immune system in part by grafting these proteins from the host membrane onto its own surface. Alternatively, some membrane proteins penetrate all the way through the bilayer and serve to relay individual signal events from the outside to the inside of the cell. The most common class of this type of protein is the G protein-coupled receptor (GPCR). GPCRs are responsible for much of the cell’s ability to sense its surroundings and, because of this important role, approximately 40% of all modern drugs are targeted at GPCRs.",
            "score": 244.26634216308594
        },
        {
            "docid": "51209_17",
            "document": "Kinase . Sphingosine kinase (SK) is a lipid kinase that catalyzes the conversion of sphingosine to sphingosine-1-phosphate (S1P). Sphingolipids are ubiquitous membrane lipids. Upon activation, sphingosine kinase migrates from the cytosol to the plasma membrane where it transfers a γ phosphate (which is the last or terminal phosphate) from ATP or GTP to sphingosine. The S1P receptor is a GPCR receptor, so S1P has the ability to regulate G protein signaling. The resulting signal can activate intracellular effectors like ERKs, Rho GTPase, Rac GTPase, PLC, and AKT/P13K. It can also exert its effect on target molecules inside the cell. S1P has been shown to directly inhibit the histone deacetylase activity of HDACs. In contrast, the dephosphorylated sphingosine promotes cell apoptosis, and it is therefore critical to understand the regulation of SKs because of its role in determining cell fate. Past research shows that SKs may sustain cancer cell growth because they promote cellular-proliferation, and SK1 (a specific type of SK) is present at higher concentrations in certain types of cancers.",
            "score": 244.0960235595703
        },
        {
            "docid": "37060921_2",
            "document": "Adhesion G protein-coupled receptor . Adhesion G protein-coupled receptors (adhesion GPCRs) are a class of 33 human protein receptors with a broad distribution in embryonic and larval cells, cells of the reproductive tract, neurons, leukocytes, and a variety of tumours. Adhesion GPCRs are found throughout metazoans and are also found in single-celled colony forming choanoflagellates such as \"Monosiga brevicollis\" and unicellular organisms such as Filasterea. The defining feature of adhesion GPCRs that distinguishes them from other GPCRs is their hybrid molecular structure. The extracellular region of adhesion GPCRs can be exceptionally long and contain a variety of structural domains that are known for the ability to facilitate cell and matrix interactions. Their extracellular region contains the membrane proximal GAIN (GPCR-Autoproteolsis INducing) domain. Crystallographic and experimental data has shown this structurally conserved domain to mediate autocatalytic processing at a GPCR-proteolytic site (GPS) proximal to the first transmembrane helix. Autocatalytic processing gives rise to an extracellular (α) and a membrane-spanning (β) subunit, which are associated non-covalently, resulting in expression of a heterodimeric receptor at the cell surface. Ligand profiles and \"in vitro\" studies have indicated a role for adhesion GPCRs in cell adhesion and migration. Work utilizing genetic models confined this concept by demonstrating that the primary function of adhesion GPCRs may relate to the proper positioning of cells in a variety of organ systems. Moreover, growing evidence implies a role of adhesion GPCRs in tumour cell metastasis. Formal G protein-coupled signalling has been demonstrated for a number for adhesion GPCRs, however, the orphan receptor status of many of the receptors still hampers full characterisation of potential signal transduction pathways. In 2011, the adhesion GPCR consortium was established to facilitate research of the physiological and pathological functions of adhesion GPCRs.",
            "score": 243.4747314453125
        },
        {
            "docid": "13179037_3",
            "document": "GPER . The classical estrogen receptors first characterized in 1958 are water-soluble proteins located in the interior of cells that are activated by estrogenenic hormones such as estradiol and several of its metabolites such as estrone or estriol. These proteins belong to the nuclear hormone receptor class of transcription factors that regulate gene transcription. Since it takes time for genes to be transcribed into RNA and translated into protein, the effects of estrogens binding to these classical estrogen receptors is delayed. However, estrogens are also known to have effects that are too fast to be caused by regulation of gene transcription. In 2005, it was discovered that a member of the G protein-coupled receptor (GPCR) family, GPR30 also binds with high affinity to estradiol and is responsible in part for the rapid non-genomic actions of estradiol. Based on its ability to bind estradiol, GPR30 was renamed as G protein-coupled estrogen receptor (GPER). Unlike the other members of the GPCR family, which reside in the outer membrane of cells, GPER is localized in the endoplasmic reticulum.",
            "score": 243.46087646484375
        },
        {
            "docid": "4109042_12",
            "document": "Cell signaling . Signaling molecules can belong to several chemical classes: lipids, phospholipids, amino acids, monoamines, proteins, glycoproteins, or gases. Signaling molecules binding surface receptors are generally large and hydrophilic (e.g. TRH, Vasopressin, Acetylcholine), while those entering the cell are generally small and hydrophobic (e.g. glucocorticoids, thyroid hormones, cholecalciferol, retinoic acid), but important exceptions to both are numerous, and a same molecule can act both via surface receptor or in an intracrine manner to different effects. In intracrine signaling, once inside the cell, a signaling molecule can bind to intracellular receptors, other elements, or stimulate enzyme activity (e.g. gasses). The intracrine action of peptide hormones remains a subject of debate.",
            "score": 243.36737060546875
        }
    ]
}