{
    "q": [
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 290.67124247550964
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 282.3306269645691
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 277.3144257068634
        },
        {
            "docid": "18143331_18",
            "document": "Neurogenetics . Neurogenetics is a field that is rapidly expanding and growing. The current areas of research are very diverse in their focuses. One area deals with molecular processes and the function of certain proteins, often in conjunction with cell signaling and neurotransmitter release, cell development and repair, or neuronal plasticity. Behavioral and cognitive areas of research continue to expand in an effort to pinpoint contributing genetic factors. As a result of the expanding neurogenetics field a better understanding of specific neurological disorders and phenotypes has arisen with direct correlation to genetic mutations. With severe disorders such as epilepsy, brain malformations, or mental retardation a single gene or causative condition has been identified 60% of the time; however, the milder the intellectual handicap the lower chance a specific genetic cause has been pinpointed. Autism for example is only linked to a specific, mutated gene about 15–20% of the time while the mildest forms of mental handicaps are only being accounted for genetically less than 5% of the time. Research in neurogenetics has yielded some promising results, though, in that mutations at specific gene loci have been linked to harmful phenotypes and their resulting disorders. For instance a frameshift mutation or a missense mutation at the \"DCX\" gene location causes a neuronal migration defect also known as lissencephaly. Another example is the \"ROBO3\" gene where a mutation alters axon length negatively impacting neuronal connections. Horizontal gaze palsy with progressive scoliosis (HGPPS) accompanies a mutation here. These are just a few examples of what current research in the field of neurogenetics has achieved.",
            "score": 147.895010471344
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 275.8993887901306
        },
        {
            "docid": "26871735_12",
            "document": "Thomas C. Südhof . A second influential contribution of Thomas Südhof is on synapse formation and specifications. Südhof discovered a number of key molecules in this process such as neurexins, present on presynaptic neurons, and neuroligins, present on postsynaptic neurons, that come together to form a physical protein bridge across the synapse. The diversity in types of neurexins and neuroligins allows for a variety of unique binding opportunities between neurons and impart a specificity to synaptic connections. Additionally he also discovered or elucidated the important functions of SynCAM, Latrophilins etc. in synapse formation. In additional studies, Südhof identified mutations in these proteins as a factor in inherited autism. Südhof is striving to elucidate the mechanism by which neurexins and neuroligins locate each other to form the synapse, their transcriptional regulation, and control of their variability.",
            "score": 267.2180061340332
        },
        {
            "docid": "33611862_5",
            "document": "Eomesodermin . It has been found experimentally through knock out studies, that mice lacking Eomesodermin/Tbr2 during early development have a reduced number of actively dividing cells, called proliferating cells, in the subventricular zone, a key area of neurogenesis in the brain. This, may lead to the microcephaly (small head size due to improper brain development) seen in Eomesodermin/Tbr2 deficient mice. Eomesodermin/Tbr2 lacking mice have smaller upper cortical layers and a smaller sub ventricular zone in the brain, and have an absence of a mitral cell (neurons involved in the olfactory pathway) layer, with mitral cells instead being scattered about. On the behavioral side, Eomesodermin/Tbr2 lacking mice show high anger levels and perform infanticide. Eomesodermin/Tbr2 lacking mice also seem to have problems with long axon connections. Axons are projections from neurons that connect with other cells in what is called a synapse and send neurotransmitters. In this way, they can communicate with other cells, and form the processing that allows are brains to function. Eomesodermin/Tbr2 lacking mice seem to lack fully formed commissural fibers, which connect the two hemispheres of the brain, and lack the corpus callosum, another region of the brain involved in hemisphere connections.",
            "score": 255.23839688301086
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 216.3163262605667
        },
        {
            "docid": "372271_3",
            "document": "Dentate gyrus . The dentate gyrus (DG) consists of three distinct layers: molecular, granular, and polymorphic, and participates in the 'hippocampal circuit' or trisynaptic loop. The neurons of the granule cell layer are called granule cells and project axons called mossy fibers to synapse on the dendrites of CA3 pyramidal neurons. Granule cells of the DG receive excitatory input from the entorhinal cortex by way of the perforant pathway. This input is primarily made up of signals from layer II of the entorhinal cortex, and the dentate gyrus receives no direct inputs from other cortical structures. The perforant pathway is divided into the medial and lateral perforant paths, generated, respectively, at the medial and lateral portions of the entorhinal cortex. The medial perforant path synapses onto the proximal dendritic area of the granule cells, whereas the lateral perforant path does so onto their distal dendrites. Most lateral views of the dentate gyrus may appear to suggest a structure consisting of just one entity, but medial movement may provide evidence of the ventral and dorsal parts of the dentate gyrus.",
            "score": 255.24573957920074
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 267.8242299556732
        },
        {
            "docid": "15510783_2",
            "document": "Neuroligin . Neuroligin (NLGN), a type I membrane protein, is a cell adhesion protein on the postsynaptic membrane that mediates the formation and maintenance of synapses between neurons. Neuroligins act as ligands for β-Neurexins, which are cell adhesion proteins located presynaptically. Neuroligin and β-neurexin \"shake hands,\" resulting in the connection between two neurons and the production of a synapse. Neuroligins also affect the properties of neural networks by specifying synaptic functions, and they mediate signalling by recruiting and stabilizing key synaptic components. Neuroligins interact with other postsynaptic proteins to localize neurotransmitter receptors and channels in the postsynaptic density as the cell matures. Additionally, neuroligins are expressed in human peripheral tissues and have been found to play a role in angiogenesis. In humans, alterations in genes encoding neuroligins are implicated in autism and other cognitive disorders.",
            "score": 249.89706230163574
        },
        {
            "docid": "20945667_11",
            "document": "Myoclonic dystonia . The majority of myoclonus dystonia cases are the result of a mutation in the epsilon sarcoglycan gene (SGCE). This gene is found on chromosome 7, with its specific cytogenic location being 7q21.3. The 70,985 bp SGCE gene encodes the protein epsilon (ε)-sarcoglycan. The five proteins that make up the sarcoglycan family function as integral membrane proteins that anchor the cytoskeleton of cells to the extracellular matrix. Epsilon sarcoglycan is a membrane protein that can be found in the liver, lungs, kidney, and spleen, but is most prevalent in muscle and neuronal cells. Its prevalence in both muscle fibers and the synapses of neurons suggest why symptoms of both myoclonus and dystonia appear from the improperly functioning protein. Recessive mutations in the other sarcoglycans also result in muscular disorders, further supporting that mutations in the SGCE gene cause myoclonus dystonia.",
            "score": 188.79115080833435
        },
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 305.27511382102966
        },
        {
            "docid": "16526850_6",
            "document": "Trisynaptic circuit . The dentate gyrus (DG) is the innermost section of the hippocampal formation. The dentate gyrus consists of three layers: molecular, granular, and polymorphic. Granule neurons, which are the most prominent type of DG cells, are mainly found in the granular layer. These granule cells are the major source of input of the hippocampal formation, receiving most of their information from layer II of the entorhinal cortex, via the perforant pathway. Information from the DG is directed to the pyramidal cells of CA3 through mossy fibres. Neurons within the DG are famous for being one of two nervous system areas capable of neurogenesis, the growth or development of nervous tissue.",
            "score": 243.62224435806274
        },
        {
            "docid": "36571825_5",
            "document": "Susan Ackerman (neuroscientist) . Ackerman's research has centered largely on the \"Unc5c\" gene. The gene product of Unc5c is the Unc5c protein, a neurological netrin receptor. Her research on Unc5c protein revealed that the protein is integral in the development of the corpus callosum, the neurons that form the connection between the two hemispheres of the brain. A mutation in the \"Unc5c\" gene, in association with other mutated genes, leads to a degeneration of the corpus callosum. However, if \"Unc5c\" is the only gene that is mutated, no noticeable difference in the corpus callosum is present. This is because the Unc5c receptor is only integral in the formation of the corpus callosum in early-born, deep layer neurons. These neurons comprise a small percentage of the corpus callosum relative to the late-born, upper layer neurons.",
            "score": 175.607351064682
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 262.50608336925507
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 272.9163078069687
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 270.268700838089
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 283.1859498023987
        },
        {
            "docid": "21610244_7",
            "document": "Ribbon synapse . The molecular composition between conventional neuronal synapse and ribbon synapse is surprisingly dissimilar. At the core of synaptic vesicle exocytosis machinery in vertebrate neuronal synapses is the SNARE complex. The minimally functional SNARE complex includes syntaxin 1, VAMP 1 and 2, and SNAP-25. In contrast, genetic ablation or application of botulinum, targeting SNAP-25, syntaxin 1-3, and VAMP 1-3, did not affect inner hair cell ribbon synapse exocytosis in mice. Additionally, no neuronal SNAREs were observed in hair cells using immunostaining, pointing to the possibility of a different exocytosis mechanism. However, several studies found SNARE mRNA and protein expressed in hair cell, perhaps indicating presence of a neuronal SNARE complex in ribbon synapse that is present in low levels and with very redundant components.",
            "score": 254.7091383934021
        },
        {
            "docid": "3255214_13",
            "document": "Pachygyria . LIS1 is responsible for the autosomal form of lissencephaly. Mutations of the LIS1 gene are associated with about 80% of those affected with lissencephaly. LIS1 was the first human neuronal migration gene to be cloned. It is responsible for encoding the alpha subunit of the intracellular Ib isoform of platelet-activating factor acetylhydrolase. It is located on chromosome 17p13.3 and has 11 exons with a coding region of 1233bp. LIS1 protein appears to interact with tubulin to suppress microtubule dynamics. The protein is highly conserved and studies have shown that it participates in cytoplasmic dynein-mediated nucleokinesis, somal translocation, cell motility, mitosis, and chromosome segregation. LIS1 encodes for a 45kDa protein called PAFAH1B1 that contains seven WD40 repeats required for proper neuronal migration. The LIS1 gene encodes for a protein similar to the β subunit of G proteins responsible for degrading bioactive lipid platelet-activating factor (PAF). This leads to theories that LIS1 might exert its effect on migration through microtubules. Specific concentrations of PAF may be necessary for optimal neuronal migration by influencing cell morphology adhesion properties. Studies have shown that addition of PAF or inhibition of platelet-activating factor acetylhydrolase (PAF-AH) decreases cerebellar granule cell migration \"in vitro\". Addition of PAF to hippocampal cells have shown growth cone collapse and neurite retraction. LIS1 knockout homozygous null mice die during embryogenesis and heterozygous mice survive with delayed neuronal migration confirmed by \"in vitro\" and \"in vivo\" cell migration assays. Most lissencephaly cases are associated with deletions of mutations of the LIS1 gene and the results are usually more severe in the posterior brain regions.",
            "score": 193.43765723705292
        },
        {
            "docid": "563203_2",
            "document": "Excitatory synapse . An excitatory synapse is a synapse in which an action potential in a presynaptic neuron increases the probability of an action potential occurring in a postsynaptic cell. It makes it more likely for action potential to happen. Neurons form networks through which nerve impulses travel, each neuron often making numerous connections with other cells. These electrical signals may be excitatory or inhibitory, and, if the total of excitatory influences exceeds that of the inhibitory influences, the neuron will generate a new action potential at its axon hillock, thus transmitting the information to yet another cell.",
            "score": 262.9259865283966
        },
        {
            "docid": "1648200_14",
            "document": "L1 (protein) . L1 is involved in neuron-neuron adhesion, neurite fasciculation, outgrowth of neurites, cerebellar granule cell migration, neurite outgrowth on Schwann cells and interactions among epithelial cells of intestinal crypts. As a consequence, mutations in the L1CAM gene cause the Nervous System to malfunction. The main disorders linked to this mutation are known by the acronym CRASH or can be also referred as L1 syndrome. This includes disorders such as HSAS, MASA syndrome, agenesis of the corpus callosum and spastic paraplegia. Lower limb spasticity, mental retardation, hydrocephalus and flexion deformity of the thumbs are some of the symptoms expressed mostly in male individuals who suffer from this condition. Although the pathological mechanisms leading to L1syndrome are still unknown, about 200 mutations of the L1CAM gene have been identified and then associated with the syndrom. These mutations mostly affect structurally important key residues in the extracellular region of L1 causing alterations in the protein binding properties, which correlate to the impairment of neuronal physiological mechanisms such as cell adhesion or specific interacting with other molecules. Ankyrin interaction with L1CAM is an example of a protein binding that fails in CRASH patients due to a mutation that causes leucine and histidine to replace serine and tyrosine respectively, in the SFIGQY motif, where aknkyrin should be binded in the L1CAM family cytoplasmic terminus. Ankyrin-L1CAM interaction is involved in the growth cone initiation, consequently, a failure in this interaction causes neurites to not reach synaptic target.",
            "score": 145.2442148923874
        },
        {
            "docid": "569879_14",
            "document": "Nociceptor . Afferent nociceptive fibers (those that send information \"to\", rather than \"from\" the brain) travel back to the spinal cord where they form synapses in its dorsal horn. This nociceptive fiber (located in the periphery) is a first order neuron. The cells in the dorsal horn are divided into physiologically distinct layers called laminae. Different fiber types form synapses in different layers, and use either glutamate or substance P as the neurotransmitter. Aδ fibers form synapses in laminae I and V, C fibers connect with neurons in lamina II, Aβ fibers connect with lamina I, III, & V. After reaching the specific lamina within the spinal cord, the first order nociceptive project to second order neurons that cross the midline at the anterior white commissure. The second order neurons then send their information via two pathways to the thalamus: the dorsal column medial-lemniscal system and the anterolateral system. The first is reserved more for regular non-painful sensation, while the lateral is reserved for pain sensation. Upon reaching the thalamus, the information is processed in the ventral posterior nucleus and sent to the cerebral cortex in the brain via fibers in the posterior limb of the internal capsule. As there is an ascending pathway to the brain that initiates the conscious realization of pain, there also is a descending pathway which modulates pain sensation. The brain can request the release of specific hormones or chemicals that can have analgesic effects which can reduce or inhibit pain sensation. The area of the brain that stimulates the release of these hormones is the hypothalamus.",
            "score": 253.96719622612
        },
        {
            "docid": "14797918_4",
            "document": "USP9X . Depletion of USP9X from two-cell mouse embryos halts blastocyst development and results in slower blastomere cleavage rate, impaired cell adhesion and a loss of cell polarity. It has also been implicated that USP9X is likely to influence developmental processes through signaling pathways of Notch, Wnt, EGF, and mTOR. USP9X has been recognized in studies of mouse and human stem cells involving embryonic, neural and hematopoietic stem cells. High expression is retained in undifferentiated progenitor and stem cells and decreases as differentiation continues. USP9X is a protein-coding gene that has been implicated either directly through mutations or indirectly in a number of neurodevelopmental and neurodegenerative disorders. Three mutations have been connected with X-linked intellectual disability and disrupt neuronal growth and cell migration. Neurodegenerative disorders, such as Alzheimer’s, Parkinson’s and Huntington’s disease, have also been linked to USP9X. Specifically, USP9X has been implicated in the regulation of the phosphorylation and expression of the microtule-associated protein tau, which forms pathological aggregates in Alzheimer’s and other tauopathies. Scientists have generated a knockout model where they isolated hippocampal neurons from an USP9X-knockout male mouse, which showed a 43% reduction in axonal length and aborization compared to wildtype.",
            "score": 144.38643050193787
        },
        {
            "docid": "3185775_9",
            "document": "Gate control theory . An inhibitory connection may exist with Aβ and C fibers, which may form a synapse on the same projection neuron. The same neurons may also form synapses with an inhibitory interneuron that also synapses on the projection neuron, reducing the chance that the latter will fire and transmit pain stimuli to the brain (image on the right). The inhibitory interneuron fires spontaneously. The C fiber's synapse would inhibit the inhibitory interneuron, indirectly increasing the projection neuron's chance of firing. The Aβ fiber, on the other hand, forms an \"excitatory\" connection with the inhibitory interneuron, thus \"decreasing\" the projection neuron's chance of firing (like the C fiber, the Aβ fiber also has an excitatory connection on the projection neuron itself). Thus, depending on the relative rates of firing of C and Aβ fibers, the firing of the nonnociceptive fiber may inhibit the firing of the projection neuron and the transmission of pain stimuli.",
            "score": 264.68571758270264
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 285.521511554718
        },
        {
            "docid": "11088829_76",
            "document": "Nerve guidance conduit . Inserting neurons into a bioartificial nerve conduit seems like the most obvious method for replacing damaged nerves; however, neurons are unable to proliferate and they are often short-lived in culture. Thus, neural progenitor cells are more promising candidates for replacing damaged and degenerated neurons because they are self-renewing, which allows for the \"in vitro\" production of many cells with minimal donor material. In order to confirm that the new neurons formed from neural progenitor cells are a part of a functional network, the presence of synapse formation is required. A study by Ma, Fitzgerald et al. is the first demonstration of murine neural stem and progenitor cell-derived functional synapse and neuronal network formation on a 3D collagen matrix. The neural progenitor cells expanded and spontaneously differentiated into excitable neurons and formed synapses; furthermore, they retained the ability to differentiate into the three neural tissue lineages. It was also demonstrated that not only active synaptic vesicle recycling occurred, but also that excitatory and inhibitory connections capable of generating action potentials spontaneously were formed. Thus, neural progenitor cells are a viable and relatively unlimited source for creating functional neurons.",
            "score": 277.34496772289276
        },
        {
            "docid": "2918988_5",
            "document": "Neurotransmission . Neurons form elaborate networks through which nerve impulses (action potentials) travel. Each neuron has as many as 15,000 connections with other neurons. Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at close contact points called synapses. A neuron transports its information by way of an action potential. When the nerve impulse arrives at the synapse, it may cause the release of neurotransmitters, which influence another (postsynaptic) neuron. The postsynaptic neuron may receive inputs from many additional neurons, both excitatory and inhibitory. The excitatory and inhibitory influences are summed, and if the net effect is inhibitory, the neuron will be less likely to \"fire\" (i.e., generate an action potential), and if the net effect is excitatory, the neuron will be more likely to fire. How likely a neuron is to fire depends on how far its membrane potential is from the threshold potential, the voltage at which an action potential is triggered because enough voltage-dependent sodium channels are activated so that the net inward sodium current exceeds all outward currents. Excitatory inputs bring a neuron closer to threshold, while inhibitory inputs bring the neuron farther from threshold. An action potential is an \"all-or-none\" event; neurons whose membranes have not reached threshold will not fire, while those that do must fire. Once the action potential is initiated (traditionally at the axon hillock), it will propagate along the axon, leading to release of neurotransmitters at the synaptic bouton to pass along information to yet another adjacent neuron.",
            "score": 276.0784754753113
        },
        {
            "docid": "5401463_7",
            "document": "Neuroproteomics . It is commonly known that drug addiction involves permanent synaptic plasticity of various neuronal circuits. Neuroproteomics is being applied to study the effect of drug addiction across the synapse. Research is being conducted by isolating distinct regions of the brain in which synaptic transmission takes place and defining the proteome for that particular region. Different stages of drug abuse must be studied, however, in order to map out the progression of protein changes along the course of the drug addiction. These stages include enticement, ingesting, withdrawal, addiction, and removal. It begins with the change in the genome through transcription that occurs due to the abuse of drugs. It continues to identify the most likely proteins to be affected by the drugs and focusing in on that area. For drug addiction, the synapse is the most likely target as it involves communication between neurons. Lack of sensory communication in neurons is often an outward sign of drug abuse, and so neuroproteomics is being applied to find out what proteins are being affected to prevent the transport of neurotransmitters. In particular, the vesicle releasing process is being studied to identify the proteins involved in the synapse during drug abuse. Proteins such as synaptotagmin and synaptobrevin interact to fuse the vesicle into the membrane. Phosphorylation also has its own set of proteins involved that work together to allow the synapse to function properly. Drugs such as morphine change properties such as cell adhesion, neurotransmitter volume, and synaptic traffic. After significant morphine application, tyrosine kinases received less phosphorylation and thus send fewer signals inside the cell. These receptor proteins are unable to initiate the intracellular signaling processes that enable the neuron to live, and necrosis or apoptosis may be the result. With more and more neurons affected along this chain of cell death, permanent loss of sensory or motor function may be the result. By identifying the proteins that are changed with drug abuse, neuroproteomics may give clinicians even earlier biomarkers to test for to prevent permanent neurological damage.",
            "score": 246.4237983226776
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 260.6573519706726
        },
        {
            "docid": "34215616_42",
            "document": "Epilepsy-intellectual disability in females . Dr. Jack Parent and his research team at the University of Michigan are currently conducting research to understand how PCHD19 gene mutations leads to disruptions in brain development. The research, funded by a grant from The Cute Syndrome Foundation, is seeking to reprogram fibroblasts from subjects with the PCHD19 mutation into induced pluripotent stem cells (iPSC), which will then be used to make patient-specific neurons in a cell culture environment. The researchers are looking to see if these patient-specific neurons produce epileptic-like activity, as well as to discover the mechanism underlying the seizures and cognitive dysfunction associated with PCDH19 mutations.",
            "score": 161.99270868301392
        }
    ],
    "r": [
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 305.2751159667969
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 290.6712341308594
        },
        {
            "docid": "56806820_12",
            "document": "Synaptic stabilization . As synapses mature in the CA3 region of the Hippocampus, Nectins and Cadherins, which affiliate closely with one another in synaptic stabilization, are shifted to the periphery of the active zone and form the Puncta Adherentia Junction (PAJ). The PAJ functions much like Adherens junctions in epithelial tissues. The displacement of these CAMs and the formation of this junction provides the nascent synaptic membranes room to interact and mature while partitioning off the surrounding membrane and providing cytoskeletal fixation. Neurexin-Neuroligin interactions help establish the trans-synaptic functional asymmetry essential for the stabilization and maintenance of proper synaptic transmission. Presynaptic neurexin and its postsynaptic binding partner, neuroligin, complex early in neural development and are both known to be potent inducers of synaptogenesis. Non-neuronal cells that artificially express neurexin are sufficient to mobilize post-synaptic specializations in co-cultured neurons; neuroligin-expressing cells are likewise able to induce markers of pre-synaptic differentiation in neighboring neurons. However, while both play an important role in synaptogenesis, these cell adhesion molecule are not necessary for formation of neuronal connections during development. A triple knockout mouse mutant of either neurexins or neuroligins exhibit a normal number of synapses but express an embryonic lethal phenotype due to impairment of normal synaptic transmission. Therefore, they are not necessary for synapse formation \"per se\" but are essential for the maturation and integration of synapses into the functional circuits necessary for survival.",
            "score": 290.0204162597656
        },
        {
            "docid": "184540_3",
            "document": "Gamma-Aminobutyric acid . In vertebrates, GABA acts at inhibitory synapses in the brain by binding to specific transmembrane receptors in the plasma membrane of both pre- and postsynaptic neuronal processes. This binding causes the opening of ion channels to allow the flow of either negatively charged chloride ions into the cell or positively charged potassium ions out of the cell. This action results in a negative change in the transmembrane potential, usually causing hyperpolarization. Two general classes of GABA receptor are known: Neurons that produce GABA as their output are called GABAergic neurons, and have chiefly inhibitory action at receptors in the adult vertebrate. Medium spiny cells are a typical example of inhibitory central nervous system GABAergic cells. In contrast, GABA exhibits both excitatory and inhibitory actions in insects, mediating muscle activation at synapses between nerves and muscle cells, and also the stimulation of certain glands. In mammals, some GABAergic neurons, such as chandelier cells, are also able to excite their glutamatergic counterparts.",
            "score": 285.5215148925781
        },
        {
            "docid": "20848680_7",
            "document": "Cellular neuroscience . Neurons communicate with one another via synapses. Synapses are specialized junctions between two cells in close apposition to one another. In a synapse, the neuron that sends the signal is the presynaptic neuron and the target cell receives that signal is the postsynaptic neuron or cell. Synapses can be either electrical or chemical. Electrical synapses are characterized by the formation of gap junctions that allow ions and other organic compound to instantaneously pass from one cell to another. Chemical synapses are characterized by the presynaptic release of neurotransmitters that diffuse across a synaptic cleft to bind with postsynaptic receptors. A neurotransmitter is a chemical messenger that is synthesized within neurons themselves and released by these same neurons to communicate with their postsynaptic target cells. A receptor is a transmembrane protein molecule that a neurotransmitter or drug binds. Chemical synapses are slower than electrical synapses.",
            "score": 283.1859436035156
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 282.33062744140625
        },
        {
            "docid": "21944_33",
            "document": "Nervous system . According to a rule called Dale's principle, which has only a few known exceptions, a neuron releases the same neurotransmitters at all of its synapses. This does not mean, though, that a neuron exerts the same effect on all of its targets, because the effect of a synapse depends not on the neurotransmitter, but on the receptors that it activates. Because different targets can (and frequently do) use different types of receptors, it is possible for a neuron to have excitatory effects on one set of target cells, inhibitory effects on others, and complex modulatory effects on others still. Nevertheless, it happens that the two most widely used neurotransmitters, glutamate and GABA, each have largely consistent effects. Glutamate has several widely occurring types of receptors, but all of them are excitatory or modulatory. Similarly, GABA has several widely occurring receptor types, but all of them are inhibitory. Because of this consistency, glutamatergic cells are frequently referred to as \"excitatory neurons\", and GABAergic cells as \"inhibitory neurons\". Strictly speaking, this is an abuse of terminology—it is the receptors that are excitatory and inhibitory, not the neurons—but it is commonly seen even in scholarly publications.",
            "score": 281.6935119628906
        },
        {
            "docid": "21445461_21",
            "document": "Nonsynaptic plasticity . One mechanism for preserving the dynamic range of a neuron is synaptic scaling, the homeostatic form of plasticity that restores neuronal activity to its normal 'baseline' levels by changing the postsynaptic response of all the synapses of a neuron as a function of activity. This means that the same scaling is done to each synapse, to either strengthen or weaken all of a neuron’s connections. Scaling can be multiplicative (multiplying or dividing the strength of each synapse by a constant number) or additive (adding or subtracting the same value from the synaptic weight). Homeostatic mechanisms go beyond the synapse. Modulation of the intrinsic excitability of a neuron is a way to maintain stability despite changing numbers and strengths of synapses. Cultured cortical pyramidal neurons maintain stability through the regulation of ionic conductances. The regulation of ionic conductances is achieved through the controlled release of brain-derived neurotrophic factor (BDNF). BDNF has also been found to influence synaptic scaling, suggesting that this neurotrophic factor may be responsible for the coordination of synaptic and nonsynaptic mechanisms in homeostatic plasticity.",
            "score": 278.94091796875
        },
        {
            "docid": "27809_6",
            "document": "Chemical synapse . Synapses are functional connections between neurons, or between neurons and other types of cells. A typical neuron gives rise to several thousand synapses, although there are some types that make far fewer. Most synapses connect axons to dendrites, but there are also other types of connections, including axon-to-cell-body, axon-to-axon, and dendrite-to-dendrite. Synapses are generally too small to be recognizable using a light microscope except as points where the membranes of two cells appear to touch, but their cellular elements can be visualized clearly using an electron microscope.",
            "score": 277.86517333984375
        },
        {
            "docid": "11088829_76",
            "document": "Nerve guidance conduit . Inserting neurons into a bioartificial nerve conduit seems like the most obvious method for replacing damaged nerves; however, neurons are unable to proliferate and they are often short-lived in culture. Thus, neural progenitor cells are more promising candidates for replacing damaged and degenerated neurons because they are self-renewing, which allows for the \"in vitro\" production of many cells with minimal donor material. In order to confirm that the new neurons formed from neural progenitor cells are a part of a functional network, the presence of synapse formation is required. A study by Ma, Fitzgerald et al. is the first demonstration of murine neural stem and progenitor cell-derived functional synapse and neuronal network formation on a 3D collagen matrix. The neural progenitor cells expanded and spontaneously differentiated into excitable neurons and formed synapses; furthermore, they retained the ability to differentiate into the three neural tissue lineages. It was also demonstrated that not only active synaptic vesicle recycling occurred, but also that excitatory and inhibitory connections capable of generating action potentials spontaneously were formed. Thus, neural progenitor cells are a viable and relatively unlimited source for creating functional neurons.",
            "score": 277.344970703125
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 277.3144226074219
        },
        {
            "docid": "27809_29",
            "document": "Chemical synapse . An electrical synapse is an electrically conductive link between two abutting neurons that is formed at a narrow gap between the pre- and postsynaptic cells, known as a gap junction. At gap junctions, cells approach within about 3.5 nm of each other, rather than the 20 to 40 nm distance that separates cells at chemical synapses. As opposed to chemical synapses, the postsynaptic potential in electrical synapses is not caused by the opening of ion channels by chemical transmitters, but rather by direct electrical coupling between both neurons. Electrical synapses are faster than chemical synapses. Electrical synapses are found throughout the nervous system, including in the retina, the reticular nucleus of the thalamus, the neocortex, and in the hippocampus. While chemical synapses are found between both excitatory and inhibitory neurons, electrical synapses are most commonly found between smaller local inhibitory neurons. Electrical synapses can exist between two axons, two dendrites, or between an axon and a dendrite. In some fish and amphibians, electrical synapses can be found within the same terminal of a chemical synapse, as in Mauthner cells.",
            "score": 276.9053649902344
        },
        {
            "docid": "37691875_20",
            "document": "Addiction-related structural neuroplasticity . Exposure to drugs of abuse elicits LTP at excitatory synapses on VTA dopamine neurons. Excitatory synapses in brain slices from the VTA taken 24 hours after a single cocaine exposure showed an increase in AMPA receptors in comparison to a saline control. Additional LTP could not be induced in these synapses. This is thought to be because the maximal amount of LTP had already been induced by the administration of cocaine. LTP is only seen on the dopamine neurons, not on neighboring GABAergic neurons. This is of interest because the administration of drugs of abuse increases the excitation of VTA dopamine neurons, but does not increase inhibition. Excitatory inputs into the VTA will activate the dopamine neurons 200%, but do not increase activation of GABA neurons which are important in local inhibition.",
            "score": 276.4593505859375
        },
        {
            "docid": "2918988_5",
            "document": "Neurotransmission . Neurons form elaborate networks through which nerve impulses (action potentials) travel. Each neuron has as many as 15,000 connections with other neurons. Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at close contact points called synapses. A neuron transports its information by way of an action potential. When the nerve impulse arrives at the synapse, it may cause the release of neurotransmitters, which influence another (postsynaptic) neuron. The postsynaptic neuron may receive inputs from many additional neurons, both excitatory and inhibitory. The excitatory and inhibitory influences are summed, and if the net effect is inhibitory, the neuron will be less likely to \"fire\" (i.e., generate an action potential), and if the net effect is excitatory, the neuron will be more likely to fire. How likely a neuron is to fire depends on how far its membrane potential is from the threshold potential, the voltage at which an action potential is triggered because enough voltage-dependent sodium channels are activated so that the net inward sodium current exceeds all outward currents. Excitatory inputs bring a neuron closer to threshold, while inhibitory inputs bring the neuron farther from threshold. An action potential is an \"all-or-none\" event; neurons whose membranes have not reached threshold will not fire, while those that do must fire. Once the action potential is initiated (traditionally at the axon hillock), it will propagate along the axon, leading to release of neurotransmitters at the synaptic bouton to pass along information to yet another adjacent neuron.",
            "score": 276.0784912109375
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 275.8993835449219
        },
        {
            "docid": "41119587_8",
            "document": "Sharp waves and ripples . Emergence of these self-organized hippocampal events are dependent on interactions between various pyramidal and granule neurons with different types of the interneurons in this circuit. Pyramidal cells of CA3 and CA1 dendritic layer region are important in generating these waves, and they affect the subiculum, parasubiculum, entorhinal cortex, and ultimately neurons of the neocortex.  During SWRs, which last approximately 100 milliseconds, 50,000-100,000 neurons discharge in synchrony, making SWRs the most synchronous event in the brain.  An important concept about the neuronal populations participating in these events, is the fact that they are experience-dependent. Sequences that have been active during the animal's activity are the ones participating in SWRs. Activity would spread along the pathways that have stronger synapses. This is one of the features of SWRs providing evidence for their role in memory consolidation.",
            "score": 275.08929443359375
        },
        {
            "docid": "10459803_12",
            "document": "Neuron (software) . Neuron allows for the generation of mixed models, populated with both artificial cells and neurons. Artificial cells essentially function as point processes, implemented into the network. Artificial cells require only a point process, with defined parameters. The user can create the structure and dynamics of network cells. The user can create synapses, using simulated synapse point processes as archetypes. Parameters on these point processes can be manipulated to simulate both inhibitory and excitatory responses. Synapses can be placed on specific segments of the constructed cell, wherein, again, they will behave as point processes, except that they are sensitive to the activity of a pre-synaptic element. Cells can be managed. The user creates the basic grid of network cells, taking previously completed network cells as archetypes. Connections can be defined between source cells and target synapses on other cells. The cell containing the target synapse becomes the post-synaptic element, whereas the source cells function as pre-synaptic elements. Weights can be added to define strength of activation of a synapse by the pre-synaptic cell. A plot option can be activated to open a graph of spikes across time for individual neurons.",
            "score": 274.6938171386719
        },
        {
            "docid": "1224698_15",
            "document": "Synaptogenesis . Although the study of synaptogenesis within the central nervous system (CNS) is much more recent than that of the NMJ, there is promise of relating the information learned at the NMJ to synapses within the CNS. Many similar structures and basic functions exist between the two types of neuronal connections. At the most basic level, the CNS synapse and the NMJ both have a nerve terminal that is separated from the postsynaptic membrane by a cleft containing specialized extracellular material. Both structures exhibit localized vesicles at the active sites, clustered receptors at the post-synaptic membrane, and glial cells that encapsulate the entire synaptic cleft. In terms of synaptogenesis, both synapses exhibit differentiation of the pre- and post-synaptic membranes following initial contact between the two cells. This includes the clustering of receptors, localized up-regulation of protein synthesis at the active sites, and neuronal pruning through synapse elimination.",
            "score": 273.8671875
        },
        {
            "docid": "14723656_6",
            "document": "Granulin . Although progranulin expression increases as cells mature, they are still involved in the development of multiple cell types. Progranulin is hypothesized to be a neurotrophic factor involved in corticogenisis. Induced pluripotent stem cell lines (IPSC) harboring the GRN mutation show a decrease in cortical neuronal differentiation ability. A recent mice study suggests that progranulin may be involved in regulating the early development of cerebellar tissue by selecting for individual climbing fibers as they intersect and form synapses with Purkinje cells. In addition, several studies implicate progranulin in synaptic pruning, a microglial process that occurs during development of the neural network. Cytokines, a neuronal marker for synapse elimination, is found to be upregulated in neurons with the GRN mutation. Increased cytokine tagging results in an increase in microglial density and activity around synapses. Progranulin may also be involved in sexual determination during embryonic development.",
            "score": 273.82757568359375
        },
        {
            "docid": "5064345_3",
            "document": "Metaplasticity . The brain is \"plastic\", meaning it can be molded and formed. This plasticity is what allows you to learn throughout your lifetime; your synapses change based on your experience. New synapses can be made, old ones destroyed, or existing ones can be strengthened or weakened. The original theory of plasticity is called \"Hebbian plasticity\", named after Donald Hebb in 1949. A quick but effective summary of Hebbian theory is that \"cells that fire together, wire together\", together being the key word here which will be explained shortly. Hebb described an early concept of the theory, not the actual mechanics themselves. Hebbian plasticity involves two mechanisms: LTP and LTD, discovered by Bliss and Lomo in 1973. LTP, or long-term potentiation, is the increase of synapse sensitivity due to a prolonged period of activity in both the presynaptic and postsynaptic neuron. This prolonged period of activity is normally concentrated electric impulses, usually around 100 Hz. It is called \"coincidence\" detection in that it only strengthens the synapse if there was sufficient activity in both the presynaptic and postsynaptic cells. If the postsynaptic cell does not become sufficiently depolarized then there is no coincidence detection and LTP/LTD do not occur. LTD, or long-term depression, works the same way however it focuses on a lack of depolarization coincidence. LTD can be induced by electrical impulses at around 5 Hz. These changes are synapse specific. A neuron can have many different synapses all controlled via the same mechanisms defined here.",
            "score": 273.5865783691406
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 272.9162902832031
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 272.832763671875
        },
        {
            "docid": "16526850_3",
            "document": "Trisynaptic circuit . The trisynaptic circuit is a neural circuit in the hippocampus, which is made up of three major cell groups: granule cells in the dentate gyrus, pyramidal neurons in CA3, and pyramidal neurons in CA1. The hippocampal relay involves 3 main regions within the hippocampus which are classified according to their cell type and projection fibers. The first projection of the hippocampus occurs between the entorhinal cortex and the dentate gyrus. The entorhinal cortex transmits its signals from the parahippocampal gyrus to the dentate gyrus via granule cell fibers known collectively as the perforant path. The dentate gyrus then synapses on pyramidal cells in CA3 via mossy cell fibers. CA3 then fires to CA1 via Schaffer collaterals which synapse in the subiculum and are carried out through the fornix. Collectively the dentate gyrus, CA1 and CA3 of the hippocampus compose the trisynaptic loop.",
            "score": 270.58392333984375
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 270.2687072753906
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 268.5964050292969
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 267.9957275390625
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 267.82421875
        },
        {
            "docid": "26871735_12",
            "document": "Thomas C. Südhof . A second influential contribution of Thomas Südhof is on synapse formation and specifications. Südhof discovered a number of key molecules in this process such as neurexins, present on presynaptic neurons, and neuroligins, present on postsynaptic neurons, that come together to form a physical protein bridge across the synapse. The diversity in types of neurexins and neuroligins allows for a variety of unique binding opportunities between neurons and impart a specificity to synaptic connections. Additionally he also discovered or elucidated the important functions of SynCAM, Latrophilins etc. in synapse formation. In additional studies, Südhof identified mutations in these proteins as a factor in inherited autism. Südhof is striving to elucidate the mechanism by which neurexins and neuroligins locate each other to form the synapse, their transcriptional regulation, and control of their variability.",
            "score": 267.2179870605469
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 265.52569580078125
        },
        {
            "docid": "21865_16",
            "document": "Neurotransmitter . Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at contact points called synapses: a junction within two nerve cells, consisting of a miniature gap within which impulses are carried by a neurotransmitter. A neuron transports its information by way of a nerve impulse called an action potential. When an action potential arrives at the synapse's presynaptic terminal button, it may stimulate the release of neurotransmitters. These neurotransmitters are released into the synaptic cleft to bind onto the receptors of the postsynaptic membrane and influence another cell, either in an inhibitory or excitatory way. The next neuron may be connected to many more neurons, and if the total of excitatory influences minus inhibitory influences is great enough, it will also \"fire\". That is to say, it will create a new action potential at its axon hillock, releasing neurotransmitters and passing on the information to yet another neighboring neuron.",
            "score": 265.04608154296875
        },
        {
            "docid": "32472154_36",
            "document": "Deep learning . An ANN is based on a collection of connected units called artificial neurons, (analogous to axons in a biological brain). Each connection (synapse) between neurons can transmit a signal to another neuron. The receiving (postsynaptic) neuron can process the signal(s) and then signal downstream neurons connected to it. Neurons may have state, generally represented by real numbers, typically between 0 and 1. Neurons and synapses may also have a weight that varies as learning proceeds, which can increase or decrease the strength of the signal that it sends downstream.",
            "score": 264.87823486328125
        },
        {
            "docid": "3185775_9",
            "document": "Gate control theory . An inhibitory connection may exist with Aβ and C fibers, which may form a synapse on the same projection neuron. The same neurons may also form synapses with an inhibitory interneuron that also synapses on the projection neuron, reducing the chance that the latter will fire and transmit pain stimuli to the brain (image on the right). The inhibitory interneuron fires spontaneously. The C fiber's synapse would inhibit the inhibitory interneuron, indirectly increasing the projection neuron's chance of firing. The Aβ fiber, on the other hand, forms an \"excitatory\" connection with the inhibitory interneuron, thus \"decreasing\" the projection neuron's chance of firing (like the C fiber, the Aβ fiber also has an excitatory connection on the projection neuron itself). Thus, depending on the relative rates of firing of C and Aβ fibers, the firing of the nonnociceptive fiber may inhibit the firing of the projection neuron and the transmission of pain stimuli.",
            "score": 264.6856994628906
        }
    ]
}