{
    "q": [
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 155.99361157417297
        },
        {
            "docid": "237704_38",
            "document": "Saccharomyces cerevisiae . The availability of the \"S. cerevisiae\" genome sequence and a set of deletion mutants covering 90% of the yeast genome has further enhanced the power of \"S. cerevisiae\" as a model for understanding the regulation of eukaryotic cells. A project underway to analyze the genetic interactions of all double-deletion mutants through synthetic genetic array analysis will take this research one step further. The goal is to form a functional map of the cell's processes. As of 2010 a model of genetic interactions is most comprehensive yet to be constructed, containing \"the interaction profiles for ~75% of all genes in the Budding yeast\". This model was made from 5.4 million two-gene comparisons in which a double gene knockout for each combination of the genes studied was performed. The effect of the double knockout on the fitness of the cell was compared to the expected fitness. Expected fitness is determined from the sum of the results on fitness of single-gene knockouts for each compared gene. When there is a change in fitness from what is expected, the genes are presumed to interact with each other. This was tested by comparing the results to what was previously known. For example, the genes Par32, Ecm30, and Ubp15 had similar interaction profiles to genes involved in the Gap1-sorting module cellular process. Consistent with the results, these genes, when knocked out, disrupted that process, confirming that they are part of it. From this, 170,000 gene interactions were found and genes with similar interaction patterns were grouped together. Genes with similar genetic interaction profiles tend to be part of the same pathway or biological process. This information was used to construct a global network of gene interactions organized by function. This network can be used to predict the function of uncharacterized genes based on the functions of genes they are grouped with.",
            "score": 148.7302931547165
        },
        {
            "docid": "25278985_2",
            "document": "Epistasis and functional genomics . Epistasis refers to genetic interactions in which the mutation of one gene masks the phenotypic effects of a mutation at another locus. Systematic analysis of these epistatic interactions can provide insight into the structure and function of genetic pathways. Examining the phenotypes resulting from pairs of mutations helps in understanding how the function of these genes intersects. Genetic interactions are generally classified as either Positive/Alleviating or Negative/Aggravating. Fitness epistasis (an interaction between non-allelic genes) is positive (in other words, diminishing, antagonistic or buffering) when a loss of function mutation of two given genes results in exceeding the fitness predicted from individual effects of deleterious mutations, and it is negative (that is, reinforcing, synergistic or aggravating) when it decreases fitness. Ryszard Korona and Lukas Jasnos showed that the epistatic effect is usually positive in Saccharomyces cerevisiae. Usually, even in case of positive interactions double mutant has smaller fitness than single mutants. The positive interactions occur often when both genes lie within the same pathway Conversely, negative interactions are characterized by an even stronger defect than would be expected in the case of two single mutations, and in the most extreme cases (synthetic sick/lethal) the double mutation is lethal. This aggravated phenotype arises when genes in compensatory pathways are both knocked out.",
            "score": 147.5375325679779
        },
        {
            "docid": "155623_7",
            "document": "Brugada syndrome . Brugada syndrome is inherited in an autosomal dominant manner, meaning that only one copy of the defective gene is needed to produce the syndrome. However, a person diagnosed with the condition may be the first in their family to have Brugada syndrome if it has arisen as a new mutation. The gene in which mutations are most commonly found in Brugada syndrome, known as SCN5A, is responsible for the cardiac sodium channel. Mutations in SCN5A associated with Brugada syndrome generally cause the flow of sodium ions to decrease, known as loss of function mutations. However, only 20% of cases of Brugada syndrome are associated with mutations in SCN5A, as in the majority of patients with Brugada syndrome genetic testing is unable to identify the genetic mutation responsible. Over 290 mutations in the SCN5A gene have been discovered to date, each altering sodium channel function in subtly different ways. This variation partially explains the differences in severity of the condition between different persons, ranging from a highly dangerous condition causing death at a young age to a benign condition that may not cause any problems at all. However, the genetics of Brugada syndrome are complex, and it is likely that the condition results from the interactions of many genes. Because of these complex interactions, some members of a family who carry a particular mutation may show evidence of Brugada syndrome while other carrying the same mutation may not, referred to as variable penetrance.",
            "score": 115.66580593585968
        },
        {
            "docid": "1098818_25",
            "document": "Gene expression programming . In gene expression programming, homeotic genes control the interactions of the different sub-ETs or modules of the main program. The expression of such genes results in different main programs or cells, that is, they determine which genes are expressed in each cell and how the sub-ETs of each cell interact with one another. In other words, homeotic genes determine which sub-ETs are called upon and how often in which main program or cell and what kind of connections they establish with one another.",
            "score": 136.30826663970947
        },
        {
            "docid": "13571938_36",
            "document": "Plant evolutionary developmental biology . \"Arabidopsis thaliana\" has a gene called \"AGAMOUS\" that plays an important role in defining how many petals and sepals and other organs are generated. Mutations in this gene give rise to the floral meristem obtaining an indeterminate fate, and many floral organs keep on getting produced. We have flowers like roses, carnations and morning glory, for example, that have very dense floral organs. These flowers have been selected by horticulturists since long for increased number of petals. Researchers have found that the morphology of these flowers is because of strong mutations in the \"AGAMOUS\" homolog in these plants, which leads to them making a large number of petals and sepals. Several studies on diverse plants like petunia, tomato, impatiens, maize etc. have suggested that the enormous diversity of flowers is a result of small changes in genes controlling their development.",
            "score": 135.3960770368576
        },
        {
            "docid": "13571938_24",
            "document": "Plant evolutionary developmental biology . At the genetic level, developmental studies have shown that repression of the KNOX genes is required for initiation of the leaf primordium. This is brought about by \"ARP\" genes, which encode transcription factors. Genes of this type have been found in many plants studied till now, and the mechanism i.e. repression of KNOX genes in leaf primordia, seems to be quite conserved. Expression of KNOX genes in leaves produces complex leaves. It is speculated that the \"ARP\" function arose quite early in vascular plant evolution, because members of the primitive group lycophytes also have a functionally similar gene Other players that have a conserved role in defining leaf primordia are the phytohormone auxin, gibberelin and cytokinin. One feature of a plant is its phyllotaxy. The arrangement of leaves on the plant body is such that the plant can maximally harvest light under the given constraints, and hence, one might expect the trait to be genetically robust. However, it may not be so. In maize, a mutation in only one gene called \"abphyl\" (\"abnormal phyllotaxy\") was enough to change the phyllotaxy of the leaves. It implies that sometimes, mutational tweaking of a single locus on the genome is enough to generate diversity. The \"abphyl\" gene was later on shown to encode a cytokinin response regulator protein.",
            "score": 179.57872128486633
        },
        {
            "docid": "2332422_52",
            "document": "Carcinogenesis . In general, mutations in both types of genes are required for cancer to occur. For example, a mutation limited to one oncogene would be suppressed by normal mitosis control and tumor suppressor genes, first hypothesised by the Knudson hypothesis. A mutation to only one tumor suppressor gene would not cause cancer either, due to the presence of many \"backup\" genes that duplicate its functions. It is only when enough proto-oncogenes have mutated into oncogenes, and enough tumor suppressor genes deactivated or damaged, that the signals for cell growth overwhelm the signals to regulate it, that cell growth quickly spirals out of control. Often, because these genes regulate the processes that prevent most damage to genes themselves, the rate of mutations increases as one gets older, because DNA damage forms a feedback loop.",
            "score": 114.59580039978027
        },
        {
            "docid": "57196924_7",
            "document": "Complex traits . To determine the functional consequences of these variants, researchers have largely focused on identifying key genes, pathways, and processes that drive complex trait behavior; an inherent assumption has been that the most statistically significant variants have the greatest impact on traits because they act by affecting these key drivers. For example, one study hypothesizes that there exist rate-limiting genes pivotal to the function of gene regulatory networks. Others studies have identified the functional impacts of key genes and mutations on disorders, including autism and Schizophrenia. However, a 2017 analysis by Boyle et al. argues that while genes which directly impact complex traits do exist, regulatory networks are so interconnected that any expressed gene affects the functions of these \"core\" genes; this idea is coined the \"omnigenic\" hypothesis. While these \"peripheral\" genes each have small effects, their combined impact far exceeds the contributions of core genes themselves. To support the hypothesis that core genes play a smaller than expected role, the authors describe three main observations: the heritability for complex traits is spread broadly, often uniformly, across the genome; genetic effects do not appear to be mediated by cell-type specific function; and genes in the relevant functional categories only modestly contribute more to heritability than other genes. One alternative to the omnigenic hypothesis is the idea that peripheral genes act not by altering core genes but by altering cellular states, such as the speed of cell division or hormone response.",
            "score": 158.10333216190338
        },
        {
            "docid": "1075046_7",
            "document": "Interactome . Genes interact in the sense that they affect each other's function. For instance, a mutation may be harmless, but when it is combined with another mutation, the combination may turn out to be lethal. Such genes are said to \"interact genetically\". Genes that are connected in such a way form \"genetic interaction networks\". Some of the goals of these networks are: develop a functional map of a cell's processes, drug target identification, and to predict the function of uncharacterized genes.",
            "score": 110.95420432090759
        },
        {
            "docid": "222990_6",
            "document": "Christiane Nüsslein-Volhard . Fruit flies have long been an important model organism in genetics due to their small size and quick generation time, which makes even large numbers of them relatively easy to maintain and observe in the laboratory. Nüsslein-Volhard and Wieschaus identified genes involved in embryonic development by a series of genetic screens. They generated random mutations in fruit flies using EMS (ethyl methanesulfonate). Some of these mutations affected genes involved in the development of the embryo. Nüsslein-Volhard and Weischaus took advantage of the segmented form of \"Drosophila\" larvae to address the logic of the genes controlling development. In normal unmutated \"Drosophila,\" each segment produces bristles called denticles in a band arranged on the side of the segment closer to the head (the anterior). The researchers looked at the pattern of segments and denticles in each mutant under the microscope, and were therefore able to work out that particular genes were involved in different processes during development based on their differing mutant phenotypes (such as fewer segments, gaps in the normal segment pattern, and alterations in the patterns of denticles on the segments). Many of these genes were given descriptive names based on the appearance of the mutant larvae, such as \"hedgehog\", \"gurken\" (German: \"cucumbers\"), and \"Krüppel\" ( \"cripple\"). Later, researchers identified exactly which gene had been affected by each mutation, thereby identifying a set of genes crucial for \"Drosophila\" embryogenesis. The subsequent study of these mutants and their interactions led to important new insights into early \"Drosophila\" development, especially the mechanisms that underlie the step-wise development of body segments.",
            "score": 126.23777198791504
        },
        {
            "docid": "44815911_8",
            "document": "Heteroblasty (botany) . Hormones are known to regulate heteroblastic change in plants. One hormone that has been identified is gibberellin. In a study, it was used to spontaneously revert the mature form of Hedera \"helix\" (a common English ivy) to its juvenile form. After being sprayed with gibberellin acid some of the ivies began to produce aerial roots which are a characteristic of the juvenile form as well as three lobed leaves another characteristic. It is also hypothesized that auxin and cytokinin when working together can cause the sudden change in phyllotaxy of heterogenetic plants. The gene ABPH1 has been found to code for cytokinin and when changed in a mutant affected the plant's ability to regulate the phyllotaxy of the stem. The hypothesis is based mostly on studies done on non-heteroblastic plants and so it is not certain that these are the cause of the sudden changes in a heteroblastic plant. A dramatic change in leaf size is another example of a heteroblastic change in plants and researchers have looked to studies done on non-heteroblastic plants for answers about what hormones and genes could regulate these changes. Aintegumenta has been found to be one of these regulatory genes that regulated cell growth. It is believed that many genes are involved in the regulation of leaf size and these genes do not closely interact meaning they are not caused by a master regulator but instead are a part of many different pathways.",
            "score": 194.66408836841583
        },
        {
            "docid": "8406655_6",
            "document": "Introduction to genetics . The genetic code not only controls inheritance: it also controls gene expression, which occurs when a portion of the double helix is uncoiled, exposing a series of the nucleotides, which are within the interior of the DNA. This series of exposed triplets (codons) carries the information to allow machinery in the cell to \"read\" the codons on the exposed DNA, which results in the making of RNA molecules. RNA in turn makes either amino acids or microRNA, which are responsible for all of the structure and function of a living organism; i.e. they determine all the features of the cell and thus the entire individual. Closing the uncoiled segment turns off the gene.  Heritability means the information in a given gene is not always exactly the same in every individual in that species, so the same gene in different individuals does not give exactly the same instructions. Each unique form of a single gene is called an allele; different forms are collectively called polymorphisms. As an example, one allele for the gene for hair color and skin cell pigmentation could instruct the body to produce black pigment, producing black hair and pigmented skin; while a different allele of the same gene in a different individual could give garbled instructions that would result in a failure to produce any pigment, giving white hair and no pigmented skin: albinism. Mutations are random changes in genes creating new alleles, which in turn produce new traits, which could help, harm, or have no new effect on the individual's likelihood of survival; thus, mutations are the basis for evolution.",
            "score": 137.15821158885956
        },
        {
            "docid": "17288194_7",
            "document": "CED9 (gene) . The cells developed during embryogenesis and early life in \"C. elegans\" have one of two fates, to live and differentiate or apoptose. Apoptosis during development is highly regulated and only occurs in specific cells at specific times. Every cell division and cell death in the development of \"C. elegans\" from embryo to adult has been studied and documented to reveal a fixed pattern between individual organisms. Apoptosis during development is important for the proper morphology and refractivity of C. elegans, but it is not always essential for survival. Thus, over 100 mutations have been observed and documented as affecting the apoptotic pathway of \"C. elegans\". Many proteins involved in the interaction cascade were discovered because of these mutations and their resulting phenotype. \"CED-9\" mutants are among the mutations that affect this pathway. \"CED-9\" gain of function mutations are unresponsive to apoptosis signalling and allow cells fated to die, to survive. A notable example of a \"CED-9\" dominant gain of function mutation would be the \"n1950\" mutation which was the first mutation documented for \"CED-9\" and responsible for the gene's discovery. Loss of function mutations cause inappropriate cell death in the absence of apoptosis stimuli. Mutations in \"CED-9\" also reveal its maternal effect; where the genotype of the mother determines the phenotype of the progeny. Homozygous, loss of function mutants from a heterozygous mother experience some unpredictable cell death, however, give rise to unviable progeny themselves.",
            "score": 116.77904605865479
        },
        {
            "docid": "24947798_16",
            "document": "GeneCards . Another example is a research study on synthetic lethality in cancer. Synthetic lethality appears when a mutation in a single gene has no effect on the function of a cell but a mutation in an additional gene leads to cell death. This study aimed to find novel methods of treating cancer through blocking the lethality of drugs. GeneCards was used when comparing data of a given target gene with all possible genes. In this process, the annotation sharing score was calculated using GeneDecks Partner Hunter (now called Genes Like Me) to give paralogy. Inactivation targets were be extracted after the microarray experiments of resistant and non-resistant neuroblastoma cell lines.",
            "score": 105.62046992778778
        },
        {
            "docid": "50981211_32",
            "document": "Epistasis . When assaying epistasis within a gene, site-directed mutagenesis can be used to generate the different genes, and their protein products can be assayed (e.g. for stability or catalytic activity). This is sometimes called a double mutant cycle and involves producing and assaying the wild type protein, the two single mutants and the double mutant. Epistasis is measured as the difference between the effects of the mutations together versus the sum of their individual effects. This can be expressed as a free energy of interaction. The same methodology can be used to investigate the interactions between larger sets of mutations but all combinations have to be produced and assayed. For example, there are 120 different combinations of 5 mutations, some or all of which may show epistasis...",
            "score": 149.96389365196228
        },
        {
            "docid": "18844072_6",
            "document": "Synthetic lethality . However, high-throughput synthetic lethal screens may help illuminate questions about how cellular processes work without previous knowledge of gene function or interaction. Screening strategy must take into account the organism used for screening, the mode of genetic perturbation, and whether the screen is forward or reverse. Many of the first synthetic lethal screens were performed in S. cerevisiae. Budding yeast has many experimental advantages in screens, including a small genome, fast doubling time, both haploid and diploid states, and ease of genetic manipulation. Gene ablation can be performed using a PCR-based strategy and complete libraries of knockout collections for all annotated yeast genes are publicly available. Synthetic genetic array (SGA), synthetic lethality by microarray (SLAM), and genetic interaction mapping (GIM) are three high-throughput methods for analyzing synthetic lethality in yeast. A genome scale genetic interaction map was created by SGA analysis in \"S. cerevisiae\" that comprises about 75% of all yeast genes. By examining 5.4 million gene-gene pairs for synthetic lethality, an unbiased network of functional connections between genetic interactions was constructed.",
            "score": 86.64351189136505
        },
        {
            "docid": "1075046_8",
            "document": "Interactome . In 2010, the most \"complete\" gene interactome produced to date was compiled from about 5.4 million two-gene comparisons to describe \"the interaction profiles for ~75% of all genes in the budding yeast\", with ~170,000 gene interactions. The genes were grouped based on similar function so as to build a functional map of the cell's processes. Using this method the study was able to predict known gene functions better than any other genome-scale data set as well as adding functional information for genes that hadn't been previously described. From this model genetic interactions can be observed at multiple scales which will assist in the study of concepts such as gene conservation. Some of the observations made from this study are that there were twice as many negative as positive interactions, negative interactions were more informative than positive interactions, and genes with more connections were more likely to result in lethality when disrupted.",
            "score": 130.7435131072998
        },
        {
            "docid": "50981211_7",
            "document": "Epistasis . Two mutations are considered to be purely additive if the effect of the double mutation is the sum of the effects of the single mutations. This occurs when genes do not interact with each other, for example by acting through different metabolic pathways. Simple, additive traits were studied early on in the history of genetics, however they are relatively rare, with most genes exhibiting at least some level of epistatic interaction.",
            "score": 127.3624358177185
        },
        {
            "docid": "25351840_5",
            "document": "Fine structure genetics . When a gene is identified as affecting a specific phenotype, a modifier screen can be used to assess which genes that either enhance or inhibit the phenotypic expression of the initial mutation. This is a powerful way of rapidly identifying many genes that are involved in the expression of a phenotype, but such screens can only say whether or not two genes interact, not what their exact function are, or how they relate. For instance, the product of the second gene may interact directly with that of the first gene, or it may be involved in distantly on the pathway.",
            "score": 93.97406530380249
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 159.72129845619202
        },
        {
            "docid": "14818729_2",
            "document": "Nyctalopin . Nyctalopin is a protein located on the surface of photoreceptor-to-ON bipolar cell synapse in the retina. It is composed of 481 amino acids. and is encoded in human by the \"NYX\" gene. This gene is found on the chromosome X and has two exons. This protein is a leucine-rich proteoglycan which is expressed in the eye, spleen and brain in mice. Mutations in this gene cause congenital stationary night blindness in humans (CSNB). which is a stable retinal disorder. The consequence of this mutation results in an abnormal night vision. Nyctalopin is critical due to the fact that it generates a depolarizing bipolar cell response due to the mutation on the \"NYX\" gene. Most of the time, CSNB are associated to hygh myopia which is the result of a mutation on the same gene. Several mutations can occur on the \"NYX\" gene resulting on many form of night blindness in humans. Some studies show that these mutations are more present in Asian population than in Caucasian population. A mouse strain called nob (no b-wave) carries a spontaneous mutation leading to a frameshift in this gene. These mice are used as an animal model for congenital stationary night blindness.",
            "score": 119.3626538515091
        },
        {
            "docid": "8894652_3",
            "document": "Hypersensitive response . The HR is triggered by the plant when it recognizes a pathogen. The identification of a pathogen typically occurs when a virulence geneproducts, secreted by a pathogen, bind to, or indirectly interact with the product of a plant resistance (R) gene (gene for gene model). R genes are highly polymorphic, and many plants produce several different types of R gene products, enabling them to recognize virulence products produced by many different pathogens.",
            "score": 124.54221224784851
        },
        {
            "docid": "13457_5",
            "document": "Heredity . Heritable traits are known to be passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long polymer that incorporates four types of bases, which are interchangeable. The sequence of bases along a particular DNA molecule specifies the genetic information: this is comparable to a sequence of letters spelling out a passage of text. Before a cell divides through mitosis, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. A portion of a DNA molecule that specifies a single functional unit is called a gene; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. Organisms inherit genetic material from their parents in the form of homologous chromosomes, containing a unique combination of DNA sequences that code for genes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a particular locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism.",
            "score": 146.17964935302734
        },
        {
            "docid": "42411667_10",
            "document": "Transposon sequencing . Tn-seq has been used to study higher order genome organization using gene interactions. Genes function as a highly linked network; in order to study a gene’s impact on phenotype, gene interactions must also be considered. These gene networks can be studied by screening for synthetic lethality and gene interactions where a double mutant shows an unexpected fitness value compared to each individual mutant. Tn-seq was used to determine genetic interactions between five query genes and the rest of the genome in Streptococcus pneumoniae, which revealed both aggravating and alleviating genetic interactions. One of the genes studied (ccpA) was found to interact with 64 other genes and is thought to be a master regulator complex carbohydrate metabolism in \"Streptococcus pneumoniae\".",
            "score": 118.379185795784
        },
        {
            "docid": "12266_25",
            "document": "Genetics . Often different genes can interact in a way that influences the same trait. In the Blue-eyed Mary (\"Omphalodes verna\"), for example, there exists a gene with alleles that determine the color of flowers: blue or magenta. Another gene, however, controls whether the flowers have color at all or are white. When a plant has two copies of this white allele, its flowers are white—regardless of whether the first gene has blue or magenta alleles. This interaction between genes is called epistasis, with the second gene epistatic to the first.",
            "score": 158.3459951877594
        },
        {
            "docid": "578144_7",
            "document": "Hidradenitis suppurativa . Some cases have been found to result from mutations in the NCSTN, PSEN1, or PSENEN gene. The genes produce proteins that are all components of a complex called gamma- (γ-) secretase. This complex cuts apart (cleaves) many different proteins, which is an important step in several chemical signaling pathways. One of these pathways, known as Notch signaling, is essential for the normal maturation and division of hair follicle cells and other types of skin cells. Notch signaling is also involved in normal immune system function. Studies suggest that mutations in the NCSTN, PSEN1, or PSENEN gene impair Notch signaling in hair follicles. Although little is known about the mechanism, abnormal Notch signaling appears to promote the development of nodules and lead to inflammation in the skin.",
            "score": 106.32797539234161
        },
        {
            "docid": "3232713_4",
            "document": "Heritability of autism . Genetic linkage analysis has been inconclusive; many association analyses have had inadequate power. For each autistic individual, mutations in more than one gene may be implicated. Mutations in different sets of genes may be involved in different autistic individuals. There may be significant interactions among mutations in several genes, or between the environment and mutated genes. By identifying genetic markers inherited with autism in family studies, numerous candidate genes have been located, most of which encode proteins involved in neural development and function. However, for most of the candidate genes, the actual mutations that increase the risk for autism have not been identified. Typically, autism cannot be traced to a Mendelian (single-gene) mutation or to single chromosome abnormalities such as fragile X syndrome or 22q13 deletion syndrome. The large number of autistic individuals with unaffected family members may result from copy number variations (CNVs)—spontaneous alterations in the genetic material during meiosis that delete or duplicate genetic material. Sporadic (non-inherited) cases have been examined to identify candidate genetic loci involved in autism. A substantial fraction of autism may be highly heritable but not inherited: that is, the mutation that causes the autism is not present in the parental genome.",
            "score": 140.38610136508942
        },
        {
            "docid": "18844072_2",
            "document": "Synthetic lethality . Synthetic lethality arises when a combination of deficiencies in the expression of two or more genes leads to cell death, whereas a deficiency in only one of these genes does not. The deficiencies can arise through mutations, epigenetic alterations or inhibitors of one of the genes. In a synthetic lethal genetic screen, it is necessary to begin with a mutation that does not kill the cell, although may confer a phenotype (for example, slow growth), and then systematically test other mutations at additional loci to determine which confer lethality. Synthetic lethality has utility for purposes of molecular targeted cancer therapy, with the first example of a molecular targeted therapeutic exploiting a synthetic lethal exposed by an inactivated tumor suppressor gene (BRCA1 and 2) receiving FDA approval in 2016 (PARP inhibitor). A sub-case of synthetic lethality, where vulnerabilities are exposed by the deletion of passenger genes rather than tumor suppressor is the so-called \"collateral lethality\".",
            "score": 104.58165681362152
        },
        {
            "docid": "9065739_16",
            "document": "KRAS . Different types of data including mutation status and gene expression did not have a significant prognostic power. No correlation to survival was observed in 72% of all studies with KRAS sequencing performed in non-small cell lung cancer (NSCLC). However, KRAS mutations cannot solely affect the gene itself and the expression of the corresponding protein, but can also influence the expression of other downstream genes involved in crucial pathways regulating cell growth, differentiation and apoptosis. The different expression of these genes in KRAS-mutant tumors might have a more prominent role in affecting patient’s clinical outcomes.",
            "score": 132.01656007766724
        },
        {
            "docid": "16853098_2",
            "document": "MEG3 . MEG3 (maternally expressed 3) is a maternally expressed, imprinted long non-coding RNA gene. At least 12 different isoforms of MEG3 are generated by alternative splicing. Expression of MEG3 is lost in cancer cells. It acts as a growth suppressor in tumour cells, and activates p53. A pituitary transcript variant has been associated with inhibited cell proliferation. Studies in mouse and sheep suggest that an upstream intergenic differentially methylated region (IG-DMR) regulates imprinting of the region. The expression profile in mouse of the co-regulated Meg3 and Dlk1 genes suggests a causative role in the pathologies found in uniparental disomy animals, characterized by defects in skeletal muscle maturation, bone formation, placenta size and organization and prenatal lethality. The sheep homolog is associated with the callipyge mutation which in heterozygous individuals affects a muscle-specific long-range control element located in the DLK1-GTL2 intergenic region and results in the callipyge muscular hypertrophy. The non-Mendelian inheritance pattern, known as polar overdominance, likely results from the combination of the cis-effect on the expression levels of genes in the DLK1-GTL2 imprinted domain, and trans interaction between the products of reciprocally imprinted genes.",
            "score": 135.96242356300354
        },
        {
            "docid": "2332422_5",
            "document": "Carcinogenesis . There is a diverse classification scheme for the various genomic changes that may contribute to the generation of cancer cells. Many of these changes are mutations, or changes in the nucleotide sequence of genomic DNA. There are also many epigenetic changes that alter whether genes are expressed or not expressed. Aneuploidy, the presence of an abnormal number of chromosomes, is one genomic change that is not a mutation, and may involve either gain or loss of one or more chromosomes through errors in mitosis. Large-scale mutations involve the deletion or gain of a portion of a chromosome. Genomic amplification occurs when a cell gains many copies (often 20 or more) of a small chromosomal region, usually containing one or more oncogenes and adjacent genetic material. Translocation occurs when two separate chromosomal regions become abnormally fused, often at a characteristic location. A well-known example of this is the Philadelphia chromosome, or translocation of chromosomes 9 and 22, which occurs in chronic myelogenous leukemia, and results in production of the BCR-abl fusion protein, an oncogenic tyrosine kinase. Small-scale mutations include point mutations, deletions, and insertions, which may occur in the promoter of a gene and affect its expression, or may occur in the gene's coding sequence and alter the function or stability of its protein product. Disruption of a single gene may also result from integration of genomic material from a DNA virus or retrovirus, and such an event may also result in the expression of viral oncogenes in the affected cell and its descendants.",
            "score": 97.46379494667053
        }
    ],
    "r": [
        {
            "docid": "44815911_8",
            "document": "Heteroblasty (botany) . Hormones are known to regulate heteroblastic change in plants. One hormone that has been identified is gibberellin. In a study, it was used to spontaneously revert the mature form of Hedera \"helix\" (a common English ivy) to its juvenile form. After being sprayed with gibberellin acid some of the ivies began to produce aerial roots which are a characteristic of the juvenile form as well as three lobed leaves another characteristic. It is also hypothesized that auxin and cytokinin when working together can cause the sudden change in phyllotaxy of heterogenetic plants. The gene ABPH1 has been found to code for cytokinin and when changed in a mutant affected the plant's ability to regulate the phyllotaxy of the stem. The hypothesis is based mostly on studies done on non-heteroblastic plants and so it is not certain that these are the cause of the sudden changes in a heteroblastic plant. A dramatic change in leaf size is another example of a heteroblastic change in plants and researchers have looked to studies done on non-heteroblastic plants for answers about what hormones and genes could regulate these changes. Aintegumenta has been found to be one of these regulatory genes that regulated cell growth. It is believed that many genes are involved in the regulation of leaf size and these genes do not closely interact meaning they are not caused by a master regulator but instead are a part of many different pathways.",
            "score": 194.66409301757812
        },
        {
            "docid": "30876044_23",
            "document": "Plant breeding . Sometimes many different genes can influence a desirable trait in plant breeding. The use of tools such as molecular markers or DNA fingerprinting can map thousands of genes. This allows plant breeders to screen large populations of plants for those that possess the trait of interest. The screening is based on the presence or absence of a certain gene as determined by laboratory procedures, rather than on the visual identification of the expressed trait in the plant. The purpose of marker assisted selection, or plant genomes analysis, is to identify the location and function (phenotype) of various genes within the genome. If all of the genes are identified it leads to Genome sequence. All plants have varying sizes and lengths of genomes with genes that code for different proteins, but many are also the same. If a gene's location and function is identified in one plant species, a very similar gene likely can also be found in a similar location in another species genome.",
            "score": 185.2526092529297
        },
        {
            "docid": "1970288_10",
            "document": "Shade avoidance . Like seedlings, adult plant shade avoidance involves several mechanisms acting together. Petiole elongation is both a result of cell expansion and cell division, though not at the same stage in petiole and leaf formation. In newly growing leaves, cell division is the primary factor, while fully formed leaves and petioles rely on cell expansion. Xyloglucan endotransglucosylase/hydrolases (XTHs) are a family of cell wall modifying proteins. In shade conditions, the genes coding for XTH9, XTH15/XTR7, XTH16, XTH17, and XTH19 are up-regulated and these proteins act to hydrolyze and weaken the cell wall, allowing for expansion of the petiole cells. Like in seedlings, PIF7 is involved in the regulation of petiole and leaf growth due to low R:FR, by up-regulating auxin-related and brassinosteroid-response genes which promote growth. Auxin signalling is also essential to hyponasty, though its role is not yet fully understood. Leaf curling is primarily a response to phytochrome B converting to P in shade conditions, which promotes unequal proliferation and growth of cells on the upper and lower leaf sides. Two redundant genes, \"ATHB4\" and \"HAT3\", code for transcription factors that regulate leaf curling, with loss of function mutants having plants with leaves that curl downwards, and plants with over-expressive copies of these genes having leaves that curl strongly upwards. By changing expression of these genes, plants can straighten their leaves in response to shade.",
            "score": 180.03524780273438
        },
        {
            "docid": "13571938_24",
            "document": "Plant evolutionary developmental biology . At the genetic level, developmental studies have shown that repression of the KNOX genes is required for initiation of the leaf primordium. This is brought about by \"ARP\" genes, which encode transcription factors. Genes of this type have been found in many plants studied till now, and the mechanism i.e. repression of KNOX genes in leaf primordia, seems to be quite conserved. Expression of KNOX genes in leaves produces complex leaves. It is speculated that the \"ARP\" function arose quite early in vascular plant evolution, because members of the primitive group lycophytes also have a functionally similar gene Other players that have a conserved role in defining leaf primordia are the phytohormone auxin, gibberelin and cytokinin. One feature of a plant is its phyllotaxy. The arrangement of leaves on the plant body is such that the plant can maximally harvest light under the given constraints, and hence, one might expect the trait to be genetically robust. However, it may not be so. In maize, a mutation in only one gene called \"abphyl\" (\"abnormal phyllotaxy\") was enough to change the phyllotaxy of the leaves. It implies that sometimes, mutational tweaking of a single locus on the genome is enough to generate diversity. The \"abphyl\" gene was later on shown to encode a cytokinin response regulator protein.",
            "score": 179.5787353515625
        },
        {
            "docid": "2339577_129",
            "document": "Evidence of common descent . Kirsten Bomblies et al. from the Max Planck Institute for Developmental Biology discovered two genes in the thale cress plant, \"Arabidopsis thaliana\". When both genes are inherited by an individual, it ignites a reaction in the hybrid plant that turns its own immune system against it. In the parents, the genes were not detrimental, but they evolved separately to react defectively when combined. To test this, Bomblies crossed 280 genetically different strains of \"Arabidopsis\" in 861 distinct ways and found that 2 percent of the resulting hybrids were necrotic. Along with allocating the same indicators, the 20 plants also shared a comparable collection of genetic activity in a group of 1,080 genes. In almost all of the cases, Bomblies discovered that only two genes were required to cause the autoimmune response. Bomblies looked at one hybrid in detail and found that one of the two genes belonged to the NB-LRR class, a common group of disease resistance genes involved in recognizing new infections. When Bomblies removed the problematic gene, the hybrids developed normally. Over successive generations, these incompatibilities could create divisions between different plant strains, reducing their chances of successful mating and turning distinct strains into separate species.",
            "score": 178.12359619140625
        },
        {
            "docid": "30651_6",
            "document": "Transposable element . In the winter of 1944–1945, McClintock planted corn kernels that were self-pollinated, meaning that the silk (style) of the flower received pollen from its own anther. These kernels came from a long line of plants that had been self-pollinated, causing broken arms on the end of their ninth chromosomes. As the maize plants began to grow, McClintock noted unusual color patterns on the leaves. For example, one leaf had two albino patches of almost identical size, located side by side on the leaf. McClintock hypothesized that during cell division certain cells lost genetic material, while others gained what they had lost. However, when comparing the chromosomes of the current generation of plants with the parent generation, she found certain parts of the chromosome had switched position. This refuted the popular genetic theory of the time that genes were fixed in their position on a chromosome. McClintock found that genes could not only move, but they could also be turned on or off due to certain environmental conditions or during different stages of cell development.",
            "score": 176.8336639404297
        },
        {
            "docid": "8406655_24",
            "document": "Introduction to genetics . Since traits come from the genes in a cell, putting a new piece of DNA into a cell can produce a new trait. This is how genetic engineering works. For example, rice can be given genes from a maize and a soil bacteria so the rice produces beta-carotene, which the body converts to Vitamin A. This can help children suffering from Vitamin A deficiency. Another gene being put into some crops comes from the bacterium \"Bacillus thuringiensis\"; the gene makes a protein that is an insecticide. The insecticide kills insects that eat the plants, but is harmless to people. In these plants, the new genes are put into the plant before it is grown, so the genes are in every part of the plant, including its seeds. The plant's offspring inherit the new genes, which has led to concern about the spread of new traits into wild plants.",
            "score": 175.6898956298828
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 170.9725341796875
        },
        {
            "docid": "14372314_4",
            "document": "Lateral shoot . Through testing with Arabidopsis thaliana (A plant considered a model organism for plant genetic studies) genes including MAX1 and MAX2 have been found to affect growth of lateral shoots. Gene knockouts of these genes cause abnormal proliferation of the plants affected, implying they are used for repressing said growth in wild type plants. Another set of experiments with Arabidopsis thaliana testing genes in the plant hormone florigen, two genes FT and TSF (which are abbreviations for Flowering Locus T, and Twin Sister of FT) when knocked out, appear to affect lateral shoot in a negative fashion. These mutants cause slower growth and improper formation of lateral shoots, which could also mean that lateral shoots are important to florigen's function. Along with general growth there are also transcription factors that directly effect the production of additional lateral shoots like the TCP family (also known as Teosinte branched 1/cycloidea/proliferating cell factor) which are plant specific proteins that suppress lateral shoot branching. Additionally the TCP family has been found to be partially responsible for inhibiting the cell's Growth hormone–releasing hormone (GHRF) which means it also inhibits cell proliferation. Apical dominance",
            "score": 169.4579620361328
        },
        {
            "docid": "55569034_8",
            "document": "FLS2 . Alkalinization has been used to show ion fluxes across membranes in previous literature. In this study, alkalinization induced by the flagellin derivative flg22-ΔA in tomato plants expressing the \"Arabidopsis FLS2\" gene. Extracellular alkalinization was used to elicit a response in these type plants. Alkalinization had no effect on non-treated tomato plants, but increased binding activity to \"FLS2\" was shown with no increase in sensitivity toward flg22 in the tomato plants expressing the \"Arabidopsis\" \"FLS2\" gene. This lack of increase in sensitivity could be attributed to a number of factors that are unknown, yet hypothesized. Even so, the binding of tomato plants expressing \"Arabidopsis\" \"FLS2\" gene showed similar sensitivity of flg15 to that of normal tomato plants. This indicates that both the \"Arabidopsis FLS2\" gene and the tomato plant \"FLS2\" gene are both working in tomato plants expressing \"Arabidopsis\" \"FLS2\" gene. The \"Arabidopsis FLS2\" gene responds to flg22 and the natural tomato \"FLS2\" gene responds to flg15. Furthermore, the tomato \"FLS2\" gene was analyzed for any derivatives that might be responsible for gene expression. Although less active than flg22, its derivative flg22-ΔA was found to elicit a medium alkalinization response in \"Arabidopsis FLS2\" gene in both \"Arabipdopsis\" and tomato plants expressing \"Arabidopsis\" \"FLS2\" gene. Essentially, the majority of flagellin perception occurring in tomato plants expressing \"Arabidopsis\" \"FLS2\" gene is occurring because of the \"Arabidopsis\" \"FLS2\" gene while a minor portion of flagellin perception can be attributed to the tomato \"FLS2\" gene.",
            "score": 168.27841186523438
        },
        {
            "docid": "13415317_4",
            "document": "Expansin . So far, two large families of expansin genes have been discovered in plants, named alpha-expansins (given the gene symbol EXPA) and beta-expansins (EXPB). Both families of expansins have been identified in a wide range of land plants, from angiosperms and gymnosperms to ferns and mosses. The model plant \"Arabidopsis thaliana\" contains around 26 different α-expansin genes and 6 β-expansin genes. A subset of β-expansins has evolved a special role in grass pollen, where they are known as group 1 grass pollen allergens. Plants also have a small set of expansin-like genes (named EXLA and EXLB) whose function has not been established. Some proteins in bacteria and fungi are known to have distant sequence similarity to plant expansins. Strong evidence that at least some of these sequences are indeed expansins came in 2008 when the crystal structure of the YOAJ protein from a bacterium (\"Bacillus subtilis\") was shown to be very similar to the structure of plant expansins, despite the low sequence similarity. This study also noted that proteins related to YOAJ were found in diverse species of plant pathogenic bacteria, but not in related bacteria that did not attack or colonize plants, thus suggesting that these bacterial expansins have a role in plant-microbe interactions. Some animals, such as \"Globodera rostochiensis\", a plant-parasitic nematode, can produce a functional expansin which uses it to loosen cell walls when invading its host plant.",
            "score": 167.72085571289062
        },
        {
            "docid": "551284_9",
            "document": "Cauliflower mosaic virus . CaMV replicates by reverse transcription: At this point the new viral genome can either be packaged into capsids and released from the cell or they can be transported by movement proteins into an adjacent, uninfected cell. The Cauliflower mosaic virus promoter (CaMV 35S) is used in most transgenic crops to activate foreign genes which have been artificially inserted into the host plant. It is inserted into transgenic plants in a form which is different from that found when it is present in its natural \"Brassica\" plant hosts. This enables it to operate in a wide range of host-organism environments which would otherwise not be possible. CaMV contains about 8 kb double-strand DNA genome and produces spherical particles. CaMV infections are systemic, and even its DNA is infectious when inoculated on abraded plant surfaces. The CaMV genome has 8 tightly packed genes, of which only two small genes, genes II and VII, are nonessential; as a result, only these two genes can be replaced/deleted without a loss of infectivity. In addition, modified CaMV genomes exceeding the natural genome size (8024 bp) by even a few hundred bp are not packaged into virions. These two factors seriously limit the size of DNA insert clonable in CaMV. The bacterial dihydrofolate reductase DHFR gene has been successfully cloned into the CaMV genome, in place of gene II, and has been successfully expressed in plants.",
            "score": 165.53338623046875
        },
        {
            "docid": "22921_61",
            "document": "Psychology . All researched psychological traits are influenced by both genes and environment, to varying degrees. These two sources of influence are often confounded in observational research of individuals or families. An example is the transmission of depression from a depressed mother to her offspring. Theory may hold that the offspring, by virtue of having a depressed mother in his or her (the offspring's) environment, is at risk for developing depression. However, risk for depression is also influenced to some extent by genes. The mother may both carry genes that contribute to her depression but will also have passed those genes on to her offspring thus increasing the offspring's risk for depression. Genes and environment in this simple transmission model are completely confounded. Experimental and quasi-experimental behavioral genetic research uses genetic methodologies to disentangle this confound and understand the nature and origins of individual differences in behavior. Traditionally this research has been conducted using twin studies and adoption studies, two designs where genetic and environmental influences can be partially un-confounded. More recently, the availability of microarray molecular genetic or genome sequencing technologies allows researchers to measure participant DNA variation directly, and test whether individual genetic variants within genes are associated with psychological traits and psychopathology through methods including genome-wide association studies. One goal of such research is similar to that in positional cloning and its success in Huntington's: once a causal gene is discovered biological research can be conducted to understand how that gene influences the phenotype. One major result of genetic association studies is the general finding that psychological traits and psychopathology, as well as complex medical diseases, are highly polygenic, where a large number (on the order of hundreds to thousands) of genetic variants, each of small effect, contribute to individual differences in the behavioral trait or propensity to the disorder. Active research continues to understand the genetic and environmental bases of behavior and their interaction.",
            "score": 165.2183380126953
        },
        {
            "docid": "1274206_3",
            "document": "Cold hardening . Plants in temperate and polar regions adapt to winter and sub zero temperatures by relocating nutrients from leaves and shoots to storage organs. Freezing temperatures induce dehydrative stress on plants, as water absorption in the root and water transport in the plant decreases. Water in and between cells in the plant freezes and expands, causing tissue damage. Cold hardening is a process in which a plant undergoes physiological changes to avoid, or mitigate cellular injuries caused by sub-zero temperatures. Non-acclimatized individuals can survive −5 °C, while a acclimatized individual in the same species can survive −30°. Plants that originated in the tropics, like tomato or maize, don't go through cold hardening and are unable to survive freezing temperatures. The plant starts the adaptation by exposure to cold yet still not freezing temperatures. The process can be divided into three steps. First the plant perceives low temperature, then converts the signal to activate or repress expression of appropriate genes. Finally, it uses these genes to combat the stress, caused by sub-zero temperatures, affecting its living cells. Many of the genes and responses to low temperature stress are shared with other abiotic stresses, like drought or salinity.When temperature drops, the membrane fluidity, RNA and DNA stability, and enzyme activity change. These, in turn, affect transcription, translation, intermediate metabolism, and photosynthesis, leading to an energy imbalance. This energy imbalance is thought to be one of the ways the plant detects low temperature. Experiments on \"arabidopsis\" show that the plant detects the change in temperature, rather than the absolute temperature. The rate of temperature drop is directly connected to the magnitude of calcium influx, from the space between cells, into the cell. Calcium channels in the cell membrane detect the temperature drop, and promotes expression of low temperature responsible genes in \"alfalfa\" and \"arabidopsis\". The response to the change in calcium elevation depends on the cell type and stress history. Shoot tissue will respond more than a root cells, and a cell that already is adapted to cold stress will respond more than one that has not been through cold hardening before. Light doesn't control the onset of cold hardening directly, but shortening of daylight is associated with fall, and starts production of reactive oxygen species and excitation of photosystem 2, which influences low-temp signal transduction mechanisms. Plants with compromised perception of day length have compromised cold acclimation.",
            "score": 164.9420166015625
        },
        {
            "docid": "55410471_18",
            "document": "DCas9 activation system . A dCas9 fusion with VP64, p65, and HSF1 (heat shock factor 1) allowed researchers to target genes in Arabidopsis thaliana and increase transcription to a similar level as when the gene itself is inserted into the plant’s genome. For one of the two genes tested, the dCas9 activator changes the number and size of leaves and made the plants better able to handle drought. The authors conclude that the dCas9 activator can create phenotypes in plants that are similar to those observed when a transgene is inserted for overexpression. Researchers have used multiple guide RNAs to target dCas9 activation system to multiple genes in a specific mouse strain in which dCas9 can be turned on in specific cell lines using the Cre recombinase system. Scientists used the targeting and increased expression of several genes to examine the processes involved in regeneration and carcinomas of the liver.",
            "score": 164.82164001464844
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 164.68235778808594
        },
        {
            "docid": "29322025_3",
            "document": "TAL effector . Xanthomonas are Gram-negative bacteria that can infect a wide variety of plant species including pepper, rice, citrus, cotton, tomato, and soybeans.  Some types of Xanthomonas cause localized leaf spot or leaf streak while others spread systemically and cause black rot or leaf blight disease. They inject a number of effector proteins, including TAL effectors, into the plant via their type III secretion system. TAL effectors have several motifs normally associated with eukaryotes including multiple nuclear localization signals and an acidic activation domain. When injected into plants, these proteins can enter the nucleus of the plant cell, bind plant promoter sequences, and activate transcription of plant genes that aid in bacterial infection. Plants have developed a defense mechanism against type III effectors that includes R (resistance) genes triggered by these effectors. Some of these R genes appear to have evolved to contain TAL-effector binding sites similar to site in the intended target gene. This competition between pathogenic bacteria and the host plant has been hypothesized to account for the apparently malleable nature of the TAL effector DNA binding domain.",
            "score": 164.23765563964844
        },
        {
            "docid": "11008314_85",
            "document": "Evolutionary history of plants . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When some crucial genes involved in flower development are mutated, clusters of leaf-like structures arise in place of flowers. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some genes belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 164.11825561523438
        },
        {
            "docid": "13571938_31",
            "document": "Plant evolutionary developmental biology . It seems that on the level of the organ, the leaf may be the ancestor of the flower, or at least some floral organs. When we mutate some crucial genes involved in flower development, we end up with a cluster of leaf-like structures. Thus, sometime in history, the developmental program leading to formation of a leaf must have been altered to generate a flower. There probably also exists an overall robust framework within which the floral diversity has been generated. An example of that is a gene called \"LEAFY (LFY)\", which is involved in flower development in \"Arabidopsis thaliana\". The homologs of this gene are found in angiosperms as diverse as tomato, snapdragon, pea, maize and even gymnosperms. Expression of \"Arabidopsis thaliana\" LFY in distant plants like poplar and citrus also results in flower-production in these plants. The \"LFY\" gene regulates the expression of some gene belonging to the MADS-box family. These genes, in turn, act as direct controllers of flower development.",
            "score": 164.11825561523438
        },
        {
            "docid": "28441864_9",
            "document": "Genetically modified tomato . Other genes from various species have been inserted into the tomato with the hope of increasing their resistance to various environmental factors. A gene from rice (\"Osmyb4\"), which codes for a transcription factor, that was shown to increase cold and drought tolerance in transgenic \"Arabidopsis thaliana\" plants, was inserted into the tomato. This resulted in increased drought tolerance, but did not appear to have any effect on cold tolerance. Overexpressing a vacuolar Na/H antiport (\"AtNHX1\") from \"A. thaliana\" lead to salt accumulating in the leaves of the plants, but not in the fruit and allowed them to grow more in salt solutions than wildtype plants. They were the first salt-tolerant, edible plants ever created. Tobacco osmotic genes overexpressed in tomatoes produced plants that held a higher water content than wildtype plants increasing tolerance to drought and salt stress.",
            "score": 163.82376098632812
        },
        {
            "docid": "22689624_3",
            "document": "Skewed X-inactivation . Nonrandom X Inactivation leads to skewed X inactivation. Nonrandom X inactivation can be caused by chance or directed by genes. If the initial pool of cells in which X inactivation occurs is small, chance can cause skewing to occur in some individuals by causing a bigger proportion of the initial cell pool to inactivate one X chromosome. A reduction in the size of this initial cell pool would increase the likelihood of skewing occurring. This skewing can then be inherited by progeny cells, or increased by secondary selection. The X-chromosome controlling element (Xce) gene in mice has been found to influence genetically mediated skewing. It is unknown whether a similar gene plays a role in human X inactivation, although a 2008 study found that skewing in humans is mostly caused by secondary events rather than a genetic tendency. There is a much higher concordance rate in genetically identical (monozygotic) twins compared to non-identical (dizygotic) twins, which suggests a strong genetic input. A 10% difference in the skewing of genetically identical twins did exist however, so there are other contributing factors outside of genetics alone. It is difficult to identify primary nonrandom inactivation in humans, as early cell selection occurs in the embryo. Mutation and imprinting of the XIST gene, a part of the X inactivation centre, can result in skewing. This is rare in humans.",
            "score": 162.4278106689453
        },
        {
            "docid": "26310_8",
            "document": "Reproduction . Sexual reproduction is a biological process that creates a new organism by combining the genetic material of two organisms in a process that starts with meiosis, a specialized type of cell division. Each of two parent organisms contributes half of the offspring's genetic makeup by creating haploid gametes. Most organisms form two different types of gametes. In these anisogamous species, the two sexes are referred to as male (producing sperm or microspores) and female (producing ova or megaspores). In isogamous species, the gametes are similar or identical in form (isogametes), but may have separable properties and then may be given other different names (see isogamy). For example, in the green alga, \"Chlamydomonas reinhardtii\", there are so-called \"plus\" and \"minus\" gametes. A few types of organisms, such as many fungi and the ciliate \"Paramecium aurelia\", have more than two \"sexes\", called syngens. Most animals (including humans) and plants reproduce sexually. Sexually reproducing organisms have different sets of genes for every trait (called alleles). Offspring inherit one allele for each trait from each parent. Thus, offspring have a combination of the parents' genes. It is believed that \"the masking of deleterious alleles favors the evolution of a dominant diploid phase in organisms that alternate between haploid and diploid phases\" where recombination occurs freely.",
            "score": 161.5584716796875
        },
        {
            "docid": "34930586_42",
            "document": "Genome editing . Genome editing using meganucleases, ZFNs, and TALEN provides a new strategy for genetic manipulation in plants and are likely to assist in the engineering of desired plant traits by modifying endogenous genes. For instance, site-specific gene addition in major crop species can be used for 'trait stacking' whereby several desired traits are physically linked to ensure their co-segregation during the breeding processes. Progress in such cases have been recently reported in \"Arabidopsis thaliana\" and \"Zea mays\". In \"Arabidopsis thaliana\", using ZFN-assisted gene targeting, two herbicide-resistant genes (tobacco acetolactate synthase SuRA and SuRB) were introduced to SuR loci with as high as 2% transformed cells with mutations. In Zea mays, disruption of the target locus was achieved by ZFN-induced DSBs and the resulting NHEJ. ZFN was also used to drive herbicide-tolerance gene expression cassette (PAT) into the targeted endogenous locus IPK1 in this case. Such genome modification observed in the regenerated plants has been shown to be inheritable and was transmitted to the next generation.",
            "score": 161.53976440429688
        },
        {
            "docid": "4941377_4",
            "document": "Wheat leaf rust . Leaf rust resistance gene is an effective adult-plant resistance gene that increases resistance of plants against \"P. recondita\" f.sp.\" tritici\" (UVPrt2 or UVPrt13) infections, especially when combined with genes Lr13 and gene Lr34 (Kloppers & Pretorius, 1997). Lr37 originates from the French cultivar VPM1 (Dyck & Lukow, 1988). The line RL6081, developed in Canada for Lr37 resistance, showed seedling and adult-plant resistance to leaf, yellow and stem rust. Crosses between the French cultivars will therefore introduce this gene into local germplasm. Not only will the gene be introduced, but the genetic variation of South African cultivars will also increase.",
            "score": 160.88626098632812
        },
        {
            "docid": "11008314_48",
            "document": "Evolutionary history of plants . How the wide variety of observed plant leaf morphology is generated is a subject of intense research. Some common themes have emerged. One of the most significant is the involvement of KNOX genes in generating compound leaves, as in the tomato \"(see above)\". But, this is not universal. For example, the pea uses a different mechanism for doing the same thing. Mutations in genes affecting leaf curvature can also change leaf form, by changing the leaf from flat, to a crinkly shape, like the shape of cabbage leaves. There also exist different morphogen gradients in a developing leaf which define the leaf's axis and may also affect the leaf form. Another class of regulators of leaf development are the microRNAs.",
            "score": 160.7017822265625
        },
        {
            "docid": "13571938_46",
            "document": "Plant evolutionary developmental biology . Polyploidy is a very common feature in plants. It is believed that at least half plants are or have been polyploids. Polyploidy leads to genome doubling, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form. It is not known though, why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, leading to polypoidy. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families is less, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are found clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 159.77313232421875
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 159.72129821777344
        },
        {
            "docid": "49021319_12",
            "document": "TALE-likes . Several lines of evidence support the idea that RipTALs function as effector proteins, promoting bacterial growth or disease by manipulating the expression of plant genes. They are secreted into plant cells by the Type III secretion system, which is the main delivery system for effector proteins. They are able to function as sequence-specific transcription factors in plant cells. In addition a strain lacking its RipTAL was shown to grow slower inside eggplant leaf tissue than the wild type. Furthermore, a study based on DNA polymorphisms in \"ripTAL\" repeat domain sequences and host plants found a statistically significant connection between host plant and repeat domain variants. This is expected if the RipTALs of different strains are adapted to target genes in specific host plants. Despite this to date no target genes have been identified for any RipTAL.",
            "score": 158.3553924560547
        },
        {
            "docid": "12266_25",
            "document": "Genetics . Often different genes can interact in a way that influences the same trait. In the Blue-eyed Mary (\"Omphalodes verna\"), for example, there exists a gene with alleles that determine the color of flowers: blue or magenta. Another gene, however, controls whether the flowers have color at all or are white. When a plant has two copies of this white allele, its flowers are white—regardless of whether the first gene has blue or magenta alleles. This interaction between genes is called epistasis, with the second gene epistatic to the first.",
            "score": 158.3459930419922
        },
        {
            "docid": "19595_8",
            "document": "Mendelian inheritance . He then conceived the idea of heredity units, which he called \"factors\". Mendel found that there are alternative forms of factors—now called genes—that account for variations in inherited characteristics. For example, the gene for flower color in pea plants exists in two forms, one for purple and the other for white. The alternative \"forms\" are now called alleles. For each biological trait, an organism inherits two alleles, one from each parent. These alleles may be the same or different. An organism that has two identical alleles for a gene is said to be homozygous for that gene (and is called a homozygote). An organism that has two different alleles for a gene is said be heterozygous for that gene (and is called a heterozygote).",
            "score": 158.19981384277344
        },
        {
            "docid": "57196924_7",
            "document": "Complex traits . To determine the functional consequences of these variants, researchers have largely focused on identifying key genes, pathways, and processes that drive complex trait behavior; an inherent assumption has been that the most statistically significant variants have the greatest impact on traits because they act by affecting these key drivers. For example, one study hypothesizes that there exist rate-limiting genes pivotal to the function of gene regulatory networks. Others studies have identified the functional impacts of key genes and mutations on disorders, including autism and Schizophrenia. However, a 2017 analysis by Boyle et al. argues that while genes which directly impact complex traits do exist, regulatory networks are so interconnected that any expressed gene affects the functions of these \"core\" genes; this idea is coined the \"omnigenic\" hypothesis. While these \"peripheral\" genes each have small effects, their combined impact far exceeds the contributions of core genes themselves. To support the hypothesis that core genes play a smaller than expected role, the authors describe three main observations: the heritability for complex traits is spread broadly, often uniformly, across the genome; genetic effects do not appear to be mediated by cell-type specific function; and genes in the relevant functional categories only modestly contribute more to heritability than other genes. One alternative to the omnigenic hypothesis is the idea that peripheral genes act not by altering core genes but by altering cellular states, such as the speed of cell division or hormone response.",
            "score": 158.10333251953125
        },
        {
            "docid": "68300_30",
            "document": "Dominance (genetics) . Epistasis [\"\"epi\" + \"stasis\" = to sit on top\"] is an interaction between alleles at two \"different\" gene loci that affect a single trait, which may sometimes resemble a dominance interaction between two \"different\" alleles at the \"same\" locus. Epistasis modifies the characteristic 9:3:3:1 ratio expected for two non-epistatic genes. For two loci, 14 classes of epistatic interactions are recognized. As an example of recessive epistasis, one gene locus may determine whether a flower pigment is yellow (AA or Aa) or green (aa), while another locus determines whether the pigment is produced (BB or Bb) or not (bb). In a bb plant, the flowers will be white, irrespective of the genotype of the other locus as AA, Aa, or aa. The bb combination is \"not\" dominant to the A allele: rather, the B gene shows recessive epistasis to the A gene, because the B locus when homozygous for the \"recessive\" allele (bb) suppresses phenotypic expression of the A locus. In a cross between two AaBb plants, this produces a characteristic 9:3:4 ratio, in this case of yellow : green : white flowers.",
            "score": 158.073974609375
        }
    ]
}