{
    "q": [
        {
            "docid": "1662513_6",
            "document": "Relapse . Drug taking and relapse are heavily influenced by a number of factors including the pharmacokinetics, dose, and neurochemistry of the drug itself as well as the drug taker’s environment and drug-related history. Reinstatement of drug use after a period of non-use or abstinence is typically initiated by one or a combination of the three main triggers: stress, re-exposure to the drug or drug-priming, and environmental cues. These factors may induce a neurochemical response in the drug taker that mimics the drug and thus triggers reinstatement. These cues may lead to a strong desire or intention to use the drug, a feeling termed craving by Abraham Wikler in 1948. The propensity for craving is heavily influenced by all three triggers to relapse and is now an accepted hallmark of substance dependence. Stress is one of the most powerful stimuli for reinstating drug use because stress cues stimulate craving and drug-seeking behavior during abstinence. Stress-induced craving is also predictive of time to relapse. Comparably, addicted individuals show an increased susceptibility to stressors than do non-addicted controls. Examples of stressors that may induce reinstatement include emotions of fear, sadness, or anger, a physical stressor such as a footshock or elevated sound level, or a social event. Drug-priming is exposing the abstinent user to the drug of abuse, which will induce reinstatement of the drug-seeking behavior and drug self-administration. Stimuli that have a pre-existing association with a given drug or with use of that drug can trigger both craving and reinstatement. These cues include any items, places, or people associated with the drug.",
            "score": 351.5467368364334
        },
        {
            "docid": "5670147_5",
            "document": "Kent C. Berridge . Berridge and colleague Dr. Terry Robinson have formulated a contemporary theory of addiction called the Incentive Sensitization Theory of Addiction. According to this theory, drug addiction develops from a sensitization of the mesolimbic dopamine system. Dopamine normally functions to attribute incentive salience to stimuli associated with rewards like food and sex, and triggers reward “wanting”. Drugs hijack this “wanting” system. Following repeated use of drugs, the dopamine system becomes hyper-responsive and drug cues become hyper-salient. This means drug cues are nearly impossible for addicts to ignore, and when they are encountered they can lead to intense cravings and/or relapse. This sensitized cue-triggered drug 'wanting' can persist for years after an addict quits drugs, and long after drug withdrawal has ceased. This fact may account for the tendency of former addicts to relapse to drug use after quitting, sometimes even after many years of abstinence.",
            "score": 289.1404232978821
        },
        {
            "docid": "21488622_22",
            "document": "Self-administration . The researchers used an additional test to further support classification of a rat as “addicted” by measuring relapse rates during reinstatement paradigms. Human drug addicts reportedly relapse at a rate of >90% as measured from the initial diagnosis. Rats that responded at high rates after some form of cue-induced reinstatement could be considered likely to relapse.(Deroche-Gamonet et al.) This model provided an important advancement for the method of self-administration because it allows animal models to better approximate the physiological and behavioral aspects of drug addiction in humans.",
            "score": 218.90593552589417
        },
        {
            "docid": "37691875_27",
            "document": "Addiction-related structural neuroplasticity . Relapse is the biggest problem for recovering addicts; an addict can be forced to abstain from using drugs while they are admitted in a treatment clinic, but once they leave the clinic they are at risk of relapse. Relapse can be triggered by stress, cues associated with past drug use, or re-exposure to the substance. Animal models of relapse can be triggered in the same way.",
            "score": 215.60525226593018
        },
        {
            "docid": "1194091_9",
            "document": "Dizocilpine . Dizocilpine may be effective as a recreational drug. Little is known in this context about its effects, dosage, and risks. The high potency of dizocilpine makes its dosage more difficult to accurately control when compared to other similar drugs. As a result, the chances of overdosing are high. Users tend to report that the experience is not as enjoyable as other dissociative drugs, and it is often accompanied by strong auditory hallucinations. Also, dizocilpine is much longer-lasting than similar dissociative drugs such as ketamine and phencyclidine (PCP), and causes far worse amnesia and residual deficits in thinking, which have hindered its acceptance as a recreational drug. Several animal studies have demonstrated the addictive potential of dizocilpine. Rats learned to lever-press in order to obtain injections of dizocilpine into the nucleus accumbens and frontal cortex, however, when given a dopamine antagonist at the same time, the lever-pressing was not altered, which shows that the rewarding effect of dizocilpine is not dependent on dopamine. Intraperitoneal administration of dizocilpine also produced an enhancement in self-stimulation responding. Rhesus monkeys were trained to self-administer cocaine or phencyclidine, then were offered dizocilpine instead. None of the four monkeys who were used to cocaine chose to self-administer dizocilpine but three out of the four monkeys who had been using phencyclidine self-administered dizocilpine, suggesting again that dizocilpine has potential as a recreational drug for those seeking a dissociative anaesthetic type of experience. It was found that dizocilpine administration elicited conditioned place preference in animals, again demonstrating its reinforcing properties.",
            "score": 236.76901352405548
        },
        {
            "docid": "188540_64",
            "document": "Classical conditioning . Pavlovian-instrumental transfer is a phenomenon that occurs when a conditioned stimulus (CS, also known as a \"cue\") that has been associated with rewarding or aversive stimuli via classical conditioning alters motivational salience and operant behavior. In a typical experiment, a rat is presented with sound-food pairings (classical conditioning). Separately, the rat learns to press a lever to get food (operant conditioning). Test sessions now show that the rat presses the lever faster in the presence of the sound than in silence, although the sound has never been associated with lever pressing.",
            "score": 217.98415517807007
        },
        {
            "docid": "54102859_7",
            "document": "Pavlovian-instrumental transfer . Due to the effect of reward cues and Pavlovian-instrumental transfer on the amplification of incentive salience for rewarding stimuli, PIT is believed to be one of the mechanisms responsible for producing \"cue-triggered wanting\", or craving, for a drug that occurs when an individual with a drug addiction is exposed to drug cues even after long periods of abstinence. For example, anti-drug agencies previously used posters with images of drug paraphernalia – which is a type of drug cue – as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effect of incentive salience in causing cravings and relapse upon sight of the stimuli illustrated in the posters.",
            "score": 292.19327211380005
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 215.56602668762207
        },
        {
            "docid": "21488622_20",
            "document": "Self-administration . Self-administration studies have long been considered the “standard” in addiction research using both animal and human models. Conducting self-administration studies in animal models provides a much greater level of experimental flexibility than in humans because investigating the effects of novel pharmacological drug treatments poses significantly fewer ethical and practical barriers. In 1999, Pilla and colleagues published in Nature a study documenting the efficacy of a partial D3-agonist (BP-897) in reducing environmental cue-induced cocaine craving and vulnerability to relapse. An interesting aspect of this study was the use of second-order reinforcement schedules to identify a dissociation in the effects of BP-897 in that the drug inhibits cue-induced cocaine seeking but has no primary reinforcement effect. This latter condition is important for any pharmacological agent to be used in the treatment of addiction—drugs used to treat addiction should be less reinforcing than the drug whose addiction they treat and optimally have no reinforcing effects.",
            "score": 212.68377780914307
        },
        {
            "docid": "1085344_6",
            "document": "Motivational salience . The assignment of incentive salience to stimuli is dysregulated in addiction. Addictive drugs are intrinsically rewarding (i.e., pleasurable) and therefore function as primary positive reinforcers of continued drug use that are assigned incentive salience. During the development of an addiction, the repeated association of otherwise neutral and even non-rewarding stimuli with drug consumption triggers an associative learning process that causes these previously neutral stimuli to act as conditioned positive reinforcers of addictive drug use (i.e., these stimuli start to function as drug cues). As conditioned positive reinforcers of drug use, these previously neutral stimuli are assigned incentive salience (which manifests as a craving) – sometimes at pathologically high levels due to reward sensitization – which can transfer to the primary reinforcer (e.g., the use of an addictive drug) with which it was originally paired. Thus, if an individual remains abstinent from drug use for some time and encounters one of these drug cues, a craving for the associated drug may reappear. For example, anti-drug agencies previously used posters with images of drug paraphernalia as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effects of incentive salience in causing relapse upon sight of the stimuli illustrated in the posters.",
            "score": 298.05713617801666
        },
        {
            "docid": "83859_43",
            "document": "Adolescence . Related to their increased tendency for risk-taking, adolescents show impaired behavioral inhibition, including deficits in extinction learning. This has important implications for engaging in risky behavior such as unsafe sex or illicit drug use, as adolescents are less likely to inhibit actions that may have negative outcomes in the future. This phenomenon also has consequences for behavioral treatments based on the principle of extinction, such as cue exposure therapy for anxiety or drug addiction. It has been suggested that impaired inhibition, specifically extinction, may help to explain adolescent propensity to relapse to drug-seeking even following behavioral treatment for addiction.",
            "score": 195.6037139892578
        },
        {
            "docid": "5760785_4",
            "document": "Cue reactivity . Because people with a substance addiction are highly reactive to environmental cues previously associated with drug use, a common treatment strategy is to advise them to avoid people and situations formerly associated with drug use. For example, a smoker attempting to quit should avoid other smokers and places where smoking is prevalent (like bars in places where smoking is allowed in bars). Although the relationship between cue reactivity in the laboratory and relapse to drug use in the real world is still poorly understood, considerable anecdotal evidence from drug treatment programs and smoking cessation counselors suggests that people with an addiction who seek treatment are more successful at remaining abstinent if they take special care to avoid cues associated with prior drug use.",
            "score": 213.59637689590454
        },
        {
            "docid": "21312301_37",
            "document": "Context-dependent memory . Extinction is often used in a type of clinical therapy called exposure therapy to treat disorders such as phobias and anxiety and is also used to treat drug dependence. For example, a person who learns to associate snakes with a traumatic event such as being bitten may develop a phobia. As a treatment, a therapist may choose to expose the person to snakes in the absence of any traumatic event, leading to extinction of maladaptive behaviours related to fear. However, due to the fact that extinction is a context-dependent process, it may lead to relapse once the patient is no longer in the extinction context.  In a study by Crombag and Shaham, rats were taught to self-administer a heroin and cocaine mixture followed by twenty days of extinction. Half of the rats experienced extinction in the same context as the original self-administration and the other half in a new context. The rats that underwent extinction in a new context renewed drug self-administration significantly more than the other rats when they were put back in the original context. A similar effect was shown in human exposure therapy for severe fear of spiders. The participants who were treated through extinction and later tested in the same context were significantly less afraid than the participants who were treated and tested in different contexts. This shows the lack of generalizability of one context to another in exposure therapy. Hence, it should be taken into consideration that context-dependence of extinction is critical for successful treatments. To acquire stable and effective extinction of phobias, anxiety, or drug-seeking, the context of extinction must be as similar as possible to the day-to-day encounters with emotion-arousing cues that patients may experience.",
            "score": 196.12069821357727
        },
        {
            "docid": "12389604_4",
            "document": "University of Minnesota primate research . Carroll's research involves training monkeys and rats — for example by restricting food intake — to self-administer drugs that humans misuse. In the experiments, the animals drink alcohol, smoke, and are given cocaine, heroin, caffeine, nicotine, and alcohol intravenously (only rats self-administer intravenously). She writes that \"several phases of the addiction process are modeled, such as acquisition, maintenance, withdrawal, craving, and relapse.\"",
            "score": 197.66070675849915
        },
        {
            "docid": "29109801_4",
            "document": "Methastyridone . \"Merck’s behavioral psychopharmacology screening program finally identified one highly promising new antidepressant. Code named MK-202, the chemical increased lever-pressing work output under a range of conditions, in seemingly more adaptive ways than amphetamine. For instance, in the “strained fixed-ratio” test, designed to measure “an animal’s ability to handle an overly large workload with inadequate motivation,” MK-202 performed better than dextroamphetamine. Here, hungry rats were given a drop of condensed milk only after pressing a lever two hundred times in response to a light signal. However, in the middle of their heavy and under-rewarded task a second light would turn on intermittently, and if they immediately responded by pressing a second lever they would get a milk drop instantly. Thus, this experiment measured both willingness to do “a particularly long and tedious job” as well as “alertness” to a second stimulus, according to Merck researchers. The rats on amphetamine performed well on the repetitive task but tended to miss the second stimulus; not so the rats on MK-202. Given the similarity between the rat’s situation and the repetitive work that most people must endure to make a living, a drug that increased lever pressing without producing unresponsiveness would seem a likely antidepressant—provided we accept that inefficiency in unrewarding jobs indicates psychiatric depression.\" \"This implicit identification of impaired work efficiency with depressive illness, inscribed in the use of amphetamine-boosted lever pressing as the benchmark that subsequent antidepressants had to meet, applied to the highest level executive type of work also. (The business world is called a “rat race” with reason!) This is evident from another test, designed to measure a rat’s capacity to perform complex tasks. Here, to get a reward, rats had to press a lever rapidly when a white light was on, slowly when a red light was on, and not at all when both lights were on. The rats on amphetamine pressed their levers fast no matter what lights were on, but the rats on MK-202 only pressed fast when high speed was rewarded. In these and a half a dozen other experiments with trained rats subject to diabolically ingenious “reinforcement schedules” (that is, particular programs of reward and punishment), MK-202 outperformed amphetamine for boosting work output, maximizing reward, and minimizing punishment, particularly when tasks were both difficult and unrewarding. A more promising antidepressant drug candidate could hardly be imagined, and in January 1960 the behavioral psychopharmacology unit passed it on for human testing as an antidepressant, with its highest recommendation.\"",
            "score": 237.07905220985413
        },
        {
            "docid": "14754095_10",
            "document": "SLC1A2 . Addiction to certain addictive drugs (e.g., cocaine, heroin, alcohol, and nicotine) is correlated with a persistent reduction in the expression of EAAT2 in the nucleus accumbens (NAcc); the reduced expression of EAAT2 in this region is implicated in addictive drug-seeking behavior. In particular, the long-term dysregulation of glutamate neurotransmission in the NAcc of addicts is associated with an increase in vulnerability to relapse after re-exposure to the addictive drug or its associated drug cues. Drugs which help to normalize the expression of EAAT2 in this region, such as N-acetylcysteine, have been proposed as an adjunct therapy for the treatment of addiction to cocaine, nicotine, alcohol, and other drugs.",
            "score": 211.87333178520203
        },
        {
            "docid": "4055903_18",
            "document": "Glutamate transporter . Addiction to certain addictive drugs (e.g., cocaine, heroin, alcohol, and nicotine) is correlated with a persistent reduction in the expression of EAAT2 in the nucleus accumbens (NAcc); the reduced expression of EAAT2 in this region is implicated in addictive drug-seeking behavior. In particular, the long-term dysregulation of glutamate neurotransmission in the NAcc of addicts is associated with an increase in vulnerability to relapse after re-exposure to the addictive drug or its associated drug cues. Drugs which help to normalize the expression of EAAT2 in this region, such as N-acetylcysteine, have been proposed as an adjunct therapy for the treatment of addiction to cocaine, nicotine, alcohol, and other drugs.",
            "score": 211.87333178520203
        },
        {
            "docid": "14083964_27",
            "document": "Animal psychopathology . Certain laboratory rat strains that have been created by controlled breeding for many generations show a higher tendency towards compulsive behaviors than other strains. Lewis rats show more compulsive lever pressing behavior than Sprague Dawley or Wistar rats and are less responsive to the anti-compulsive drug paroxetine. In this study, rats were taught to press a lever to receive food in an operant conditioning task. Once food was no longer provided when they pressed the lever, rats were expected to stop pressing it. Lewis rats pressed the lever more often than the other two types, even though they had presumably learned that they would not receive food, and continued to press it more often even after treatment with the drug. An analysis of the genetic differences between the three rat strains might help to identify genes that might be responsible for the compulsive behavior.",
            "score": 233.42451858520508
        },
        {
            "docid": "1662513_13",
            "document": "Relapse . To self-administer the drug of interest the animal is implanted with an intravenous catheter and seated in a primate chair equipped with a response lever. The animal is seated in a ventilated chamber and trained on a schedule of drug self-administration. In many studies the self-administration task begins with presentation of a stimulus light (located near the response panel) that may change colors or turn off upon completion of the operant task. The change in visual stimulus is accompanied by an injection of the given drug through the implanted catheter. This schedule is maintained until the animals learn the task.",
            "score": 221.0280179977417
        },
        {
            "docid": "27158894_32",
            "document": "Addiction . \"Cue-induced wanting\" or \"cue-triggered wanting\", a form of craving that occurs in addiction, is responsible for the majority of compulsive behavior that addicts exhibit. During the development of an addiction, the repeated association of otherwise neutral and even non-rewarding stimuli with drug consumption triggers an associative learning process that causes these previously neutral stimuli to act as conditioned positive reinforcers of addictive drug use (i.e., these stimuli start to function as drug cues). As conditioned positive reinforcers of drug use, these previously neutral stimuli are assigned incentive salience (which manifests as a craving) – sometimes at pathologically high levels due to reward sensitization – which can transfer to the primary reinforcer (e.g., the use of an addictive drug) with which it was originally paired.",
            "score": 263.3107509613037
        },
        {
            "docid": "5760785_3",
            "document": "Cue reactivity . A meta-analysis of 41 cue reactivity studies with people that have an alcohol, heroin, or cocaine addiction strongly supports the finding that people who have addictions have significant cue-specific reactions to drug-related stimuli. In general, these individuals, regardless of drug of abuse, report robust increases in craving and exhibit modest changes in autonomic responses, such as increases in heart rate and skin conductance and decreases in skin temperature, when exposed to drug-related versus neutral stimuli. Surprisingly, despite their obvious clinical relevance, drug use or drug-seeking behaviors are seldom measured in cue reactivity studies. However, when drug-use measures are used in cue reactivity studies the typical finding is a modest increase in drug-seeking or drug-use behavior.",
            "score": 253.36642456054688
        },
        {
            "docid": "1662513_9",
            "document": "Relapse . The various behavioral approaches to treating relapse focus on the precursors and consequences of drug taking and reinstatement. Cognitive behavioral techniques (CBT) incorporate Pavlovian conditioning and operant conditioning, characterized by positive reinforcement and negative reinforcement, in order to alter the cognitions, thoughts, and emotions associated with drug taking behavior. A main approach of CBT is cue exposure, during which the abstinent user is repeatedly exposed to the most salient triggers without exposure to the substance in hopes that the substance will gradually lose the ability to induce drug-seeking behavior. This approach is likely to reduce the severity of a relapse than to prevent one from occurring altogether. Another method teaches addicts basic coping mechanisms to avoid using the illicit drug. It is important to address any deficits in coping skills, to identify the needs that likely induce drug-seeking, and to develop another way to meet them.",
            "score": 240.90198266506195
        },
        {
            "docid": "14511650_20",
            "document": "Impulsivity . Impulsivity is also related to the abstinence, relapse, and treatment stages of substance abuse. People who scored high on the Barratt Impulsivity Scale (BIS) were more likely to stop treatment for cocaine abuse. Additionally, they adhered to treatment for a shorter duration than people that scored low on impulsivity. Also, impulsive people had greater cravings for drugs during withdrawal periods and were more likely to relapse. This effect was shown in a study where smokers that test high on the BIS had increased craving in response to smoking cues, and gave into the cravings more quickly than less impulsive smokers. Taken as a whole the current research suggests that impulsive individuals are less likely to abstain from drugs and more likely to relapse earlier than less impulsive individuals.",
            "score": 230.29281377792358
        },
        {
            "docid": "21488622_21",
            "document": "Self-administration . A recent study published in Nature showed an upregulation of microRNA-212 in the dorsal striatum of rats previously exposed to cocaine for extended periods. Animals infected with a viral vector overexpressing miR-212 in the dorsal striatum produced the same initial levels of cocaine intake; however, drug consumption progressively decreased as net cocaine exposure increased. The authors of the study noted that viral-infected animals exhibited decreased operant responding during the post-infusion time-out period and proposed that this demonstrated a reduction in compulsive drug-seeking behavior.(Hollander \"et al.\") miR-212 acts through Raf1 to enhance the CREB response; CREB-TORC is known to negatively regulate the reinforcing effects of cocaine. (Hollander \"et al.\") This study provides one example (miR-212, owing to its amplification of CREB) of a self-administration study that may provide potential therapeutic targets for the treatment of cocaine addiction. One of the most important advances to emerge from self-administration studies comes from a behavioral model for addiction in animals. This model relies on observation of three separate phenomena to classify a rat as “addicted:” 1) Persistence in drug-seeking: Depends on the attempts of rats to obtain drug during time-out or no-periods in the self-administration apparatus. 2) Resistance to punishment: Measured by how much rats maintain rates of self-administration when cocaine infusion is paired with an electric shock. 3) Motivation for the drug: Measured by the breakpoint in progressive ratio reinforcement. (Deroche-Gamonet et al.)",
            "score": 218.43782114982605
        },
        {
            "docid": "569334_4",
            "document": "Association (psychology) . Edward Thorndike did research in this area and developed the law of effect, where associations between a stimulus and response are affected by the consequence of the response. For example, behaviors increase in strength and/or frequency when they have been followed by reward. This occurs because of an association between the behavior and a mental representation of the reward (such as food). Conversely, receiving a negative consequence lowers the frequency of the behavior due to the negative association. An example of this would be a rat in a cage with a bar lever. If pressing the lever results in a food pellet, the rat will learn to press the lever to receive food. If pressing the lever resulted in an electric shock on the floor of the cage, the rat would learn to avoid pressing the lever.",
            "score": 176.10788702964783
        },
        {
            "docid": "20876681_22",
            "document": "Conditioned place preference . Research on stress and drug-primed reinstatement has implications for treatment of addiction research in humans. Reinstatement studies on stress and drug primes provide evidence for their role in relapse behavior in humans. In addition to conditioned placed preference, animal testing using self-administration procedures have also been used to examine potential causes of relapse in humans. Stress and drug-primes have also shown to contribute to relapse behaviour in humans. With the knowledge that stress and drug primes contribute to relapse behavior, measures to avoid stressful situations can help addicts avoid returning to their addictive behaviors. Drug priming is thought to induce relapse in humans because of their effects on the reward circuits of the brain. Repeated drug exposure is thought to sensitize the rewarding effect of the drug and exposure to the drug after extinction can reintroduce this rewarding effect. These effects play a key role in the persistence of drug-seeking behaviors. Researchers use the reinstatement procedure to test the ability of certain drugs to inhibit these different types of reinstatement. One such drug that has been shown to have attenuating effects on reinstatement is mecamylamine. This is a selective nicotinic acetylcholine receptor antagonist which, if administered after extinction trials, can block the reinstatement of the conditioned place preference for nicotine and opiates. Although direct causal linkages cannot be assumed between reinstatement in the conditioned place preference procedure and relapse in humans, it provides a solid first step in the process of creating drugs that may one day be used to treat relapse in humans.",
            "score": 239.88372945785522
        },
        {
            "docid": "1662513_4",
            "document": "Relapse . The availability of the dopamine receptor D2 plays a role in self-administration and the reinforcing effects of cocaine and other stimulants. The D2 receptor availability has an inverse relationship to vulnerability to the reinforcing effects of the drug. That is, as D2 receptors become limited the user becomes more susceptible to the reinforcing effects of cocaine. It is currently unknown if a predisposition to low D2 receptor availability is possible; however, most studies support the idea that changes in D2 receptor availability are a result, rather than a precursor, of cocaine use. It has also been noted that D2 receptors may return to the level existing prior to drug exposure during long periods of abstinence, a fact which may have implications in relapse treatment.",
            "score": 203.30047798156738
        },
        {
            "docid": "1662513_8",
            "document": "Relapse . Various medications are used to stabilize an addicted user, reduce the initial drug use, and prevent reinstatement of the drug. Medications can normalize the long-term changes that occur in the brain and nervous system as a result of prolonged drug use. This method of therapy is complex and multi-faceted because the brain target for the desire to use the drug may be different from the target induced by the drug itself. The availability of various neurotransmitter receptors, such as the dopamine receptor D2, and changes in the medial prefrontal cortex are prominent targets for pharmacotherapy to prevent relapse because they are heavily linked to drug-induced, stress-induced, and cue-induced relapse. Receptor recovery can be upregulated by administration of receptor antagonists, while pharmacotherapeutic treatments for neruoadaptations in the medial prefrontal cortex are still relatively ineffective due to lacking knowledge of these adaptations on the molecular and cellular level.",
            "score": 202.25057792663574
        },
        {
            "docid": "1662513_14",
            "document": "Relapse . Extinction in non-human primates is analogous, with some limitations, to abstinence in humans. In order to extinguish drug-seeking behavior the drug is substituted with a saline solution. When the animal performs the task it has been trained to perform it is no longer reinforced with an injection of the drug. The visual stimulus associated with the drug and completion of the task is also removed. The extinction sessions are continued until the animal ceases the drug-seeking behavior by pressing the lever.",
            "score": 249.75456428527832
        },
        {
            "docid": "4868_18",
            "document": "B. F. Skinner . The second question, \"how is operant behavior controlled?\" arises because, to begin with, the behavior is \"emitted\" without reference to any particular stimulus. Skinner answered this question by saying that a stimulus comes to control an operant if it is present when the response is reinforced and absent when it is not. For example, if lever-pressing only brings food when a light is on, a rat, or a child, will learn to press the lever only when the light is on. Skinner summarized this relationship by saying that a discriminative stimulus (e.g. light) sets the occasion for the reinforcement (food) of the operant (lever-press). This three-term contingency (stimulus-response-reinforcer) is one of Skinner's most important concepts, and sets his theory apart from theories that use only pair-wise associations.",
            "score": 207.70794534683228
        },
        {
            "docid": "1662513_18",
            "document": "Relapse . There exists a higher rate of relapse, shorter periods of abstinence, and higher responsiveness to drug-related cues in women as compared to men. One study suggests that the ovarian hormones, estradiol and progesterone, that exist in females at fluctuating levels throughout the menstrual cycle (or estrous cycle in rodents), play a significant role in drug-primed relapse. There is a marked increase in progesterone levels and a decrease in estradiol levels during the luteal phase. Anxiety, irritability, and depression, three symptoms of both withdrawal and the human menstrual cycle, are most severe in the luteal phase. Symptoms of withdrawal not associated with the cycle, such as hunger, are also enhanced during the luteal phase, which suggests the role of estradiol and progesterone in enhancing symptoms above the naturally occurring level of the menstrual cycle. The symptoms of craving also increase during the luteal phase in humans (it is important to note that the opposite result occurs in female subjects with cocaine addiction suggesting that cyclic changes may be specific for different drugs of abuse). Further, the drug-primed response is reduced during the luteal phase suggesting a time in the cycle during which the urge to continue use may be reduced. These findings implicate a cyclic, hormone-based timing for quitting a drug of abuse and preparing for magnified symptoms of withdrawal or susceptibility to relapse.",
            "score": 228.16900765895844
        },
        {
            "docid": "211960_50",
            "document": "Reinforcement . Positive and negative reinforcement play central roles in the development and maintenance of addiction and drug dependence. An addictive drug is intrinsically rewarding; that is, it functions as a primary positive reinforcer of drug use. The brain's reward system assigns it incentive salience (i.e., it is \"wanted\" or \"desired\"), so as an addiction develops, deprivation of the drug leads to craving. In addition, stimuli associated with drug use – e.g., the sight of a syringe, and the location of use – become associated with the intense reinforcement induced by the drug. These previously neutral stimuli acquire several properties: their appearance can induce craving, and they can become conditioned positive reinforcers of continued use. Thus, if an addicted individual encounters one of these drug cues, a craving for the associated drug may reappear. For example, anti-drug agencies previously used posters with images of drug paraphernalia as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effects of incentive salience in causing relapse upon sight of the stimuli illustrated in the posters.",
            "score": 278.36047983169556
        }
    ],
    "r": [
        {
            "docid": "1662513_6",
            "document": "Relapse . Drug taking and relapse are heavily influenced by a number of factors including the pharmacokinetics, dose, and neurochemistry of the drug itself as well as the drug taker’s environment and drug-related history. Reinstatement of drug use after a period of non-use or abstinence is typically initiated by one or a combination of the three main triggers: stress, re-exposure to the drug or drug-priming, and environmental cues. These factors may induce a neurochemical response in the drug taker that mimics the drug and thus triggers reinstatement. These cues may lead to a strong desire or intention to use the drug, a feeling termed craving by Abraham Wikler in 1948. The propensity for craving is heavily influenced by all three triggers to relapse and is now an accepted hallmark of substance dependence. Stress is one of the most powerful stimuli for reinstating drug use because stress cues stimulate craving and drug-seeking behavior during abstinence. Stress-induced craving is also predictive of time to relapse. Comparably, addicted individuals show an increased susceptibility to stressors than do non-addicted controls. Examples of stressors that may induce reinstatement include emotions of fear, sadness, or anger, a physical stressor such as a footshock or elevated sound level, or a social event. Drug-priming is exposing the abstinent user to the drug of abuse, which will induce reinstatement of the drug-seeking behavior and drug self-administration. Stimuli that have a pre-existing association with a given drug or with use of that drug can trigger both craving and reinstatement. These cues include any items, places, or people associated with the drug.",
            "score": 351.5467224121094
        },
        {
            "docid": "1085344_6",
            "document": "Motivational salience . The assignment of incentive salience to stimuli is dysregulated in addiction. Addictive drugs are intrinsically rewarding (i.e., pleasurable) and therefore function as primary positive reinforcers of continued drug use that are assigned incentive salience. During the development of an addiction, the repeated association of otherwise neutral and even non-rewarding stimuli with drug consumption triggers an associative learning process that causes these previously neutral stimuli to act as conditioned positive reinforcers of addictive drug use (i.e., these stimuli start to function as drug cues). As conditioned positive reinforcers of drug use, these previously neutral stimuli are assigned incentive salience (which manifests as a craving) – sometimes at pathologically high levels due to reward sensitization – which can transfer to the primary reinforcer (e.g., the use of an addictive drug) with which it was originally paired. Thus, if an individual remains abstinent from drug use for some time and encounters one of these drug cues, a craving for the associated drug may reappear. For example, anti-drug agencies previously used posters with images of drug paraphernalia as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effects of incentive salience in causing relapse upon sight of the stimuli illustrated in the posters.",
            "score": 298.05712890625
        },
        {
            "docid": "54102859_7",
            "document": "Pavlovian-instrumental transfer . Due to the effect of reward cues and Pavlovian-instrumental transfer on the amplification of incentive salience for rewarding stimuli, PIT is believed to be one of the mechanisms responsible for producing \"cue-triggered wanting\", or craving, for a drug that occurs when an individual with a drug addiction is exposed to drug cues even after long periods of abstinence. For example, anti-drug agencies previously used posters with images of drug paraphernalia – which is a type of drug cue – as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effect of incentive salience in causing cravings and relapse upon sight of the stimuli illustrated in the posters.",
            "score": 292.1932678222656
        },
        {
            "docid": "5670147_5",
            "document": "Kent C. Berridge . Berridge and colleague Dr. Terry Robinson have formulated a contemporary theory of addiction called the Incentive Sensitization Theory of Addiction. According to this theory, drug addiction develops from a sensitization of the mesolimbic dopamine system. Dopamine normally functions to attribute incentive salience to stimuli associated with rewards like food and sex, and triggers reward “wanting”. Drugs hijack this “wanting” system. Following repeated use of drugs, the dopamine system becomes hyper-responsive and drug cues become hyper-salient. This means drug cues are nearly impossible for addicts to ignore, and when they are encountered they can lead to intense cravings and/or relapse. This sensitized cue-triggered drug 'wanting' can persist for years after an addict quits drugs, and long after drug withdrawal has ceased. This fact may account for the tendency of former addicts to relapse to drug use after quitting, sometimes even after many years of abstinence.",
            "score": 289.1404113769531
        },
        {
            "docid": "128027_36",
            "document": "Operant conditioning . Positive and negative reinforcement play central roles in the development and maintenance of addiction and drug dependence. An addictive drug is intrinsically rewarding; that is, it functions as a primary positive reinforcer of drug use. The brain's reward system assigns it incentive salience (i.e., it is \"wanted\" or \"desired\"), so as an addiction develops, deprivation of the drug leads to craving. In addition, stimuli associated with drug use – e.g., the sight of a syringe, and the location of use – become associated with the intense reinforcement induced by the drug. These previously neutral stimuli acquire several properties: their appearance can induce craving, and they can become conditioned positive reinforcers of continued use. Thus, if an addicted individual encounters one of these drug cues, a craving for the associated drug may reappear. For example, anti-drug agencies previously used posters with images of drug paraphernalia as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effects of incentive salience in causing relapse upon sight of the stimuli illustrated in the posters.",
            "score": 280.8913879394531
        },
        {
            "docid": "211960_50",
            "document": "Reinforcement . Positive and negative reinforcement play central roles in the development and maintenance of addiction and drug dependence. An addictive drug is intrinsically rewarding; that is, it functions as a primary positive reinforcer of drug use. The brain's reward system assigns it incentive salience (i.e., it is \"wanted\" or \"desired\"), so as an addiction develops, deprivation of the drug leads to craving. In addition, stimuli associated with drug use – e.g., the sight of a syringe, and the location of use – become associated with the intense reinforcement induced by the drug. These previously neutral stimuli acquire several properties: their appearance can induce craving, and they can become conditioned positive reinforcers of continued use. Thus, if an addicted individual encounters one of these drug cues, a craving for the associated drug may reappear. For example, anti-drug agencies previously used posters with images of drug paraphernalia as an attempt to show the dangers of drug use. However, such posters are no longer used because of the effects of incentive salience in causing relapse upon sight of the stimuli illustrated in the posters.",
            "score": 278.3605041503906
        },
        {
            "docid": "27158894_32",
            "document": "Addiction . \"Cue-induced wanting\" or \"cue-triggered wanting\", a form of craving that occurs in addiction, is responsible for the majority of compulsive behavior that addicts exhibit. During the development of an addiction, the repeated association of otherwise neutral and even non-rewarding stimuli with drug consumption triggers an associative learning process that causes these previously neutral stimuli to act as conditioned positive reinforcers of addictive drug use (i.e., these stimuli start to function as drug cues). As conditioned positive reinforcers of drug use, these previously neutral stimuli are assigned incentive salience (which manifests as a craving) – sometimes at pathologically high levels due to reward sensitization – which can transfer to the primary reinforcer (e.g., the use of an addictive drug) with which it was originally paired.",
            "score": 263.3107604980469
        },
        {
            "docid": "35075711_48",
            "document": "Spontaneous recovery . Another relation of drugs to spontaneous recovery is the incidences regarding relapse. A recovered addict can be presented with stimuli that spontaneously recover motivational feelings that are believed to cause the relapse. The longer the extinction period of the abstinence from the drug, the more vulnerable to person is to relapsing spontaneously. For example, cocaine addicts who are thought to be \"cured\" can experience an irresistible impulse to use the drug again if they are subsequently confronted by a stimulus with strong connections to the drug, such as a white powder.",
            "score": 262.8547058105469
        },
        {
            "docid": "5760785_3",
            "document": "Cue reactivity . A meta-analysis of 41 cue reactivity studies with people that have an alcohol, heroin, or cocaine addiction strongly supports the finding that people who have addictions have significant cue-specific reactions to drug-related stimuli. In general, these individuals, regardless of drug of abuse, report robust increases in craving and exhibit modest changes in autonomic responses, such as increases in heart rate and skin conductance and decreases in skin temperature, when exposed to drug-related versus neutral stimuli. Surprisingly, despite their obvious clinical relevance, drug use or drug-seeking behaviors are seldom measured in cue reactivity studies. However, when drug-use measures are used in cue reactivity studies the typical finding is a modest increase in drug-seeking or drug-use behavior.",
            "score": 253.36642456054688
        },
        {
            "docid": "553317_35",
            "document": "Nucleus accumbens . Similar to drug rewards, non-drug rewards also increase the level of extracellular dopamine in the NAcc shell. Drug-induced dopamine release in the NAcc shell and NAcc core is usually not prone to habituation (i.e., the development of drug tolerance: a decrease in dopamine release from future drug exposure as a result of repeated drug exposure); on the contrary, repeated exposure to drugs that induce dopamine release in the NAcc shell and core typically results in sensitization (i.e., the amount of dopamine that is released in the NAcc from future drug exposure increases as a result of repeated drug exposure). Sensitization of dopamine release in the NAcc shell following repeated drug exposure serves to strengthen stimulus-drug associations (i.e., classical conditioning that occurs when drug use is repeatedly paired with environmental stimuli) and these associations become less prone to extinction (i.e., \"unlearning\" these classically conditioned associations between drug use and environmental stimuli becomes more difficult). After repeated pairing, these classically conditioned environmental stimuli (e.g., contexts and objects that are frequently paired with drug use) often become drug cues which function as secondary reinforcers of drug use (i.e., once these associations are established, exposure to a paired environmental stimulus triggers a craving or desire to use the drug which they've become associated with).",
            "score": 253.20924377441406
        },
        {
            "docid": "1662513_14",
            "document": "Relapse . Extinction in non-human primates is analogous, with some limitations, to abstinence in humans. In order to extinguish drug-seeking behavior the drug is substituted with a saline solution. When the animal performs the task it has been trained to perform it is no longer reinforced with an injection of the drug. The visual stimulus associated with the drug and completion of the task is also removed. The extinction sessions are continued until the animal ceases the drug-seeking behavior by pressing the lever.",
            "score": 249.7545623779297
        },
        {
            "docid": "21488622_16",
            "document": "Self-administration . Drug-induced reinstatement: exposure to a reinforcing drug after extinction of drug-seeking operant behavior can often reinstate drug-seeking, and can even occur when the new drug of exposure is different from the original reinforcer. This is thought to be strongly linked to drug sensitization  Cue-induced reinstatement: environmental cues associated with drug administration can trigger drug reinstatement by acting as conditioned stimuli, even during drug abstinence",
            "score": 241.72323608398438
        },
        {
            "docid": "1662513_9",
            "document": "Relapse . The various behavioral approaches to treating relapse focus on the precursors and consequences of drug taking and reinstatement. Cognitive behavioral techniques (CBT) incorporate Pavlovian conditioning and operant conditioning, characterized by positive reinforcement and negative reinforcement, in order to alter the cognitions, thoughts, and emotions associated with drug taking behavior. A main approach of CBT is cue exposure, during which the abstinent user is repeatedly exposed to the most salient triggers without exposure to the substance in hopes that the substance will gradually lose the ability to induce drug-seeking behavior. This approach is likely to reduce the severity of a relapse than to prevent one from occurring altogether. Another method teaches addicts basic coping mechanisms to avoid using the illicit drug. It is important to address any deficits in coping skills, to identify the needs that likely induce drug-seeking, and to develop another way to meet them.",
            "score": 240.9019775390625
        },
        {
            "docid": "20876681_22",
            "document": "Conditioned place preference . Research on stress and drug-primed reinstatement has implications for treatment of addiction research in humans. Reinstatement studies on stress and drug primes provide evidence for their role in relapse behavior in humans. In addition to conditioned placed preference, animal testing using self-administration procedures have also been used to examine potential causes of relapse in humans. Stress and drug-primes have also shown to contribute to relapse behaviour in humans. With the knowledge that stress and drug primes contribute to relapse behavior, measures to avoid stressful situations can help addicts avoid returning to their addictive behaviors. Drug priming is thought to induce relapse in humans because of their effects on the reward circuits of the brain. Repeated drug exposure is thought to sensitize the rewarding effect of the drug and exposure to the drug after extinction can reintroduce this rewarding effect. These effects play a key role in the persistence of drug-seeking behaviors. Researchers use the reinstatement procedure to test the ability of certain drugs to inhibit these different types of reinstatement. One such drug that has been shown to have attenuating effects on reinstatement is mecamylamine. This is a selective nicotinic acetylcholine receptor antagonist which, if administered after extinction trials, can block the reinstatement of the conditioned place preference for nicotine and opiates. Although direct causal linkages cannot be assumed between reinstatement in the conditioned place preference procedure and relapse in humans, it provides a solid first step in the process of creating drugs that may one day be used to treat relapse in humans.",
            "score": 239.88372802734375
        },
        {
            "docid": "29109801_4",
            "document": "Methastyridone . \"Merck’s behavioral psychopharmacology screening program finally identified one highly promising new antidepressant. Code named MK-202, the chemical increased lever-pressing work output under a range of conditions, in seemingly more adaptive ways than amphetamine. For instance, in the “strained fixed-ratio” test, designed to measure “an animal’s ability to handle an overly large workload with inadequate motivation,” MK-202 performed better than dextroamphetamine. Here, hungry rats were given a drop of condensed milk only after pressing a lever two hundred times in response to a light signal. However, in the middle of their heavy and under-rewarded task a second light would turn on intermittently, and if they immediately responded by pressing a second lever they would get a milk drop instantly. Thus, this experiment measured both willingness to do “a particularly long and tedious job” as well as “alertness” to a second stimulus, according to Merck researchers. The rats on amphetamine performed well on the repetitive task but tended to miss the second stimulus; not so the rats on MK-202. Given the similarity between the rat’s situation and the repetitive work that most people must endure to make a living, a drug that increased lever pressing without producing unresponsiveness would seem a likely antidepressant—provided we accept that inefficiency in unrewarding jobs indicates psychiatric depression.\" \"This implicit identification of impaired work efficiency with depressive illness, inscribed in the use of amphetamine-boosted lever pressing as the benchmark that subsequent antidepressants had to meet, applied to the highest level executive type of work also. (The business world is called a “rat race” with reason!) This is evident from another test, designed to measure a rat’s capacity to perform complex tasks. Here, to get a reward, rats had to press a lever rapidly when a white light was on, slowly when a red light was on, and not at all when both lights were on. The rats on amphetamine pressed their levers fast no matter what lights were on, but the rats on MK-202 only pressed fast when high speed was rewarded. In these and a half a dozen other experiments with trained rats subject to diabolically ingenious “reinforcement schedules” (that is, particular programs of reward and punishment), MK-202 outperformed amphetamine for boosting work output, maximizing reward, and minimizing punishment, particularly when tasks were both difficult and unrewarding. A more promising antidepressant drug candidate could hardly be imagined, and in January 1960 the behavioral psychopharmacology unit passed it on for human testing as an antidepressant, with its highest recommendation.\"",
            "score": 237.0790557861328
        },
        {
            "docid": "1194091_9",
            "document": "Dizocilpine . Dizocilpine may be effective as a recreational drug. Little is known in this context about its effects, dosage, and risks. The high potency of dizocilpine makes its dosage more difficult to accurately control when compared to other similar drugs. As a result, the chances of overdosing are high. Users tend to report that the experience is not as enjoyable as other dissociative drugs, and it is often accompanied by strong auditory hallucinations. Also, dizocilpine is much longer-lasting than similar dissociative drugs such as ketamine and phencyclidine (PCP), and causes far worse amnesia and residual deficits in thinking, which have hindered its acceptance as a recreational drug. Several animal studies have demonstrated the addictive potential of dizocilpine. Rats learned to lever-press in order to obtain injections of dizocilpine into the nucleus accumbens and frontal cortex, however, when given a dopamine antagonist at the same time, the lever-pressing was not altered, which shows that the rewarding effect of dizocilpine is not dependent on dopamine. Intraperitoneal administration of dizocilpine also produced an enhancement in self-stimulation responding. Rhesus monkeys were trained to self-administer cocaine or phencyclidine, then were offered dizocilpine instead. None of the four monkeys who were used to cocaine chose to self-administer dizocilpine but three out of the four monkeys who had been using phencyclidine self-administered dizocilpine, suggesting again that dizocilpine has potential as a recreational drug for those seeking a dissociative anaesthetic type of experience. It was found that dizocilpine administration elicited conditioned place preference in animals, again demonstrating its reinforcing properties.",
            "score": 236.76901245117188
        },
        {
            "docid": "14083964_27",
            "document": "Animal psychopathology . Certain laboratory rat strains that have been created by controlled breeding for many generations show a higher tendency towards compulsive behaviors than other strains. Lewis rats show more compulsive lever pressing behavior than Sprague Dawley or Wistar rats and are less responsive to the anti-compulsive drug paroxetine. In this study, rats were taught to press a lever to receive food in an operant conditioning task. Once food was no longer provided when they pressed the lever, rats were expected to stop pressing it. Lewis rats pressed the lever more often than the other two types, even though they had presumably learned that they would not receive food, and continued to press it more often even after treatment with the drug. An analysis of the genetic differences between the three rat strains might help to identify genes that might be responsible for the compulsive behavior.",
            "score": 233.4245147705078
        },
        {
            "docid": "20876681_18",
            "document": "Conditioned place preference . Reinstatement is a method used in animal testing procedures including CPP and self-administration. It is often used to model the behavior of drug relapse in humans, although its validity is a topic of debate. Reinstatement is the rapid reacquisition of an extinct behavior, which is caused by either the presentation of the unconditioned stimulus, by stress, or by context cues. This shows that the process of extinction does not completely eliminate an association, since the association between the UCS and the CS can be rapidly reacquired. In the context of conditioned place preference, after a place preference has been extinguished, the behavior is said to be reintsated when the animal quickly reacquires their place preference after repeated extinction trials have caused the preference to be extinguished. This has implications for research on drug relapse. There are two main modes of action for which reinstatement is often tested in the conditioned place preference paradigm. One is by introducing the animal (generally rats or mice are used) to stress. The other is by giving them a small dose of the unconditioned stimulus. In the case of CPP, when drugs are used to establish conditioned place preference, this is called drug priming.",
            "score": 232.9102020263672
        },
        {
            "docid": "39272452_3",
            "document": "James A Dinsmoor . Throughout his lifetime, Dinsmoor’s work expanded upon B.F. Skinner’s study of operant conditioning. Skinner’s work had a profound effect on James Dinsmoor, who described the work of Skinner as the “bare bones heart” of psychology. In line with Skinner’s work, Dinsmoor’s first published study compared the discriminative and reinforcing functions of a stimulus. Reinforcing stimuli are stimuli that are provided that increase the rate of behavior. Discriminative stimuli are defined as stimuli that signal the \"availability\" of reinforcement. For example, a mother might ring a dinner bell only when dinner is available, and this leads her children to come inside the house to get the meal. The dinner bell is the reinforcing stimulus (the children will come inside of the house again when they want food), and the dinner bell is the discriminative stimulus (the children know food is available when the dinner bell rings) (see Stimulus Control). In James Dinsmoor’s first work, he compared the rate at which behavior (bar-pressing for food among rats) decreased over time in the presence of a discriminative stimulus without reinforcement, a reinforcing stimulus without the discriminative stimulus, and in the presence of no stimulus. He found that responses decreased over time at a slower rate when a discriminative stimulus was present, even without reinforcement, and concluded that discriminative stimuli act as a filter, or a kind of secondary reinforcement.",
            "score": 231.68199157714844
        },
        {
            "docid": "14511650_20",
            "document": "Impulsivity . Impulsivity is also related to the abstinence, relapse, and treatment stages of substance abuse. People who scored high on the Barratt Impulsivity Scale (BIS) were more likely to stop treatment for cocaine abuse. Additionally, they adhered to treatment for a shorter duration than people that scored low on impulsivity. Also, impulsive people had greater cravings for drugs during withdrawal periods and were more likely to relapse. This effect was shown in a study where smokers that test high on the BIS had increased craving in response to smoking cues, and gave into the cravings more quickly than less impulsive smokers. Taken as a whole the current research suggests that impulsive individuals are less likely to abstain from drugs and more likely to relapse earlier than less impulsive individuals.",
            "score": 230.29281616210938
        },
        {
            "docid": "1662513_18",
            "document": "Relapse . There exists a higher rate of relapse, shorter periods of abstinence, and higher responsiveness to drug-related cues in women as compared to men. One study suggests that the ovarian hormones, estradiol and progesterone, that exist in females at fluctuating levels throughout the menstrual cycle (or estrous cycle in rodents), play a significant role in drug-primed relapse. There is a marked increase in progesterone levels and a decrease in estradiol levels during the luteal phase. Anxiety, irritability, and depression, three symptoms of both withdrawal and the human menstrual cycle, are most severe in the luteal phase. Symptoms of withdrawal not associated with the cycle, such as hunger, are also enhanced during the luteal phase, which suggests the role of estradiol and progesterone in enhancing symptoms above the naturally occurring level of the menstrual cycle. The symptoms of craving also increase during the luteal phase in humans (it is important to note that the opposite result occurs in female subjects with cocaine addiction suggesting that cyclic changes may be specific for different drugs of abuse). Further, the drug-primed response is reduced during the luteal phase suggesting a time in the cycle during which the urge to continue use may be reduced. These findings implicate a cyclic, hormone-based timing for quitting a drug of abuse and preparing for magnified symptoms of withdrawal or susceptibility to relapse.",
            "score": 228.16900634765625
        },
        {
            "docid": "1662513_17",
            "document": "Relapse . Although the reinstatement protocols are used frequently in laboratory settings there are some limitations to the validity of the procedures as a model of craving and relapse in humans. The primary limiting factor is that in humans, relapse rarely follows the strict extinction of drug-seeking behavior. Additionally, human self-reports show that drug-associated stimuli play a lesser role in craving in humans than in the laboratory models. The validity of the model can be examined in three ways: formal equivalence, correlational models, and functional equivalence. There is moderate formal equivalence, or face validity, meaning that the model somewhat resembles relapse as it occurs outside of the laboratory setting; however, there is little face validity for the procedures as a model of craving. The predictive validity, which is assessed by correlational models, has yet to be determined for the procedures. There is sound functional equivalence for the model, which suggests that relapse in the laboratory is reasonably similar to that in nature. Further research into other manipulations or reinforcements that could limit drug taking in non-human primates would be extremely beneficial to the field.",
            "score": 223.07518005371094
        },
        {
            "docid": "1662513_13",
            "document": "Relapse . To self-administer the drug of interest the animal is implanted with an intravenous catheter and seated in a primate chair equipped with a response lever. The animal is seated in a ventilated chamber and trained on a schedule of drug self-administration. In many studies the self-administration task begins with presentation of a stimulus light (located near the response panel) that may change colors or turn off upon completion of the operant task. The change in visual stimulus is accompanied by an injection of the given drug through the implanted catheter. This schedule is maintained until the animals learn the task.",
            "score": 221.02801513671875
        },
        {
            "docid": "5760785_2",
            "document": "Cue reactivity . Cue reactivity is a type of learned response which is observed in individuals with an addiction and involves significant physiological and subjective reactions to presentations of drug-related stimuli (i.e., drug cues). In investigations of these reactions in drug addicts, changes in self-reported drug craving, physiological responses, and drug use are monitored as they are exposed to drug-related cues (e.g., cigarettes, bottles of alcohol, drug paraphernalia) or drug-neutral cues (e.g., pencils, glasses of water, a set of car keys).",
            "score": 219.48692321777344
        },
        {
            "docid": "21488622_22",
            "document": "Self-administration . The researchers used an additional test to further support classification of a rat as “addicted” by measuring relapse rates during reinstatement paradigms. Human drug addicts reportedly relapse at a rate of >90% as measured from the initial diagnosis. Rats that responded at high rates after some form of cue-induced reinstatement could be considered likely to relapse.(Deroche-Gamonet et al.) This model provided an important advancement for the method of self-administration because it allows animal models to better approximate the physiological and behavioral aspects of drug addiction in humans.",
            "score": 218.9059295654297
        },
        {
            "docid": "21488622_21",
            "document": "Self-administration . A recent study published in Nature showed an upregulation of microRNA-212 in the dorsal striatum of rats previously exposed to cocaine for extended periods. Animals infected with a viral vector overexpressing miR-212 in the dorsal striatum produced the same initial levels of cocaine intake; however, drug consumption progressively decreased as net cocaine exposure increased. The authors of the study noted that viral-infected animals exhibited decreased operant responding during the post-infusion time-out period and proposed that this demonstrated a reduction in compulsive drug-seeking behavior.(Hollander \"et al.\") miR-212 acts through Raf1 to enhance the CREB response; CREB-TORC is known to negatively regulate the reinforcing effects of cocaine. (Hollander \"et al.\") This study provides one example (miR-212, owing to its amplification of CREB) of a self-administration study that may provide potential therapeutic targets for the treatment of cocaine addiction. One of the most important advances to emerge from self-administration studies comes from a behavioral model for addiction in animals. This model relies on observation of three separate phenomena to classify a rat as “addicted:” 1) Persistence in drug-seeking: Depends on the attempts of rats to obtain drug during time-out or no-periods in the self-administration apparatus. 2) Resistance to punishment: Measured by how much rats maintain rates of self-administration when cocaine infusion is paired with an electric shock. 3) Motivation for the drug: Measured by the breakpoint in progressive ratio reinforcement. (Deroche-Gamonet et al.)",
            "score": 218.4378204345703
        },
        {
            "docid": "188540_64",
            "document": "Classical conditioning . Pavlovian-instrumental transfer is a phenomenon that occurs when a conditioned stimulus (CS, also known as a \"cue\") that has been associated with rewarding or aversive stimuli via classical conditioning alters motivational salience and operant behavior. In a typical experiment, a rat is presented with sound-food pairings (classical conditioning). Separately, the rat learns to press a lever to get food (operant conditioning). Test sessions now show that the rat presses the lever faster in the presence of the sound than in silence, although the sound has never been associated with lever pressing.",
            "score": 217.98416137695312
        },
        {
            "docid": "21488622_4",
            "document": "Self-administration . Self-administration of heroin and cocaine is used to screen drugs for possible effects in reducing drug-taking behavior, especially reinstatement of drug seeking after extinction. Drugs with this effect may be useful for treating people with drug addiction by helping them establish abstinence or reducing their probability or relapsing to drug use after a period of abstinence.",
            "score": 217.1870574951172
        },
        {
            "docid": "128027_18",
            "document": "Operant conditioning . Though initially operant behavior is emitted without an identified reference to a particular stimulus, during operant conditioning operants come under the control of stimuli that are present when behavior is reinforced. Such stimuli are called \"discriminative stimuli.\" A so-called \"three-term contingency\" is the result. That is, discriminative stimuli set the occasion for responses that produce reward or punishment. Thus, a rat may be trained to press a lever only when a light comes on; a dog rushes to the kitchen when it hears the rattle of its food bag; a child reaches for candy when she sees it on a table.",
            "score": 215.8934783935547
        },
        {
            "docid": "37691875_27",
            "document": "Addiction-related structural neuroplasticity . Relapse is the biggest problem for recovering addicts; an addict can be forced to abstain from using drugs while they are admitted in a treatment clinic, but once they leave the clinic they are at risk of relapse. Relapse can be triggered by stress, cues associated with past drug use, or re-exposure to the substance. Animal models of relapse can be triggered in the same way.",
            "score": 215.60525512695312
        },
        {
            "docid": "14083964_36",
            "document": "Animal psychopathology . Sugar addiction has been examined in laboratory rats and it develops in the same way that drug addiction develops. Eating sugary foods causes the brain to release natural chemicals called opioids and dopamine in the limbic system. Tasty food can activate opioid receptors in the ventral tegmental area and thereby stimulate cells that release dopamine in the nucleus accumbens (NAc). The brain recognizes the intense pleasure derived from the dopamine and opioids release and learns to crave more sugar. Dependence is created through these natural rewards, the sugary treats, and the opioid and dopamine released into the synapses of the mesolimbic system. The hippocampus, the insula and the caudate activate when rats crave sugar, which are the same areas that become active when drug addicts crave the drug. Sugar is good because it provides energy, but if the nervous system goes through a change and the body becomes dependent on the sugar intake, somatic signs of withdrawal begin to appear like chattering teeth, forepaw tremors and head shakes when sugar is not ingested. Morphine tolerance, a measure of addiction, was observed in rats and their tolerance on Morphine was attributed to environmental cues and the systemic effects of the drug. Morphine tolerance does not depend merely on the frequency of pharmacological stimulation, but rather on both the number of pairings of a drug-predictive cue with the systemic effects of the drug. Rats became significantly more tolerant to morphine when they had been exposed to a paired administration than those rats that were not administered a drug-predictive cue along with the morphine.",
            "score": 215.56602478027344
        },
        {
            "docid": "128027_20",
            "document": "Operant conditioning . Most behavior cannot easily be described in terms of individual responses reinforced one by one. The scope of operant analysis is expanded through the idea of behavioral chains, which are sequences of responses bound together by the three-term contingencies defined above. Chaining is based on the fact, experimentally demonstrated, that a discriminative stimulus not only sets the occasion for subsequent behavior, but it can also reinforce a behavior that precedes it. That is, a discriminative stimulus is also a \"conditioned reinforcer\". For example, the light that sets the occasion for lever pressing may be used to reinforce \"turning around\" in the presence of a noise. This results in the sequence \"noise – turn-around – light – press lever – food\". Much longer chains can be built by adding more stimuli and responses.",
            "score": 214.2153778076172
        }
    ]
}