{
    "q": [
        {
            "docid": "1787105_63",
            "document": "Animal sexual behaviour . Corals can be both gonochoristic (unisexual) and hermaphroditic, each of which can reproduce sexually and asexually. Reproduction also allows corals to settle new areas. Corals predominantly reproduce sexually. 25% of hermatypic corals (stony corals) form single sex (gonochoristic) colonies, while the rest are hermaphroditic. About 75% of all hermatypic corals \"broadcast spawn\" by releasing gametes eggs and sperm into the water to spread offspring. The gametes fuse during fertilisation to form a microscopic larva called a planula, typically pink and elliptical in shape. Synchronous spawning is very typical on the coral reef and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so that male and female gametes can meet. Corals must rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve lunar changes, sunset time, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation.",
            "score": 206.93036723136902
        },
        {
            "docid": "47700_21",
            "document": "Coral . Synchronous spawning is very typical on the coral reef, and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so male and female gametes can meet. Corals rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve temperature change, lunar cycle, day length, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation. The immediate cue is most often sunset, which cues the release. The spawning event can be visually dramatic, clouding the usually clear water with gametes.",
            "score": 190.37152123451233
        },
        {
            "docid": "19653966_73",
            "document": "Spawn (biology) . Synchronous spawning is very typical on the coral reef and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so that male and female gametes can meet. Corals must rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve lunar changes, sunset time, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation. In some places the spawn can be visually dramatic, clouding the usually clear water with gametes, typically at night.",
            "score": 181.4768590927124
        },
        {
            "docid": "6621_34",
            "document": "Cnidaria . Spawning is generally driven by environmental factors such as changes in the water temperature, and their release is triggered by lighting conditions such as sunrise, sunset or the phase of the moon. Many species of Cnidaria may spawn simultaneously in the same location, so that there are too many ova and sperm for predators to eat more than a tiny percentage — one famous example is the Great Barrier Reef, where at least 110 corals and a few non-cnidarian invertebrates produce enough gametes to turn the water cloudy. These mass spawnings may produce hybrids, some of which can settle and form polyps, but it is not known how long these can survive. In some species the ova release chemicals that attract sperm of the same species.",
            "score": 172.3596498966217
        },
        {
            "docid": "42593922_4",
            "document": "Dendronephthya hemprichi . D. hemprichi is gonochoric – sexually binary – with colonies releasing either eggs or sperm. As a broadcasting species, in terms of sexual reproductive ability, it participates in mass spawning events in which the coral releases its gametes (eggs or sperm) into the water where they fertilize. The fertilized egg becomes an embryo and further develops into coral larvae, called planulae. Generally, coral reefs are located between 30° S to 30° N latitude. At 30°N latitude, D. hemprichi is unlike the majority of soft corals at high latitudes that participate in annual spawning events. Instead, it follows a diurnal spawning pattern in which gametes are released every day. The expansion of polyps facilitates the release of gametes. In turn, polyps expand and contract in response to flow rates of water currents. Since D. hemprichi is located in a region with strong water currents, its polyps have adapted to expanding and releasing gametes only when the water flow rate is between 3–25 cm/s. To increase the probability of successful reproduction, this species anchors the egg to the mouth of the polyps with a thread of mucus for a short period of time so that sperm released by male colonies in the area may fertilize the egg. In addition to its sexual reproductive capabilities, this species of Dendronephthya is also able to reproduce asexually through the process of clonal propagation. This method of reproduction facilitates rapid aggregation of biomass to allow D. hemprichi to dominate a zooxanthellate environment despite being an azooxanthellate organism.",
            "score": 178.15042519569397
        },
        {
            "docid": "1944972_4",
            "document": "External fertilization . The presence of food, resources, favorable environmental conditions, and the lack of predators are thought of when thinking of survival of the next generation. When the female is producing eggs, they perform predator satiation, which is when multiple females will release gametes in a mass reproductive event. The Great Barrier Reef is known for having a “mass spawn.” This occurs the week after the full moon in October. This mass reproductive event is given by reef forming corals, which perform a synchronized release of gametes in one evening from dusk to midnight. Up to 130 species release gametes during this time. In some cases, fertilization can take place on a spawning animal’s surface and when the animals are in the turbulent wake. Although fertilization is usually thought of as a short-term process, there is the possibility of gametes being retained on the surface of an animal for an extended period of time. In order to release an egg or sperm over time, clumps are formed that float in the water column. This allows for a variation in locations and time differences of fertilization taking place by the same invertebrate.",
            "score": 167.26357698440552
        },
        {
            "docid": "309666_25",
            "document": "Coral Sea . The sea hosts numerous species of anemones, sponges, worms (e.g. \"Spirobranchus giganteus\" shown in the photograph), gastropods, lobsters, crayfish, prawns and crabs. Red algae \"Lithothamnion\" and \"Porolithon\" colour many coral reefs purple-red and the green alga \"Halimeda\" is found throughout the sea. The coastal plants consisting of only about 30–40 species, and mangroves occur in the northern part of the sea. Four hundred coral species, both hard corals and soft corals inhabit the reefs. The majority of these spawn gametes, breeding in mass spawning events that are triggered by the rising sea temperatures of spring and summer, the lunar cycle, and the diurnal cycle. Reefs in the inner GBR spawn during the week after the full moon in October, while the outer reefs spawn in November and December. Its common soft corals belong to 36 genera. There are more than 1500 fish species in the reef systems. Five hundred species of marine algae or seaweed live on the reef, including thirteen species of the genus \"Halimeda\", which deposit calcareous mounds up to wide, creating mini-ecosystems on their surface which have been compared to rainforest cover.",
            "score": 180.675070643425
        },
        {
            "docid": "70983_18",
            "document": "Great Barrier Reef . 215 species of birds (including 22 species of seabirds and 32 species of shorebirds) visit the reef or nest or roost on the islands, including the white-bellied sea eagle and roseate tern. Most nesting sites are on islands in the northern and southern regions of the Great Barrier Reef, with 1.4 to 1.7 million birds using the sites to breed. The islands of the Great Barrier Reef also support 2,195 known plant species; three of these are endemic. The northern islands have 300–350 plant species which tend to be woody, whereas the southern islands have 200 which tend to be herbaceous; the Whitsunday region is the most diverse, supporting 1,141 species. The plants are propagated by birds. There are at least 330 species of ascidians on the reef system with the diameter of . Between 300–500 species of bryozoans live on the reef. Four hundred coral species, both hard corals and soft corals inhabit the reef. The majority of these spawn gametes, breeding in mass spawning events that are triggered by the rising sea temperatures of spring and summer, the lunar cycle, and the diurnal cycle. Reefs in the inner Great Barrier Reef spawn during the week after the full moon in October, while the outer reefs spawn in November and December. Its common soft corals belong to 36 genera. Five hundred species of marine algae or seaweed live on the reef, including thirteen species of genus \"Halimeda\", which deposit calcareous mounds up to wide, creating mini-ecosystems on their surface which have been compared to rainforest cover.",
            "score": 176.2286206483841
        },
        {
            "docid": "33255109_12",
            "document": "Aquaculture of coral . Another method currently being pioneered involves collecting the coral spawn from sexual reproduction and growing up the coral right from the zygote stage. This option has many benefits that are beginning to earn it much attention by researchers. Coral colonies on the same reef usually spawn together in one synchronized spawning event. This allows for hundreds of thousands of coral eggs to be collected at one time. This method is known as \"spat stocking\". Linden describes a growing apparatus made of Petri dishes lined with preconditioned Mailer's paper disks on which the planula of \"Stylophora pistillata\" are grown. One-month-old survivors were transferred onto plastic pins in a mid water coral nursery, where the trays were covered with fitted plastic nets to prevent predation and detachment. Four months later, more than 89% of the corals had survived.",
            "score": 165.77307617664337
        },
        {
            "docid": "607457_15",
            "document": "Crown-of-thorns starfish . There are, however, problems with this proposal of cryptic speciation (cryptic species). The basis of these data from one mitochondrial gene. mtDNA data are, however, only one source of information about the status of taxa and the use of one mtDNA gene as a sole criterion for species identification is disputed. The allozyme data should also be taken into account. Three localities that were sampled by Vogler \"et al.\" are of particular interest: Palau Sebibu, UEA and Oman were found to have two clades/sibling species in sympatry. These are important to investigate the nature of the co-existence and barriers to introgression of genetic material. \"A. planci\" as a taxon is a generalist, being amongst the most ubiquitous of large coral predators on coral reefs, feeding on virtually all hard coral species, reproducing during summer without a pattern of spawning and often participating in mass multi-species spawnings, and releasing vast amounts of gametes that trigger spawning in other individuals. It is very difficult to conceive of two species/clades of \"A. planci\" in sympatry without habitat competition and introgression of genetic material, especially the latter.",
            "score": 164.09348165988922
        },
        {
            "docid": "41572066_5",
            "document": "Pocillopora damicornis . \"P. damicornis\" is a reef-building coral, grows fast, and is a strong competitor. The polyps extend their tentacles at night to feed on plankton. When colonies are broken apart, chunks can become lodged on the seabed and grow into new individuals, a form of asexual reproduction by fragmentation. This coral also reproduces by sexual means. It is a simultaneous hermaphrodite, and eggs and sperm are retained inside the coral and batches of planular larvae are released into the sea around the time of the new moon. These have a lipid-rich yolk and great dispersal abilities, as they remain viable for as much as 100 days. Although brooding of larvae occurs over most of its range, in Western Australia \"P. damicornis\" both broods planular larvae and releases gametes by broadcast spawning, while in the Eastern Pacific, only broadcast spawning takes place.",
            "score": 172.8963840007782
        },
        {
            "docid": "27687935_27",
            "document": "Environmental issues with coral reefs . Rising sea levels due to climate change requires coral to grow to stay close enough to the surface to continue photosynthesis. Also, water temperature changes or disease of the coral can induce coral bleaching, as happened during the 1998 and 2004 El Niño years, in which sea surface temperatures rose well above normal, bleaching and killing many reefs. Bleaching may be caused by different triggers, including High sea surface temperature (SST), pollution, or other diseases. SST coupled with high irradiance (light intensity), triggers the loss of zooxanthellae, a symbiotic single cell algae that gives the coral its color and the coral's dinoflagellate pigmentation, which turns the coral white when it is expelled, which can kill the coral. Zooxanthellae provide up to 90% of their hosts' energy supply. Healthy reefs can often recover from bleaching if water temperatures cool. However, recovery may not be possible if levels rise to 500 ppm because concentrations of carbonate ions may then be too low.",
            "score": 169.97589421272278
        },
        {
            "docid": "87410_38",
            "document": "Coral reef . Internally fertilized eggs develop in the polyp for a period ranging from days to weeks. Subsequent development produces a tiny larva, known as a planula. Externally fertilized eggs develop during synchronized spawning. Polyps simultaneously release eggs and sperm into the water en-masse. Eggs disperse over a large area. The timing of spawning depends on time of year, water temperature, and tidal and lunar cycles. Spawning is most successful when there is little variation between high and low tide. The less water movement, the better the chance for fertilization. Ideal timing occurs in the spring. Release of eggs or planula usually occurs at night, and is sometimes in phase with the lunar cycle (three to six days after a full moon). The period from release to settlement lasts only a few days, but some planulae can survive afloat for several weeks. They are vulnerable to predation and environmental conditions. The lucky few planulae which successfully attach to substrate next confront competition for food and space.",
            "score": 150.86658096313477
        },
        {
            "docid": "19653966_71",
            "document": "Spawn (biology) . Corals predominantly reproduce sexually. 25% of hermatypic corals (stony corals) form single sex (gonochoristic) colonies, while the rest are hermaphroditic. About 75% of all hermatypic corals \"broadcast spawn\" by releasing gametes—eggs and sperm—into the water to spread offspring. The gametes fuse during fertilization to form a microscopic larva called a planula, typically pink and elliptical in shape. A typical coral colony form several thousand larvae per year to overcome the odds against formation of a new colony.",
            "score": 154.85759663581848
        },
        {
            "docid": "37586447_5",
            "document": "Acropora prolifera . Many reef corals have mass spawning events when vast numbers of gametes are released into the sea at the same time. This happens with elkhorn and stagshorn corals and when these sympatric corals spawn at the same time, F1 hybrids can be formed. These cannot propagate sexually but can reproduce asexually to increase the number of individuals. In the case of \"Acropora prolifera\", hybrids come in two forms. Where the female gamete is derived from the elkhorn coral, the resulting offspring is bushy and compact. Where the female gamete comes from staghorn coral, the offspring adopts a more palmately dividing form.",
            "score": 167.74999713897705
        },
        {
            "docid": "11326705_2",
            "document": "Elkhorn coral . Elkhorn coral (\"Acropora palmata\") is a prominent Caribbean reef-building coral, although current populations are still struggling to recover from white band disease outbreak. This species is structurally complex with many large branches. The coral structure resembles that of elk antlers. These branches create habitats for many other reef species, such as lobsters, parrot-fish, snapper shrimps and other reef fish. Elkhorn coral colonies are incredibly fast-growing, with an average growth rate of per year and can eventually grow up to in diameter. The color of this coral species ranges from brown to a yellowish-brown as a result of the symbiotic zooxanthellae living inside the tissue of this coral species. Zooxanthellae are a type of algae which photosynthesize to provide the coral with nutrients. The zooxanthellae are also capable of removing waste products from the coral. Historically, the majority of elkhorn coral reproduction has occurred asexually; this occurs when a branch of the coral breaks off and attaches to the substrate, forming a new colony, known as fragmentation. The degree to which local stands reproduce by fragmentation varies across the Caribbean, but on average, 50% of colonies are the result of fragmentation rather than sexual reproduction. Sexual reproduction occurs once a year in August or September when coral colonies release millions of gametes by broadcast spawning.",
            "score": 167.6246349811554
        },
        {
            "docid": "607457_26",
            "document": "Crown-of-thorns starfish . In coral reefs in the Philippines, female specimens were found with a gonadosomatic index (ratio of gonad mass to body mass) as high as 22%, which underlines the high fecundity of this starfish. Babcock et al. (1993) monitored changes in fecundity and fertility (fertilisation rate) over the spawning season of the Crown-of-thorns starfish on Davies Reef, central Great Barrier Reef, from 1990 to 1992. The starfish were observed to spawn (photograph) from December to January (early to mid-summer) in this region with most observations being in January. However, both gonadosomatic index and fertility peaked early and declined to low levels by late January, indicating that most successful reproductive events took place early in the spawning season. In northern hemisphere coral reefs however, crown-of-thorns populations reproduce in April and May, and were also observed spawning in the Gulf of Thailand in September. High rates of egg fertilisation may be achieved through the behaviour of proximate and synchronised spawning (see above in Behaviour).",
            "score": 169.4799863100052
        },
        {
            "docid": "19653966_31",
            "document": "Spawn (biology) . Broadcast spawners: release their gametes (sperm and eggs) into open water for external fertilisation. There is no subsequent parental care. About 75% of coral species are broadcasters, the majority of which are hermatypic, or reef-building corals.",
            "score": 165.74579572677612
        },
        {
            "docid": "16730504_28",
            "document": "Deep-water coral . Deep sea corals together with other habitat-forming organisms host a rich fauna of associated organisms. \"Lophelia\" reefs can host up to 1,300 species of fish and invertebrates. Various fish aggregate on deep sea reefs. Deep sea corals, sponges and other habitat-forming animals provide protection from currents and predators, nurseries for young fish, and feeding, breeding and spawning areas for numerous fish and shellfish species. Rockfish, Atka mackerel, walleye pollock, Pacific cod, Pacific halibut, sablefish, flatfish, crabs, and other economically important species in the North Pacific inhabit these areas. Eighty-three percent of the rockfish found in one study were associated with red tree coral. Flatfish, walleye pollock and Pacific cod appear to be more commonly caught around soft corals. Dense schools of female redfish heavy with young have been observed on Lophelia reefs off Norway, suggesting the reefs are breeding or nursery areas for some species. Oculina reefs are important spawning habitat for several grouper species, as well as other fishes.",
            "score": 150.77113366127014
        },
        {
            "docid": "47700_22",
            "document": "Coral . Brooding species are most often ahermatypic (not reef-building) in areas of high current or wave action. Brooders release only sperm, which is negatively buoyant, sinking on to the waiting egg carriers who harbor unfertilized eggs for weeks. Synchronous spawning events sometimes occurs even with these species. After fertilization, the corals release planula that are ready to settle.",
            "score": 155.94913983345032
        },
        {
            "docid": "47700_20",
            "document": "Coral . About 75% of all hermatypic corals \"broadcast spawn\" by releasing gametes—eggs and sperm—into the water to spread offspring. The gametes fuse during fertilization to form a microscopic larva called a planula, typically pink and elliptical in shape. A typical coral colony forms several thousand larvae per year to overcome the odds against formation of a new colony.",
            "score": 138.36344623565674
        },
        {
            "docid": "33550497_3",
            "document": "Réunion's coral reef . Coral reefs are among the most densely populated marine environments. The coral reef fringing Réunion is a rich habitat for soft and hard corals that provide food and habitat for an abundance of fish and shellfish. The corals feed on a diet of plankton and algae which they catch with their tentacles. The growth cycle of corals is relatively slow, with growth of about per year. Male corals disseminate sperm cells into the water, which fertilize free-floating eggs released by the female corals. Reproduction is limited due to the proportionately small number of male corals.",
            "score": 160.89742851257324
        },
        {
            "docid": "47510033_4",
            "document": "Carden Wallace . In 1984 Wallace and six others first reported that corals took part in mass spawning which they observed on the Great Barrier Reef in October/November. Since they first observed reproductive synchrony in coral in Australia it has been observed in other countries, but at different times of the year. As a result, the team from James Cook University were awarded the Eureka Prize for Environmental Research in 1992. This example of creatures synchronising their reproduction was novel and it was reported widely.",
            "score": 144.39681363105774
        },
        {
            "docid": "1900543_2",
            "document": "Southeast Asian coral reefs . Southeast Asian coral reefs have the highest levels of biodiversity for the world's marine ecosystems. They serve many functions, such as forming the livelihood for subsistence fishermen and even function as jewelry and construction materials. Coral reefs are developed by the carbonate-based skeletons of a variety of animals and algae. Slowly and overtime, the reefs build up to the surface in oceans. Coral reefs are found in shallow, warm salt water. The sunlight filters through clear water and allows microscopic organisms to live and reproduce. The Indian Ocean holds 60% of the world's coastal reefs, 25% are in the Pacific and 15% are in the western Atlantic. There are coral reefs in the Persian Gulf, Madagascar, the Philippines, Hawaiian Islands and off Southeast Asia. Coral reefs have been preserved and identified in rocks over 400 million years old. Coral reefs are actually composed of tiny, fragile animals known as coral polyps. Coral reefs are significantly important because of the biodiversity. Although the number of fish are decreasing, the remaining coral reefs contain more unique sea creatures. The variety of species living on a coral reef is greater than anywhere else in the world. An estimation of 70-90% of fish caught are dependent on coral reefs in Southeast Asia and reefs support over 25% of all known marine species. However, those sensitive coral reefs are facing detrimental effects on them due to variety of factors: overfishing, sedimentation and pollution, bleaching, and even tourist-related damage. For 50 percent of Southeast Asia’s coral reefs, they are at high or very high levels of threat. Only 12 percent of the reefs are at low risk. 64 percent of the regions reefs are threatened by overfishing and 56 percent are threatened by destructive fishing techniques. Indonesia and the Philippines together possess about 77 percent of the region’s coral reefs and nearly all of those reefs are threatened. Over 90 percent of the coral reefs in Cambodia, Singapore, Taiwan, the Philippines, Vietnam, China, and the Spratly Islands are threatened and over 85 percent of reefs of Malaysia and Indonesia are threatened. Heavy reliance on marine resources resulted in overexploitation and degradation of many coral reefs, especially those near major population centers. Major threats include overfishing, destructive fishing practices, sedimentation and pollution from land based sources. Human activities threaten an estimated 88 percent of Southeast Asia’s coral reefs, jeopardizing the biological and economic value to society. Coral reefs just off the coasts of Indonesia and the Philippines possess the world’s most diverse coral species and organisms. These coral reefs are susceptible to severe damage by environmental impacts and mankind. The majority of the destruction of coral reefs in Southeast Asia is due to illegal fishing practices and explosives. These explosives kill fish and shatter the coral skeletons resulting in depletion. Scientists agree that pollution, overfishing, cyanide fishing, and bleaching have negatively impacted about 85% of Indonesia’s reefs. In recent years, the direct and indirect effects of overfishing and pollution from agriculture and land development have been the major drivers of massive and accelerating decreases in abundance of coral reef species, causing widespread changes in reef ecosystems. Philippines is covered with 35,000 km² coral reefs. But 70% of them are degraded. The conditions of coral reefs are deteriorating on a dramatic rate. Global climate change has caused serious troubles on coral reefs. Changes in ocean chemistry due to increasing carbon dioxide level cause weakening of coral skeletons and reduce the accretion of reefs, especially at higher latitudes. Hurricanes, rising sea levels and Greenhouse are also great threats. However, the most pressing impact of climate change is coral bleaching and disease that have already increased over the past 30 years. Other than climate change, trawling, dynamite fishing, and diving tourism also have large influence on the health of coral reefs.",
            "score": 163.07454800605774
        },
        {
            "docid": "9591561_8",
            "document": "Fire coral . Reproduction in fire corals is more complex than in other reef-building corals. The polyps reproduce asexually, producing jellyfish-like medusae, which are released into the water from special cup-like structures known as ampullae. The medusae contain the reproductive organs that release eggs and sperm into the water. Fertilised eggs develop into free-swimming larvae that will eventually settle on the substrate and form new colonies. Fire corals can also reproduce asexually by fragmentation.",
            "score": 141.51447939872742
        },
        {
            "docid": "18820886_11",
            "document": "Liquid Jungle Lab . Coral reefs usually exist in the euphotic zone (shallow areas of the sea where light can penetrate) along coastal or island areas, and require clear, oligotrophic (low nutrient) water in a narrow temperature and salinity range. Littoral areas located along the Southern Isthmus of Panamá demonstrate highly complex ecological interactions and distributions of endemic and migratory marine species due in part to the overlap of continental ecotones, tropical weather patterns and the convergence of powerful sea currents. In the Republic of Panamá, there is estimated 290 km of reefs along both Caribbean and Pacific coasts, however much higher diversity (about 68 hard coral species) occurs in the Caribbean, compared to 33 known species from 11 genera living along the Pacific coast.  The Eastern Tropical Pacific (ETP) is a biotope known for intrinsically low coral species diversity which unfortunately enhances the potential threats to these coral reef systems. Besides the direct effects of overfishing, anchor damage, and coral mining, terrestrial land use affects coral reef habitats in more indirect ways. Panamá experiences high seasonal rainfall (3000 mm/yr.) and reefs can be severely impacted if corals are chronically exposed to the runoff of nutrients originating from deforestation and soil erosion, fertilizers, pesticides or untreated sewage. In addition to being a primary area for cattle ranching and agriculture, unregulated construction, septic waste increase and local coastal population expansion poses a tangible threat to the biological integrity of coral reefs surrounding the Coiba Island Marine Protected Area (MPA). Mangrove areas of Bahia Honda, Pixvae, and Puerto Mutis are important for the health of the local reefs, because mangroves not only filter the nutrients emptying onto reefs, but are important nurseries for juvenile fish, epibionts, crustaceans (i.e. shrimp), and other invertebrates that serve as critical food sources and spawning grounds for the offshore marine systems (i.e. Coiba and Cebaco islands). Scientists from around the world use the Liquid Jungle Lab facilities to study these reef systems in greater detail in order to establish ecologic baselines and understand natural and human impacts to the fish and marine life that rely on these habitats.",
            "score": 148.69500029087067
        },
        {
            "docid": "399912_24",
            "document": "Coral bleaching . Coral reefs provide various ecosystem services, one of which is being a natural fishery, as many frequently consumed commercial fish spawn or live out their juvenile lives in coral reefs around the tropics. Thus, reefs are a popular fishing site and are an important source of income for fishers, especially small, local fisheries. As coral reef habitat decreases due to bleaching, reef associated fish populations also decrease, which affects fishing opportunities. A model from one study by Speers et al. calculated direct losses to fisheries from decreased coral cover to be around $49 – $69 billion, if human societies continue to emit high levels of greenhouse gases. But, these losses could be reduced for a consumer surplus benefit of about $14 – $20 billion, if societies chose to emit a lower level of greenhouse gases instead. These economic losses also have important political implications, as they fall disproportionately on developing countries where the reefs are located, namely in Southeast Asia and around the Indian Ocean. It would cost more for countries in these areas to respond to coral reef loss as they would need to turn to different sources of income and food, in addition to losing other ecosystem services such as ecotourism. A study completed by Chen et al. suggested that the commercial value of reefs decreases by almost 4% every time coral cover decreases by 1% because of losses in ecotourism and other potential outdoor recreational activities.",
            "score": 143.17147409915924
        },
        {
            "docid": "38459037_6",
            "document": "Acropora pulchra . \"Acropora pulchra\" synchronizes its reproductive activities with the phase of the moon so that all the corals in one locality spawn on the same couple of days, although the date varies between the northern and southern hemispheres and different parts of the coral's range. It can also reproduce asexually when broken fragments of coral come to rest in positions where they can establish themselves. Experiments have been carried out on the feasibility of transplanting this coral to other suitable habitats where it is not native. These trials were successful but transplants were adversely affected by excess sedimentation and tended to grow more slowly than control corals.",
            "score": 140.26540637016296
        },
        {
            "docid": "817175_22",
            "document": "Biological dispersal . Corals provide a good example of how sedentary species achieve dispersion. Corals reproduce by releasing sperm and eggs directly into the water. These release events are coordinated by lunar phase in certain warm months, such that all corals of one or many species on a given reef will release on the same single or several consecutive nights. The released eggs are fertilized, and the resulting zygote develops quickly into a multicellular \"planula\". This motile stage then attempts to find a suitable substratum for settlement. Most are unsuccessful and die or are fed upon by zooplankton and bottom dwelling predators such as anemones and other corals. However, untold millions are produced, and a few do succeed in locating spots of bare limestone, where they settle and transform by growth into a polyp. All things being favorable, the single polyp grows into a coral head by budding off new polyps to form a colony.",
            "score": 143.95748496055603
        },
        {
            "docid": "47700_29",
            "document": "Coral . Many corals in the order Scleractinia are hermatypic, meaning that they are involved in building reefs. Most such corals obtain some of their energy from zooxanthellae in the genus \"Symbiodinium\". These are symbiotic photosynthetic dinoflagellates which require sunlight; reef-forming corals are therefore found mainly in shallow water. They secrete calcium carbonate to form hard skeletons that become the framework of the reef. However, not all reef-building corals in shallow water contain zooxanthellae, and some deep water species, living at depths to which light cannot penetrate, form reefs but do not harbour the symbionts. There are various types of shallow-water coral reef, including fringing reefs, barrier reefs and atolls; most occur in tropical and subtropical seas. They are very slow-growing, adding perhaps one centimetre (0.4 in) in height each year. The Great Barrier Reef is thought to have been laid down about two million years ago. Over time, corals fragment and die, sand and rubble accumulates between the corals, and the shells of clams and other molluscs decay to form a gradually evolving calcium carbonate structure. Coral reefs are extremely diverse marine ecosystems hosting over 4,000 species of fish, massive numbers of cnidarians, molluscs, crustaceans, and many other animals.",
            "score": 159.8532543182373
        },
        {
            "docid": "12035042_5",
            "document": "Wild Caribbean . Coral reefs, which thrive in the warm, shallow waters around Caribbean Islands, are the subject of the second programme. Hard corals are the reef-builders, and grow their tough external skeletons by extracting nutrients from algae growing within them. Time-lapse footage shows coral polyps emerging at night to trap drifting plankton. Marine life featured includes Caribbean reef squid, octopus and blue tangs. At Silver Bank, a coral outcrop north of the Dominican Republic, up to 3,000 humpback whales pass through annually. The shallow reefs are an ever-present threat to ships, but each sunken wreck provides a perfect habitat for a new reef to grow. Nurse sharks take advantage of the shelter, and sergeant majors lay their eggs directly on the wreck. Around the mountainous islands, reefs plunge into the deep ocean at drop-offs. A wreck 200m down harbours deep sea life forms including sea lilies and rusticles, formed as bacteria and fungi eat the steel hull itself. Stretching for 180 miles off the coast of Central America, the Caribbean barrier reef is the second largest coral structure on Earth, and home to an abundance of life. By day, large creatures such as loggerhead turtles and the rare Antillean manatees browse peacefully, but at night, tarpon and other predators emerge to hunt. The final scenes show the annual gathering of snappers, triggered by a full moon. As they rise to the surface and release clouds of milt and eggs, whale sharks move in to take advantage of the sudden feast.",
            "score": 130.55475497245789
        },
        {
            "docid": "12620870_10",
            "document": "Coral trout . Coral trout generally crowd into a dense cluster to spawn. These aggregations are formed around reef slopes around deep and peak at the new moon. Spawning occurs when the tidal flow is strong, particularly during ebb tides. This is thought to allow the newly released eggs to be transported well away from the reef and its associated predators. Spawning typically takes place at dusk, when the light levels make it difficult for predators to see and feed upon the eggs.",
            "score": 163.61355352401733
        }
    ],
    "r": [
        {
            "docid": "1787105_63",
            "document": "Animal sexual behaviour . Corals can be both gonochoristic (unisexual) and hermaphroditic, each of which can reproduce sexually and asexually. Reproduction also allows corals to settle new areas. Corals predominantly reproduce sexually. 25% of hermatypic corals (stony corals) form single sex (gonochoristic) colonies, while the rest are hermaphroditic. About 75% of all hermatypic corals \"broadcast spawn\" by releasing gametes eggs and sperm into the water to spread offspring. The gametes fuse during fertilisation to form a microscopic larva called a planula, typically pink and elliptical in shape. Synchronous spawning is very typical on the coral reef and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so that male and female gametes can meet. Corals must rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve lunar changes, sunset time, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation.",
            "score": 206.9303741455078
        },
        {
            "docid": "47700_21",
            "document": "Coral . Synchronous spawning is very typical on the coral reef, and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so male and female gametes can meet. Corals rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve temperature change, lunar cycle, day length, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation. The immediate cue is most often sunset, which cues the release. The spawning event can be visually dramatic, clouding the usually clear water with gametes.",
            "score": 190.37152099609375
        },
        {
            "docid": "19653966_73",
            "document": "Spawn (biology) . Synchronous spawning is very typical on the coral reef and often, even when multiple species are present, all corals spawn on the same night. This synchrony is essential so that male and female gametes can meet. Corals must rely on environmental cues, varying from species to species, to determine the proper time to release gametes into the water. The cues involve lunar changes, sunset time, and possibly chemical signalling. Synchronous spawning may form hybrids and is perhaps involved in coral speciation. In some places the spawn can be visually dramatic, clouding the usually clear water with gametes, typically at night.",
            "score": 181.4768524169922
        },
        {
            "docid": "309666_25",
            "document": "Coral Sea . The sea hosts numerous species of anemones, sponges, worms (e.g. \"Spirobranchus giganteus\" shown in the photograph), gastropods, lobsters, crayfish, prawns and crabs. Red algae \"Lithothamnion\" and \"Porolithon\" colour many coral reefs purple-red and the green alga \"Halimeda\" is found throughout the sea. The coastal plants consisting of only about 30–40 species, and mangroves occur in the northern part of the sea. Four hundred coral species, both hard corals and soft corals inhabit the reefs. The majority of these spawn gametes, breeding in mass spawning events that are triggered by the rising sea temperatures of spring and summer, the lunar cycle, and the diurnal cycle. Reefs in the inner GBR spawn during the week after the full moon in October, while the outer reefs spawn in November and December. Its common soft corals belong to 36 genera. There are more than 1500 fish species in the reef systems. Five hundred species of marine algae or seaweed live on the reef, including thirteen species of the genus \"Halimeda\", which deposit calcareous mounds up to wide, creating mini-ecosystems on their surface which have been compared to rainforest cover.",
            "score": 180.67506408691406
        },
        {
            "docid": "42593922_4",
            "document": "Dendronephthya hemprichi . D. hemprichi is gonochoric – sexually binary – with colonies releasing either eggs or sperm. As a broadcasting species, in terms of sexual reproductive ability, it participates in mass spawning events in which the coral releases its gametes (eggs or sperm) into the water where they fertilize. The fertilized egg becomes an embryo and further develops into coral larvae, called planulae. Generally, coral reefs are located between 30° S to 30° N latitude. At 30°N latitude, D. hemprichi is unlike the majority of soft corals at high latitudes that participate in annual spawning events. Instead, it follows a diurnal spawning pattern in which gametes are released every day. The expansion of polyps facilitates the release of gametes. In turn, polyps expand and contract in response to flow rates of water currents. Since D. hemprichi is located in a region with strong water currents, its polyps have adapted to expanding and releasing gametes only when the water flow rate is between 3–25 cm/s. To increase the probability of successful reproduction, this species anchors the egg to the mouth of the polyps with a thread of mucus for a short period of time so that sperm released by male colonies in the area may fertilize the egg. In addition to its sexual reproductive capabilities, this species of Dendronephthya is also able to reproduce asexually through the process of clonal propagation. This method of reproduction facilitates rapid aggregation of biomass to allow D. hemprichi to dominate a zooxanthellate environment despite being an azooxanthellate organism.",
            "score": 178.15042114257812
        },
        {
            "docid": "70983_18",
            "document": "Great Barrier Reef . 215 species of birds (including 22 species of seabirds and 32 species of shorebirds) visit the reef or nest or roost on the islands, including the white-bellied sea eagle and roseate tern. Most nesting sites are on islands in the northern and southern regions of the Great Barrier Reef, with 1.4 to 1.7 million birds using the sites to breed. The islands of the Great Barrier Reef also support 2,195 known plant species; three of these are endemic. The northern islands have 300–350 plant species which tend to be woody, whereas the southern islands have 200 which tend to be herbaceous; the Whitsunday region is the most diverse, supporting 1,141 species. The plants are propagated by birds. There are at least 330 species of ascidians on the reef system with the diameter of . Between 300–500 species of bryozoans live on the reef. Four hundred coral species, both hard corals and soft corals inhabit the reef. The majority of these spawn gametes, breeding in mass spawning events that are triggered by the rising sea temperatures of spring and summer, the lunar cycle, and the diurnal cycle. Reefs in the inner Great Barrier Reef spawn during the week after the full moon in October, while the outer reefs spawn in November and December. Its common soft corals belong to 36 genera. Five hundred species of marine algae or seaweed live on the reef, including thirteen species of genus \"Halimeda\", which deposit calcareous mounds up to wide, creating mini-ecosystems on their surface which have been compared to rainforest cover.",
            "score": 176.22862243652344
        },
        {
            "docid": "41572066_5",
            "document": "Pocillopora damicornis . \"P. damicornis\" is a reef-building coral, grows fast, and is a strong competitor. The polyps extend their tentacles at night to feed on plankton. When colonies are broken apart, chunks can become lodged on the seabed and grow into new individuals, a form of asexual reproduction by fragmentation. This coral also reproduces by sexual means. It is a simultaneous hermaphrodite, and eggs and sperm are retained inside the coral and batches of planular larvae are released into the sea around the time of the new moon. These have a lipid-rich yolk and great dispersal abilities, as they remain viable for as much as 100 days. Although brooding of larvae occurs over most of its range, in Western Australia \"P. damicornis\" both broods planular larvae and releases gametes by broadcast spawning, while in the Eastern Pacific, only broadcast spawning takes place.",
            "score": 172.89637756347656
        },
        {
            "docid": "6621_34",
            "document": "Cnidaria . Spawning is generally driven by environmental factors such as changes in the water temperature, and their release is triggered by lighting conditions such as sunrise, sunset or the phase of the moon. Many species of Cnidaria may spawn simultaneously in the same location, so that there are too many ova and sperm for predators to eat more than a tiny percentage — one famous example is the Great Barrier Reef, where at least 110 corals and a few non-cnidarian invertebrates produce enough gametes to turn the water cloudy. These mass spawnings may produce hybrids, some of which can settle and form polyps, but it is not known how long these can survive. In some species the ova release chemicals that attract sperm of the same species.",
            "score": 172.35964965820312
        },
        {
            "docid": "27687935_27",
            "document": "Environmental issues with coral reefs . Rising sea levels due to climate change requires coral to grow to stay close enough to the surface to continue photosynthesis. Also, water temperature changes or disease of the coral can induce coral bleaching, as happened during the 1998 and 2004 El Niño years, in which sea surface temperatures rose well above normal, bleaching and killing many reefs. Bleaching may be caused by different triggers, including High sea surface temperature (SST), pollution, or other diseases. SST coupled with high irradiance (light intensity), triggers the loss of zooxanthellae, a symbiotic single cell algae that gives the coral its color and the coral's dinoflagellate pigmentation, which turns the coral white when it is expelled, which can kill the coral. Zooxanthellae provide up to 90% of their hosts' energy supply. Healthy reefs can often recover from bleaching if water temperatures cool. However, recovery may not be possible if levels rise to 500 ppm because concentrations of carbonate ions may then be too low.",
            "score": 169.97589111328125
        },
        {
            "docid": "607457_26",
            "document": "Crown-of-thorns starfish . In coral reefs in the Philippines, female specimens were found with a gonadosomatic index (ratio of gonad mass to body mass) as high as 22%, which underlines the high fecundity of this starfish. Babcock et al. (1993) monitored changes in fecundity and fertility (fertilisation rate) over the spawning season of the Crown-of-thorns starfish on Davies Reef, central Great Barrier Reef, from 1990 to 1992. The starfish were observed to spawn (photograph) from December to January (early to mid-summer) in this region with most observations being in January. However, both gonadosomatic index and fertility peaked early and declined to low levels by late January, indicating that most successful reproductive events took place early in the spawning season. In northern hemisphere coral reefs however, crown-of-thorns populations reproduce in April and May, and were also observed spawning in the Gulf of Thailand in September. High rates of egg fertilisation may be achieved through the behaviour of proximate and synchronised spawning (see above in Behaviour).",
            "score": 169.47998046875
        },
        {
            "docid": "37586447_5",
            "document": "Acropora prolifera . Many reef corals have mass spawning events when vast numbers of gametes are released into the sea at the same time. This happens with elkhorn and stagshorn corals and when these sympatric corals spawn at the same time, F1 hybrids can be formed. These cannot propagate sexually but can reproduce asexually to increase the number of individuals. In the case of \"Acropora prolifera\", hybrids come in two forms. Where the female gamete is derived from the elkhorn coral, the resulting offspring is bushy and compact. Where the female gamete comes from staghorn coral, the offspring adopts a more palmately dividing form.",
            "score": 167.75
        },
        {
            "docid": "11326705_2",
            "document": "Elkhorn coral . Elkhorn coral (\"Acropora palmata\") is a prominent Caribbean reef-building coral, although current populations are still struggling to recover from white band disease outbreak. This species is structurally complex with many large branches. The coral structure resembles that of elk antlers. These branches create habitats for many other reef species, such as lobsters, parrot-fish, snapper shrimps and other reef fish. Elkhorn coral colonies are incredibly fast-growing, with an average growth rate of per year and can eventually grow up to in diameter. The color of this coral species ranges from brown to a yellowish-brown as a result of the symbiotic zooxanthellae living inside the tissue of this coral species. Zooxanthellae are a type of algae which photosynthesize to provide the coral with nutrients. The zooxanthellae are also capable of removing waste products from the coral. Historically, the majority of elkhorn coral reproduction has occurred asexually; this occurs when a branch of the coral breaks off and attaches to the substrate, forming a new colony, known as fragmentation. The degree to which local stands reproduce by fragmentation varies across the Caribbean, but on average, 50% of colonies are the result of fragmentation rather than sexual reproduction. Sexual reproduction occurs once a year in August or September when coral colonies release millions of gametes by broadcast spawning.",
            "score": 167.6246337890625
        },
        {
            "docid": "1944972_4",
            "document": "External fertilization . The presence of food, resources, favorable environmental conditions, and the lack of predators are thought of when thinking of survival of the next generation. When the female is producing eggs, they perform predator satiation, which is when multiple females will release gametes in a mass reproductive event. The Great Barrier Reef is known for having a “mass spawn.” This occurs the week after the full moon in October. This mass reproductive event is given by reef forming corals, which perform a synchronized release of gametes in one evening from dusk to midnight. Up to 130 species release gametes during this time. In some cases, fertilization can take place on a spawning animal’s surface and when the animals are in the turbulent wake. Although fertilization is usually thought of as a short-term process, there is the possibility of gametes being retained on the surface of an animal for an extended period of time. In order to release an egg or sperm over time, clumps are formed that float in the water column. This allows for a variation in locations and time differences of fertilization taking place by the same invertebrate.",
            "score": 167.26358032226562
        },
        {
            "docid": "33255109_12",
            "document": "Aquaculture of coral . Another method currently being pioneered involves collecting the coral spawn from sexual reproduction and growing up the coral right from the zygote stage. This option has many benefits that are beginning to earn it much attention by researchers. Coral colonies on the same reef usually spawn together in one synchronized spawning event. This allows for hundreds of thousands of coral eggs to be collected at one time. This method is known as \"spat stocking\". Linden describes a growing apparatus made of Petri dishes lined with preconditioned Mailer's paper disks on which the planula of \"Stylophora pistillata\" are grown. One-month-old survivors were transferred onto plastic pins in a mid water coral nursery, where the trays were covered with fitted plastic nets to prevent predation and detachment. Four months later, more than 89% of the corals had survived.",
            "score": 165.7730712890625
        },
        {
            "docid": "19653966_31",
            "document": "Spawn (biology) . Broadcast spawners: release their gametes (sperm and eggs) into open water for external fertilisation. There is no subsequent parental care. About 75% of coral species are broadcasters, the majority of which are hermatypic, or reef-building corals.",
            "score": 165.74578857421875
        },
        {
            "docid": "12620870_9",
            "document": "Coral trout . Like many fish, coral trout spawning corresponds to an increase in water temperature (from ) during late spring. In the northern Great Barrier Reef, coral trout spawn between September and December, whereas in the southern regions where the water is cooler, spawning occurs between October and February. The beginning and end of spawning can vary from year to year as the water temperature varies.",
            "score": 165.25112915039062
        },
        {
            "docid": "607457_15",
            "document": "Crown-of-thorns starfish . There are, however, problems with this proposal of cryptic speciation (cryptic species). The basis of these data from one mitochondrial gene. mtDNA data are, however, only one source of information about the status of taxa and the use of one mtDNA gene as a sole criterion for species identification is disputed. The allozyme data should also be taken into account. Three localities that were sampled by Vogler \"et al.\" are of particular interest: Palau Sebibu, UEA and Oman were found to have two clades/sibling species in sympatry. These are important to investigate the nature of the co-existence and barriers to introgression of genetic material. \"A. planci\" as a taxon is a generalist, being amongst the most ubiquitous of large coral predators on coral reefs, feeding on virtually all hard coral species, reproducing during summer without a pattern of spawning and often participating in mass multi-species spawnings, and releasing vast amounts of gametes that trigger spawning in other individuals. It is very difficult to conceive of two species/clades of \"A. planci\" in sympatry without habitat competition and introgression of genetic material, especially the latter.",
            "score": 164.09347534179688
        },
        {
            "docid": "12620870_10",
            "document": "Coral trout . Coral trout generally crowd into a dense cluster to spawn. These aggregations are formed around reef slopes around deep and peak at the new moon. Spawning occurs when the tidal flow is strong, particularly during ebb tides. This is thought to allow the newly released eggs to be transported well away from the reef and its associated predators. Spawning typically takes place at dusk, when the light levels make it difficult for predators to see and feed upon the eggs.",
            "score": 163.61355590820312
        },
        {
            "docid": "1900543_2",
            "document": "Southeast Asian coral reefs . Southeast Asian coral reefs have the highest levels of biodiversity for the world's marine ecosystems. They serve many functions, such as forming the livelihood for subsistence fishermen and even function as jewelry and construction materials. Coral reefs are developed by the carbonate-based skeletons of a variety of animals and algae. Slowly and overtime, the reefs build up to the surface in oceans. Coral reefs are found in shallow, warm salt water. The sunlight filters through clear water and allows microscopic organisms to live and reproduce. The Indian Ocean holds 60% of the world's coastal reefs, 25% are in the Pacific and 15% are in the western Atlantic. There are coral reefs in the Persian Gulf, Madagascar, the Philippines, Hawaiian Islands and off Southeast Asia. Coral reefs have been preserved and identified in rocks over 400 million years old. Coral reefs are actually composed of tiny, fragile animals known as coral polyps. Coral reefs are significantly important because of the biodiversity. Although the number of fish are decreasing, the remaining coral reefs contain more unique sea creatures. The variety of species living on a coral reef is greater than anywhere else in the world. An estimation of 70-90% of fish caught are dependent on coral reefs in Southeast Asia and reefs support over 25% of all known marine species. However, those sensitive coral reefs are facing detrimental effects on them due to variety of factors: overfishing, sedimentation and pollution, bleaching, and even tourist-related damage. For 50 percent of Southeast Asia’s coral reefs, they are at high or very high levels of threat. Only 12 percent of the reefs are at low risk. 64 percent of the regions reefs are threatened by overfishing and 56 percent are threatened by destructive fishing techniques. Indonesia and the Philippines together possess about 77 percent of the region’s coral reefs and nearly all of those reefs are threatened. Over 90 percent of the coral reefs in Cambodia, Singapore, Taiwan, the Philippines, Vietnam, China, and the Spratly Islands are threatened and over 85 percent of reefs of Malaysia and Indonesia are threatened. Heavy reliance on marine resources resulted in overexploitation and degradation of many coral reefs, especially those near major population centers. Major threats include overfishing, destructive fishing practices, sedimentation and pollution from land based sources. Human activities threaten an estimated 88 percent of Southeast Asia’s coral reefs, jeopardizing the biological and economic value to society. Coral reefs just off the coasts of Indonesia and the Philippines possess the world’s most diverse coral species and organisms. These coral reefs are susceptible to severe damage by environmental impacts and mankind. The majority of the destruction of coral reefs in Southeast Asia is due to illegal fishing practices and explosives. These explosives kill fish and shatter the coral skeletons resulting in depletion. Scientists agree that pollution, overfishing, cyanide fishing, and bleaching have negatively impacted about 85% of Indonesia’s reefs. In recent years, the direct and indirect effects of overfishing and pollution from agriculture and land development have been the major drivers of massive and accelerating decreases in abundance of coral reef species, causing widespread changes in reef ecosystems. Philippines is covered with 35,000 km² coral reefs. But 70% of them are degraded. The conditions of coral reefs are deteriorating on a dramatic rate. Global climate change has caused serious troubles on coral reefs. Changes in ocean chemistry due to increasing carbon dioxide level cause weakening of coral skeletons and reduce the accretion of reefs, especially at higher latitudes. Hurricanes, rising sea levels and Greenhouse are also great threats. However, the most pressing impact of climate change is coral bleaching and disease that have already increased over the past 30 years. Other than climate change, trawling, dynamite fishing, and diving tourism also have large influence on the health of coral reefs.",
            "score": 163.07455444335938
        },
        {
            "docid": "10244353_21",
            "document": "Environmental threats to the Great Barrier Reef . It is thought that the mechanism behind excess nutrients affecting the reefs is due to increased light and oxygen competition from algae, but unless herbivory is unusually low, this will not create a phase shift from the Great Barrier Reef being primarily made up of coral to being primarily made up of algae. It has been suggested that poor water quality due to excess nutrients encourages the spread of infectious diseases among corals. In general, the Great Barrier Reef is considered to have low incidences of coral diseases. Skeletal Eroding Band, a disease of bony corals caused by the protozoan \"Halofolliculina corallasia\", affects 31 species of corals from six families on the reef. The long-term monitoring program has found an increase in incidences of coral disease in the period 1999–2002, although they dispute the claim that on the Great Barrier Reef, coral diseases are caused by anthropogenic pollution.",
            "score": 162.63897705078125
        },
        {
            "docid": "33550497_3",
            "document": "Réunion's coral reef . Coral reefs are among the most densely populated marine environments. The coral reef fringing Réunion is a rich habitat for soft and hard corals that provide food and habitat for an abundance of fish and shellfish. The corals feed on a diet of plankton and algae which they catch with their tentacles. The growth cycle of corals is relatively slow, with growth of about per year. Male corals disseminate sperm cells into the water, which fertilize free-floating eggs released by the female corals. Reproduction is limited due to the proportionately small number of male corals.",
            "score": 160.89743041992188
        },
        {
            "docid": "24763989_19",
            "document": "Coral reef protection . Coral aquaculture, the process of using coral nurseries to restore the world's reefs is a project that is capable of improving biodiversity, structural integrity and coral cover. Coral nurseries can provide young corals for transplantation to rehabilitate areas of reef decline or physical damaged. In this process, coral gametes are harvested from spawning grounds and grown in a laboratory environment, then replanted when they grow larger. This allows the coral to grow safely in controlled amounts under lab conditions. Nurseries can begin as small patches of rescued coral colonies, and may be salvaged and restored before transplantation. In 2009, The Nature Conservancy began to grow over 30,000 young coral in underwater nurseries in Florida and the Caribbean for transplantation.",
            "score": 160.6857452392578
        },
        {
            "docid": "47700_29",
            "document": "Coral . Many corals in the order Scleractinia are hermatypic, meaning that they are involved in building reefs. Most such corals obtain some of their energy from zooxanthellae in the genus \"Symbiodinium\". These are symbiotic photosynthetic dinoflagellates which require sunlight; reef-forming corals are therefore found mainly in shallow water. They secrete calcium carbonate to form hard skeletons that become the framework of the reef. However, not all reef-building corals in shallow water contain zooxanthellae, and some deep water species, living at depths to which light cannot penetrate, form reefs but do not harbour the symbionts. There are various types of shallow-water coral reef, including fringing reefs, barrier reefs and atolls; most occur in tropical and subtropical seas. They are very slow-growing, adding perhaps one centimetre (0.4 in) in height each year. The Great Barrier Reef is thought to have been laid down about two million years ago. Over time, corals fragment and die, sand and rubble accumulates between the corals, and the shells of clams and other molluscs decay to form a gradually evolving calcium carbonate structure. Coral reefs are extremely diverse marine ecosystems hosting over 4,000 species of fish, massive numbers of cnidarians, molluscs, crustaceans, and many other animals.",
            "score": 159.85325622558594
        },
        {
            "docid": "399912_11",
            "document": "Coral bleaching . The Great Barrier Reef along the coast of Australia experienced bleaching events in 1980, 1982, 1992, 1994, 1998, 2002, 2006, 2016 and 2017. Some locations suffered severe damage, with up to 90% mortality. The most widespread and intense events occurred in the summers of 1998 and 2002, with 42% and 54% respectively of reefs bleached to some extent, and 18% strongly bleached. However coral losses on the reef between 1995 and 2009 were largely offset by growth of new corals. An overall analysis of coral loss found that coral populations on the Great Barrier Reef had declined by 50.7% from 1985 to 2012, but with only about 10% of that decline attributable to bleaching, and the remaining 90% caused about equally by tropical cyclones and by predation by crown-of-thorns starfishes. A global mass coral bleaching has been occurring since 2014 because of the highest recorded temperatures plaguing oceans. These temperatures have caused the most severe and widespread coral bleaching ever recorded in the Great Barrier reef. The most severe bleaching in 2016 occurred near Port Douglas. In late November 2016 surveys of 62 reefs showed that long term heat stress from climate change caused a 29% loss of shallow water coral. The highest coral death and reef habitat loss was inshore and mid-self reefs around Cape Grenville and Princess Charlotte Bay. The IPCC's moderate warming scenarios (B1 to A1T, 2 °C by 2100, IPCC, 2007, Table SPM.3, p. 13) forecast that corals on the Great Barrier Reef are very likely to regularly experience summer temperatures high enough to induce bleaching.",
            "score": 158.475830078125
        },
        {
            "docid": "43640379_2",
            "document": "Mesophotic coral reef . A Mesophotic coral reef, from \"meso\" meaning middle and \"photic\" meaning light, is characterised by the presence of both light dependent coral and algae, and organisms that can be found in water with low light penetration. They normally grow between 30 to and up to in tropical and subtropical water. The most common species at the mesophotic level are corals, sponges and algae. The corals ranges can overlap with Deep-water coral but are distinguished by the presence of zooxanthellae and their requirement for light. They can also be thought of as part of shallow water coral ecosystems, and a crossover of coral species between the two is common. It is thought that these corals could be used as sources for reseeding shallow water coral species.",
            "score": 157.0727996826172
        },
        {
            "docid": "47700_22",
            "document": "Coral . Brooding species are most often ahermatypic (not reef-building) in areas of high current or wave action. Brooders release only sperm, which is negatively buoyant, sinking on to the waiting egg carriers who harbor unfertilized eggs for weeks. Synchronous spawning events sometimes occurs even with these species. After fertilization, the corals release planula that are ready to settle.",
            "score": 155.9491424560547
        },
        {
            "docid": "24763989_4",
            "document": "Coral reef protection . Coral reefs are among the most productive and biologically diverse ecosystems on Earth. Differences in exposure to wave patterns create a variety of habitat types. The coral need a mutualistic symbiotic relationship with zooxanthellae algae in order to build a reef. The single celled algae derive their nutrients by using photosynthesis, and the coral provide shelter to the algae in return for some of the nutrients. Zooxanthellae populations can die with changing environmental conditions, causing the coral to lose color, known as coral bleaching. Coral receive their vibrant colors from the different species of zooxanthellae that inhabit them. Zooxanthellae populations can die with changing environmental conditions, causing the coral to lose color, known as coral bleaching.",
            "score": 155.9102783203125
        },
        {
            "docid": "4243385_21",
            "document": "Environmental issues in the Philippines . Climate change and global warming and the rising amounts of CO2 in the atmosphere has contributed to ocean warming and ocean acidification. The ocean has acted as a carbon sink for earth for millennia and is currently slowing the rate of global warming through the sequestration of carbon. This comes at a cost however as the oceans are becoming more and more acidic as they sequester more carbon dioxide. Ocean acidification has dire consequences as it causes coral bleaching and ultimately leads to the collapse of coral reefs (usaid). Rising sea levels cause increased salinity that can have damaging impacts on the country’s extensive system of mangroves. Both coral reefs and mangroves help to reduce coastal erosion and supports water quality. This erosion from the loss of coral reefs and mangroves increase the chance of coastal flooding and the loss of land. Coral reefs and mangroves also act as important feeding and spawning areas for many fish species that many fisher folk depend on for survival. Over 60% of the coastal population depends on marine resources like coral reefs or mangroves for their contributions to fisheries, tourism, and storm protection.",
            "score": 155.26036071777344
        },
        {
            "docid": "47290801_6",
            "document": "Heliofungia actiniformis . Many corals can be increased in number by detaching pieces of a colony and attaching them to the substrate. That is not possible with large polyp stony corals such as \"Heliofungia actiniformis\", but it is hoped to remedy this by placing collecting devices above them when spawning is about to occur, mixing the eggs and sperm under controlled conditions and nurturing the larvae in tanks. The technique has been successfully applied to \"Acropora formosa\". It is hoped that the resulting offspring will be able to be used to repopulate damaged reefs or to relieve the pressure of collecting corals from the wild for the reef aquarium trade.",
            "score": 155.091552734375
        },
        {
            "docid": "31379121_5",
            "document": "Acroporidae . Staghorn corals are hermaphrodites. They are mostly broadcast-spawners and some species have been involved in annual synchronous mass-spawning events on the Great Barrier Reef and in Japanese and Indonesian waters. Some species undergo fragmentation, a form of asexual reproduction, and this sometimes results in reefs composed of a single species.",
            "score": 155.06565856933594
        },
        {
            "docid": "399912_26",
            "document": "Coral bleaching . The US National Oceanic and Atmospheric Administration (NOAA) monitors for bleaching \"hot spots\", areas where sea surface temperature rises 1 °C or more above the long-term monthly average. The \"hot spots\" are the location in which thermal stress is measured and with the development of Degree Heating Week (DHW), the coral reef's thermal stress is monitored. Global coral bleaching is being detected earlier due to the satellite remote sensing the rise of sea temperatures. It is necessary to monitor the high temperatures because coral bleaching events are affecting coral reef reproduction and normal growth capacity, as well as it weakening corals, eventually leading to their mortality. This system detected the worldwide 1998 bleaching event, that corresponded to the 1997–98 El Niño event. Currently, 190 reef sites around the globe are monitored by the NOAA, and send alerts to research scientists and reef managers via NOAA Coral Reef Watch (CRW) website. By monitoring the warming of sea temperatures, the early warnings of coral bleaching, alerts reef managers to prepare and draw awareness to future bleaching events. The first mass global bleaching events were recorded in 1998 and 2010, which was when the El Niño caused the oceans temperatures to rise and worsened the corals living conditions. The 2014-2017 El Niño was recorded to be the longest and most damaging to the corals, which harmed over 70% of our coral reefs. Over two thirds of the Great Barrier Reef have been reported to be bleached or dead.",
            "score": 154.91233825683594
        },
        {
            "docid": "19653966_71",
            "document": "Spawn (biology) . Corals predominantly reproduce sexually. 25% of hermatypic corals (stony corals) form single sex (gonochoristic) colonies, while the rest are hermaphroditic. About 75% of all hermatypic corals \"broadcast spawn\" by releasing gametes—eggs and sperm—into the water to spread offspring. The gametes fuse during fertilization to form a microscopic larva called a planula, typically pink and elliptical in shape. A typical coral colony form several thousand larvae per year to overcome the odds against formation of a new colony.",
            "score": 154.8575897216797
        }
    ]
}