{
    "q": [
        {
            "docid": "40934598_5",
            "document": "Triatoma gerstaeckeri . \"T. gerstaeckeri\" is a reservoir for the parasite \"T. cruzi\", which causes Chagas Disease. This is a very relevant disease in the Western Hemisphere because there are about 56,000 new incidents of Chagas Disease every year and about 12,000 deaths annually caused by this disease. All blood-feeding arthropods in the \"Triatoma\" genus are vectors of \"T. cruzi\", so these numbers are not caused by \"T. gerstaeckeri\" alone. Chagas Disease is spread when an infected triatomine defecates on or near a host, causing the parasite to enter the body of the host, usually through the site of a wound. This is usually how \"T. cruzi\" is transmitted, but it can also occur during blood transfusion, organ donation or the consumption of contaminated food or drink. \"T. cruzi\" is not transmitted directly by biting. The most common animal hosts of \"T. gerstaeckeri\" are woodrats, but raccoons, opossums, humans and dogs are also common. There is no vaccine for Chagas Disease, so to decrease the prevalence of the disease, the spread of the \"T. gerstaeckeri\" and other Triatomine bugs must be limited.",
            "score": 214.32770466804504
        },
        {
            "docid": "2540987_56",
            "document": "Dog health . Most diseases that affect dogs or humans are not transferable between the two species. Diseases that can be transmitted from animals to humans are terrmed zoonoses. A well-known zoonosis is rabies, a viral infection transmitted through a bite. A common bacterial zoonosis is leptospirosis, transmitted through urine. Some of the most important zoonoses are parasitic. Zoonotic intestinal parasites transmitted through contact with feces include \"Toxocara canis\" (the canine roundworm), which causes toxocariasis, visceral larva migrans, and ocular larva migrans, and hookworms, which can cause cutaneous larva migrans. Zoonotic skin parasites include scabies, caused by the mite \"Sarcoptes scabiei\". The most common zoonotic fungal disease is ringworm, caused in this case by \"Microsporum canis\".",
            "score": 195.2190821170807
        },
        {
            "docid": "4902413_2",
            "document": "Trypanosoma cruzi . Trypanosoma cruzi is a species of parasitic euglenoids. Amongst the protozoa, the trypanosomes characteristically bore tissue in another organism and feed on blood (primarily) and also lymph. This behaviour causes disease or the likelihood of disease that varies with the organism: for example, trypanosomiasis in humans (Chagas disease in South America), dourine and surra in horses, and a brucellosis-like disease in cattle. Parasites need a host body and the haematophagous insect triatomine (descriptions \"assassin bug\", \"cone-nose bug\", and \"kissing bug\") is the major vector in accord with a mechanism of infection. The triatomine likes the nests of vertebrate animals for shelter, where it bites and sucks blood for food. Individual triatomines infected with protozoa from other contact with animals transmit trypanosomes when the triatomine deposits its faeces on the host's skin surface and then bites. Penetration of the infected faeces is further facilitated by the scratching of the bite area by the human or animal host.",
            "score": 191.7270474433899
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 116.77033519744873
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 189.1581676006317
        },
        {
            "docid": "1046233_7",
            "document": "Carlos Chagas . Chagas suspected that the parasite could cause human disease, due to the prevalence of the insect vector in human households and its habit of biting people, so he took blood samples and, on April 23, 1909, discovered for the first time the same \"Trypanosoma\" parasite in the blood of a three-year-old girl. He also observed parasitic inclusions in the brain and myocardium which would explain some of the clinical manifestations in diseased people and closed the proposed life cycle of the parasite by suggesting that the armadillo could be its natural reservoir. To complete his work on the pathology of the new disease, Chagas described 27 cases of the acute form of the disease and performed more than 100 autopsies on patients who exhibited the chronic form.",
            "score": 159.47204542160034
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 191.7960720062256
        },
        {
            "docid": "648640_4",
            "document": "Coinfection . Coinfection is of particular human health importance because pathogen species can interact within the host. The net effect of coinfection on human health is thought to be negative. Interactions can have either positive or negative effects on other parasites. Under positive parasite interactions, disease transmission and progression are enhanced and this is also known as syndemism. Negative parasite interactions include microbial interference when one bacterial species suppresses the virulence or colonisation of other bacteria, such as \"Pseudomonas aeruginosa\" suppressing pathogenic \"Staphylococcus aureus\" colony formation. The general patterns of ecological interactions between parasite species are unknown, even among common coinfections such as those between sexually transmitted infections. However, network analysis of a food web of coinfection in humans suggests that there is greater potential for interactions via shared food sources than via the immune system.",
            "score": 168.51257717609406
        },
        {
            "docid": "53918629_27",
            "document": "Evolutionary models of human drug use . For example, researchers have recently sought to understand why humans began using tobacco in spite of the consequences and adverse reactions commonly associated with its use. Hagen and colleagues propose that, as in other species, humans began using tobacco and other plant toxins as a way of controlling infection by parasitic diseases, including helminths. Tobacco, as well as arecoline and cannabis, two other plant neurotoxins that are widely used as recreational drugs in humans, have been found to be toxic to parasitic worms that affect humans and other mammals, as well as plants. Modern anthelminthics function as well by targeting nicotinic acetylcholine receptors (nAChRs) on somatic muscle cells of parasites, producing paralysis and expelling the parasite, the same receptors which are targeted by nicotine (Roulette et al., 2014). Moreover, it has also been found that nicotine is equally or more effective than commercial anthelmintics at killing leeches, including those that infect humans. Similarly, Roulette et al. (2014) found in a study comparing male smoking prevalence and parasite load among Aka hunter-gatherers that treatment with commercial anthelmintics was associated with a decrease in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection.",
            "score": 142.59915971755981
        },
        {
            "docid": "12591953_5",
            "document": "Crithidia fasciculata . \"C. fasciculata\" is an example of a non-human infective trypanosomatid and is related to several human parasites, including \"Trypanosoma brucei\" (which causes African trypanosomiasis) and \"Leishmania\" spp. (which cause Leishmaniasis). \"C. fasciculata\" parasitizes several species of insects and has been widely used to test new therapeutic strategies against parasitic infections. \"C. fasciculata\" is often used as a model organism in research into trypanosomatid biology that may then be applied to understanding the biology of the human infective species.",
            "score": 109.45196890830994
        },
        {
            "docid": "24151_38",
            "document": "Flatworm . The threat to humans in developed countries is rising as a result of social trends: the increase in organic farming, which uses manure and sewage sludge rather than artificial fertilizers, spreads parasites both directly and via the droppings of seagulls which feed on manure and sludge; the increasing popularity of raw or lightly cooked foods; imports of meat, seafood and salad vegetables from high-risk areas; and, as an underlying cause, reduced awareness of parasites compared with other public health issues such as pollution. In less-developed countries, inadequate sanitation and the use of human feces (night soil) as fertilizer or to enrich fish farm ponds continues to spread parasitic platyhelminths, whilst poorly designed water-supply and irrigation projects have provided additional channels for their spread. People in these countries usually cannot afford the cost of fuel required to cook food thoroughly enough to kill parasites. Controlling parasites that infect humans and livestock has become more difficult, as many species have become resistant to drugs that used to be effective, mainly for killing juveniles in meat. While poorer countries still struggle with unintentional infection, cases have been reported of intentional infection in the US by dieters who are desperate for rapid weight-loss.",
            "score": 115.9200747013092
        },
        {
            "docid": "40884687_2",
            "document": "Eustrongylidosis . Eustrongylidosis is a parasitic disease that mainly affects wading birds worldwide; however, the parasite’s complex, indirect life cycle involves other species such as aquatic worms and fish. Moreover, this disease is zoonotic which means the parasite can transmit disease from animals to humans. Eustrongylidosis is named after the causative agent Eustrongylides and typically occurs in eutrophicated waters where concentrations of nutrients and minerals are high enough to provide ideal conditions for the parasite to thrive and persist. Because eutrophication has become a common issue due to agricultural runoff and urban development, cases of Eustrongylidosis are becoming prevalent and hard to control. Eustrongylidosis can be diagnosed before or after death by observing behavior, clinical signs and performing fecal flotations and necropsies. Methods to control Eustrongylidosis include preventing eutrophication and providing hosts with uninfected food sources in aquaculture farms. Parasites are known to be indicators of environmental health and stability and should therefore be studied further to better understand the parasite’s life cycle and how it affects predator-prey interactions and improve conservation efforts.",
            "score": 174.2319495677948
        },
        {
            "docid": "40496567_11",
            "document": "Mites of domestic animals . Compared to ticks and insects of domestic animals the parasitic mites are of limited importance as transmitters (vectors) of pathogenic organisms to domestic animals. Some mites are the intermediate host of parasitic worms, but not defined as vectors because they do not parasitize a host. For example, free living mites of the family Oribatidae ingest the eggs of \"Moniezia expansa\" tapeworm of sheep; the sheep then ingest the mites whilst grazing. \"Dermanyssus gallinae\" has been shown to transmit the virus causing St Louis encephalitis virus between chickens. (the main transmitters of this virus to humans are \"Culex\" mosquitoes). Various species of trombiculid mite transmit the bacterium \"Orientia tsutsugamushi\", the causative agent of scrub-typhus, a notorious disease of humans in South East Asia. \"Leptotrombidium deliniense\" is the most important of several species of mite transmitting this bacterium.",
            "score": 144.98364663124084
        },
        {
            "docid": "682973_24",
            "document": "Horse-fly . Tabanids are known vectors for some blood-borne bacterial, viral, protozoan, and worm diseases of mammals, such as the equine infectious anaemia virus and various species of \"Trypanosoma\" which cause diseases in animals and humans. Species of the genus \"Chrysops\" transmit the parasitic filarial worm \"Loa loa\" between humans, and tabanids are known to transmit anthrax among cattle and sheep, and tularemia between rabbits and humans.",
            "score": 156.51140117645264
        },
        {
            "docid": "5030403_13",
            "document": "Siberian chipmunk . Lyme disease, also known as \"Borrelia burgdorferi\", is a vector-borne disease that can be transmitted through ticks. In comparison to bank voles and wood mice, the Siberian chipmunks contribute a much larger risk when it comes to Lyme disease. The chipmunk's ability to spread this disease poses a risk to humans because Lyme disease can cause neurological, joint, and skin problems. The Invasive Species Compendium states that the Siberian chipmunk can easily survive and spread diseases, like Lyme disease, to humans because the species has high genetic variability and high reproductive potential. Also, with the Siberian chipmunk's movement and introduction into new environments, ticks and other parasites possess a greater opportunity to attach to hosts. Lastly species invasion is difficult and costly to control, so these animals will continue to pose a threat to humans and other animals until they eventually became extinct or until humans actively take measures to reduce their impact on society.",
            "score": 200.70213091373444
        },
        {
            "docid": "2221_25",
            "document": "Apicomplexa . Many of the apicomplexan parasites are important pathogens of human and domestic animals. In contrast to bacterial pathogens, these apicomplexan parasites are eukaryotic and share many metabolic pathways with their animal hosts. This makes therapeutic target development extremely difficult – a drug that harms an apicomplexan parasite is also likely to harm its human host. At present, no effective vaccines are available for most diseases caused by these parasites. Biomedical research on these parasites is challenging because it is often difficult, if not impossible, to maintain live parasite cultures in the laboratory and to genetically manipulate these organisms. In recent years, several of the apicomplexan species have been selected for genome sequencing. The availability of genome sequences provides a new opportunity for scientists to learn more about the evolution and biochemical capacity of these parasites. The predominant source of this genomic information is the EuPathDB family of websites, which currently provides specialised services for \"Plasmodium\" species (PlasmoDB), coccidians (ToxoDB), piroplasms (PiroplasmaDB), and \"Cryptosporidium\" species (CryptoDB). One possible target for drugs is the plastid, and in fact existing drugs such as tetracyclines, which are effective against apicomplexans, seem to operate against the plastid.",
            "score": 141.71814787387848
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 181.7511647939682
        },
        {
            "docid": "21054623_13",
            "document": "Mosquito-borne disease . The mechanism of transmission of this disease starts with the injection of the parasite into the victim's blood when malaria-infected female \"Anopheles\" mosquitoes bite into a human being. The parasite uses human liver cells as hosts for maturation where it will continue to replicate and grow, moving into other areas of the body via the bloodstream. The spread of this infection cycle then continues when other mosquitoes bite the same victim. The result will cause that mosquito to ingest the parasite and allow it to transmit the Malaria disease into another person through the same mode of bite injection. ",
            "score": 160.9173309803009
        },
        {
            "docid": "23366462_86",
            "document": "Insect . Many insects are parasites of other insects such as the parasitoid wasps. These insects are known as entomophagous parasites. They can be beneficial due to their devastation of pests that can destroy crops and other resources. Many insects have a parasitic relationship with humans such as the mosquito. These insects are known to spread diseases such as malaria and yellow fever and because of such, mosquitoes indirectly cause more deaths of humans than any other animal.",
            "score": 153.6550407409668
        },
        {
            "docid": "7856096_11",
            "document": "Peeps (novel) . Two different strains were featured in the novel. The first to appear is a new strain, the symptoms and possible treatments for which have been known to Cal prior to the events of the novel. The body can react in two ways to this strain. The first, and most common, causes dementia, cannibalism and a painful response to light of any kind. Other symptoms involved hatred of what was once loved, which can range from a singer to a skyline, which can be used in order to capture the infected, and near total reliance of primitive instincts. Seemingly supernatural strength is present in this response, but it is used most often in instinctive reactions and basic needs, primarily food. In order to keep the parasite spreading through the population of the earth, the infected can spread the parasite to rats, who defend them and continue to spread the parasite, even if their progenitors cannot. The out of control cannibals who contract the disease and exhibit these symptoms are hunted down by the Night Watch, a group which fights to contain this strain of the parasite. There is no true cure for this reaction to the strain, and hospitalization coupled with an experimental plan of drugs is the only known treatment to contain a threat, apart from imprisonment. The second possible reaction to this strain, and the much less common, involves a more subtle response. People who contract this strain of the parasite and receive this reaction are known as \"carriers\" of the disease, for they do not suffer from its worst effects but have the possibility of spreading the disease nonetheless. A craving for meat remains, involving that of the human variety, but a carrier of the strain is no longer forced to succumb totally to their instincts. It is possible for the carriers of this strain to live a near normal life, because the stronger symptoms are absent. However, they must shy away from any close contact with others humans, involving simple things such as kissing and sharing a toothbrush, for fear of spreading the disease further. The worst of the remaining reactions, primarily sexual arousal and cravings for meat, can be overcome. The carriers are compared to Mary Mallon, most commonly referred to as \"Typhoid Mary\", by the protagonist.",
            "score": 148.5027310848236
        },
        {
            "docid": "12518398_16",
            "document": "Dasypus . Because of armadillos’ low body temperature, scavenging habits, and damp living environments they are susceptible to certain infections and parasites. Some of these include the bacterium \"Mycobacterium leprae\", which is the causative of leprosy, the organism \"Trypanosoma cruzi\", which is the causative of Chagas’ disease, and the fungus \"Paracoccidiodies brasiliensis\", which is the causative of mycosis in humans. Despite these predispositions, however, armadillos are still considered less prone to get parasites than other common small mammals such as skunks, opossums, and raccoons. No diagnosis of rabies within \"Dasypus\" species in Florida has been recorded yet.",
            "score": 123.36670541763306
        },
        {
            "docid": "141029_7",
            "document": "African trypanosomiasis . There are two subspecies of the parasite that are responsible for starting the disease in humans. \"Trypanosoma brucei gambiense\" causes the diseases in west and central Africa, whereas \"Trypanosoma brucei rhodesiense\" has a limited geographical range and is responsible for causing the disease in east and southern Africa. In addition, a third subspecies of the parasite known as \"Trypanosoma brucei brucei\" is responsible for affecting animals but not humans.",
            "score": 110.11427140235901
        },
        {
            "docid": "30987798_6",
            "document": "Agenor Mafra-Neto . Mafra-Neto has developed an artificial scent, called Abate, that has the key semiochemical elements to provide a signature of human host smell to mosquitoes and other blood feeding insects. Spraying abate on an animal can trick anthropophilic disease-transmitting insects, such as malaria mosquitoes, into attacking animals rather than their preferred human hosts, thereby reducing infection rates. Malaria-causing parasites, carried by mosquitoes, identify the human hosts that help them reproduce by detecting the semiochemicals that now are contained in the Abate formulation. Cattle are resistant to malaria and many other human diseases transmitted by insects, and are often treated with deworming medication, which has a toxic effect on mosquitoes and their parasites. Abate opens up the possibility for novel ways to reduce the impact of insect vectored diseases, such as malaria. This is being tested with generous funds from the Bill and Melinda Gates Foundation. The use of Abate in tandem with area-wide deworming campaigns has the potential to disrupt the transmission cycle of insect vectored human diseases, like malaria, in the treated areas.",
            "score": 223.4149830341339
        },
        {
            "docid": "141029_2",
            "document": "African trypanosomiasis . African trypanosomiasis, also known as sleeping sickness, is an insect-borne parasitic disease of humans and other animals. It is caused by protozoa of the species \"Trypanosoma brucei\". There are two types that infect humans, \"Trypanosoma brucei gambiense\" (TbG) and \"Trypanosoma brucei rhodesiense\" (TbR). TbG causes over 98% of reported cases. Both are usually transmitted by the bite of an infected tsetse fly and are most common in rural areas. Initially, in the first stage of the disease, there are fevers, headaches, itchiness and joint pains. This begins one to three weeks after the bite. Weeks to months later the second stage begins with confusion, poor coordination, numbness and trouble sleeping. Diagnosis is via finding the parasite in a blood smear or in the fluid of a lymph node. A lumbar puncture is often needed to tell the difference between first and second stage disease. Prevention of severe disease involves screening the population at risk with blood tests for TbG. Treatment is easier when the disease is detected early and before neurological symptoms occur. Treatment of the first stage is with the medications pentamidine or suramin. Treatment of the second stage involves eflornithine or a combination of nifurtimox and eflornithine for TbG. While melarsoprol works for both stages, it is typically only used for TbR, due to serious side effects. Without treatment it typically results in death. The disease occurs regularly in some regions of sub-Saharan Africa with the population at risk being about 70 million in 36 countries. An estimated 11,000 people are currently infected with 2,800 new infections in 2015. In 2015 it caused around 3,500 deaths, down from 34,000 in 1990. More than 80% of these cases are in the Democratic Republic of the Congo. Three major outbreaks have occurred in recent history: one from 1896 to 1906 primarily in Uganda and the Congo Basin and two in 1920 and 1970 in several African countries. It is classified as a neglected tropical disease. Other animals, such as cows, may carry the disease and become infected in which case it is known as animal trypanosomiasis.",
            "score": 166.06412649154663
        },
        {
            "docid": "4458156_6",
            "document": "Rhodnius prolixus . Chagas disease is caused by the parasitic protozoan \"Trypanosoma cruzi\".  Infection with Chagas disease occurs after \"Rhodnius\" releases protozoans in its feces immediately following a blood meal. The parasite enters the victim through  the bite wound after the human host scratches the bite. Infection may also occur via blood  transfusion and ingestion of food contaminated with kissing bug feces.",
            "score": 145.70196318626404
        },
        {
            "docid": "53631421_2",
            "document": "Parasitic flies of domestic animals . Many species of flies of the two-winged type, Order Diptera, such as mosquitoes, horse-flies, blow-flies and warble-flies cause direct parasitic disease to domestic animals, and transmit organisms that cause diseases. These infestations and infections cause distress to companion animals, and in livestock industry the financial costs of these diseases are high. These problems occur wherever domestic animals are reared. This article provides an overview of parasitic flies from a veterinary perspective, with emphasis on the disease causing relationships between these flies and their host animals. The article is organized following the taxonomic hierarchy of these flies in the Phylum Arthropoda, Order Insecta. Families and genera of dipteran flies are emphasized rather than many individual species. Disease caused by the feeding activity of the flies is described here under Parasitic disease. Disease caused by small pathogenic organisms that pass from the flies to domestic animals is described here under Transmitted organisms; prominent examples are provided from the many species.",
            "score": 167.2951626777649
        },
        {
            "docid": "33894099_2",
            "document": "Ticks of domestic animals . Ticks of domestic animals directly cause poor health and loss of production to their hosts by many parasitic mechanisms. Ticks also transmit numerous kinds of viruses, bacteria, and protozoa between domestic animals. These microbes cause diseases which can be severely debilitating or fatal to domestic animals, and may also affect humans. Ticks are especially important to domestic animals in tropical and subtropical countries, where the warm climate enables many species of ticks to flourish. Also, the large populations of wild animals in warm countries provide a reservoir of ticks and infective microbes that spread to domestic animals. Farmers of livestock animals use many methods to control ticks, and related treatments are used to reduce infestation of companion animals.",
            "score": 172.92389607429504
        },
        {
            "docid": "27828644_8",
            "document": "Host–parasite coevolution . Host–parasite coevolution is ubiquitous and of potential importance to all living organisms, including humans, domesticated animals and crops. Major diseases such as malaria, AIDS and influenza are caused by coevolving parasites. Better understanding of coevolutionary adaptations between parasite attack strategies and host immune systems may assist in the development of novel medications and vaccines.",
            "score": 126.31730961799622
        },
        {
            "docid": "2189559_9",
            "document": "Lutzomyia . The sand fly genus \"Lutzomyia\" includes all species responsible for transmission, in the New World, of the \"Leishmania\" parasite; the causative agent of leishmaniasis. Of the more than 350 \"Lutzomyia\" species identified, less than 10% are known or suspected to transmit leishmaniasis to humans. The disease is in endemic in 22 countries of tropical and subtropical America, where it is generally considered a zoonosis. That is, the parasite cycles between mammalian reservoir hosts and the sand flies, with humans serving as incidental, dead-end hosts. Common reservoirs in the Americas include a number of rodent species, as well as dogs, sloths and armadillos. The \"Lutzomyia\" sand flies maintain transmission amongst reservoir species and allow the disease to ‘jump’ to humans, causing the visceral, cutaneous or mucocutaneous forms of the disease depending on the \"Leishmania\" species. The human-sand fly-human cycle of transmission, known as anthroponotic, is limited to two \"Leishmania\" species endemic in the Old World and so does not involve \"Lutzomyia\" sand flies.",
            "score": 166.76679480075836
        },
        {
            "docid": "43937_37",
            "document": "Parasitism . Many bacteria are parasitic, though they are more generally thought of as pathogens causing disease. Parasitic bacteria are extremely diverse, and infect their hosts by a variety of routes. To give a few examples, \"Bacillus anthracis\", the cause of anthrax, is spread by contact with infected domestic animals; its spores, which can survive for years outside the body, can enter a host through an abrasion or may be inhaled. \"Borrelia\", the cause of Lyme disease and relapsing fever, is transmitted by a vector, ticks of the genus \"Ixodes\", from the diseases' reservoirs in animals such as deer. \"Campylobacter jejuni\", a cause of gastroenteritis, is spread by the fecal-oral route from animals, or by eating insufficiently cooked poultry, or by contaminated water. \"Haemophilus influenzae\", an agent of bacterial meningitis and respiratory tract infections such as influenza and bronchitis, is transmitted by droplet contact. \"Treponema pallidum\", the cause of syphilis, is spread by sexual activity.",
            "score": 170.44596695899963
        },
        {
            "docid": "23852386_3",
            "document": "Chagas: Time to Treat campaign . Each year over 8 million people in the Americas contract the Chagas disease. Chagas occurs in two stages and kills more people in the region than any other parasite-borne disease, including malaria. It is caused by the parasite Trypanosoma cruzi transmitted primarily by insects known as \"kissing bugs\". The existing treatments are not satisfactory and can have toxic side effects. What patients urgently need are affordable, safe, and efficacious diagnostics tools and treatments for children and adults as well as a drug that treats both stages of Chagas.",
            "score": 164.19330954551697
        },
        {
            "docid": "6173994_12",
            "document": "Cannibalism . Bovine spongiform encephalopathy, or mad cow disease is another prion disease which is usually caused by feeding contaminated bovine tissue to other cattle. It is a neurodegenerative disease and could be spread to humans if the individual were to consume contaminated beef. The spread of parasites such as nematodes may also be facilitated by cannibalism as eggs from these parasites are transferred more easily from one host to another. Other forms of diseases include sarcocystis and iridovirus in reptiles and amphibians; granulosus virus, chagas disease, and microsporidia in insects; stained prawn disease, white pot syndrome, helminthes and tapeworms in crustaceans and fish.",
            "score": 176.03959941864014
        }
    ],
    "r": [
        {
            "docid": "30987798_6",
            "document": "Agenor Mafra-Neto . Mafra-Neto has developed an artificial scent, called Abate, that has the key semiochemical elements to provide a signature of human host smell to mosquitoes and other blood feeding insects. Spraying abate on an animal can trick anthropophilic disease-transmitting insects, such as malaria mosquitoes, into attacking animals rather than their preferred human hosts, thereby reducing infection rates. Malaria-causing parasites, carried by mosquitoes, identify the human hosts that help them reproduce by detecting the semiochemicals that now are contained in the Abate formulation. Cattle are resistant to malaria and many other human diseases transmitted by insects, and are often treated with deworming medication, which has a toxic effect on mosquitoes and their parasites. Abate opens up the possibility for novel ways to reduce the impact of insect vectored diseases, such as malaria. This is being tested with generous funds from the Bill and Melinda Gates Foundation. The use of Abate in tandem with area-wide deworming campaigns has the potential to disrupt the transmission cycle of insect vectored human diseases, like malaria, in the treated areas.",
            "score": 223.41497802734375
        },
        {
            "docid": "40934598_5",
            "document": "Triatoma gerstaeckeri . \"T. gerstaeckeri\" is a reservoir for the parasite \"T. cruzi\", which causes Chagas Disease. This is a very relevant disease in the Western Hemisphere because there are about 56,000 new incidents of Chagas Disease every year and about 12,000 deaths annually caused by this disease. All blood-feeding arthropods in the \"Triatoma\" genus are vectors of \"T. cruzi\", so these numbers are not caused by \"T. gerstaeckeri\" alone. Chagas Disease is spread when an infected triatomine defecates on or near a host, causing the parasite to enter the body of the host, usually through the site of a wound. This is usually how \"T. cruzi\" is transmitted, but it can also occur during blood transfusion, organ donation or the consumption of contaminated food or drink. \"T. cruzi\" is not transmitted directly by biting. The most common animal hosts of \"T. gerstaeckeri\" are woodrats, but raccoons, opossums, humans and dogs are also common. There is no vaccine for Chagas Disease, so to decrease the prevalence of the disease, the spread of the \"T. gerstaeckeri\" and other Triatomine bugs must be limited.",
            "score": 214.3277130126953
        },
        {
            "docid": "958031_75",
            "document": "Compartmental models in epidemiology . Diseases transmitted from human to human indirectly, i.e. malaria spread by way of mosquitoes, are transmitted through a vector. In these cases, the infection transfers from human to insect and an epidemic model must include both species, generally requiring many more compartments than a model for direct transmission. For more information on this type of model see the reference \"Population Dynamics of Infectious Diseases: Theory and Applications\", by R. M. Anderson.",
            "score": 201.09576416015625
        },
        {
            "docid": "5030403_13",
            "document": "Siberian chipmunk . Lyme disease, also known as \"Borrelia burgdorferi\", is a vector-borne disease that can be transmitted through ticks. In comparison to bank voles and wood mice, the Siberian chipmunks contribute a much larger risk when it comes to Lyme disease. The chipmunk's ability to spread this disease poses a risk to humans because Lyme disease can cause neurological, joint, and skin problems. The Invasive Species Compendium states that the Siberian chipmunk can easily survive and spread diseases, like Lyme disease, to humans because the species has high genetic variability and high reproductive potential. Also, with the Siberian chipmunk's movement and introduction into new environments, ticks and other parasites possess a greater opportunity to attach to hosts. Lastly species invasion is difficult and costly to control, so these animals will continue to pose a threat to humans and other animals until they eventually became extinct or until humans actively take measures to reduce their impact on society.",
            "score": 200.70213317871094
        },
        {
            "docid": "30864598_7",
            "document": "Hematophagy . The phlebotomic action opens a channel for contamination of the host species with bacteria, viruses and blood-borne parasites contained in the hematophagous organism. Thus, many animal and human infectious diseases are transmitted by hematophagous species, such as the bubonic plague, Chagas disease, dengue fever, eastern equine encephalitis, filariasis, leishmaniasis, Lyme disease, malaria, rabies, sleeping sickness, St. Louis encephalitis, tularemia, typhus, Rocky Mountain spotted fever, West Nile fever, Zika fever, and many others.",
            "score": 197.85948181152344
        },
        {
            "docid": "2540987_56",
            "document": "Dog health . Most diseases that affect dogs or humans are not transferable between the two species. Diseases that can be transmitted from animals to humans are terrmed zoonoses. A well-known zoonosis is rabies, a viral infection transmitted through a bite. A common bacterial zoonosis is leptospirosis, transmitted through urine. Some of the most important zoonoses are parasitic. Zoonotic intestinal parasites transmitted through contact with feces include \"Toxocara canis\" (the canine roundworm), which causes toxocariasis, visceral larva migrans, and ocular larva migrans, and hookworms, which can cause cutaneous larva migrans. Zoonotic skin parasites include scabies, caused by the mite \"Sarcoptes scabiei\". The most common zoonotic fungal disease is ringworm, caused in this case by \"Microsporum canis\".",
            "score": 195.21908569335938
        },
        {
            "docid": "43531047_8",
            "document": "One Health Model . Zoonosis or zoonotic disease can be defined as an infectious disease that can be transmitted between animals and humans. One Health plays a big role in helping to prevent and control zoonotic diseases. Approximately 75% of new and emerging infectious diseases in humans is defined as zoonotic. Zoonotic diseases can be spread in many different ways. the most common known ways they are be spread are through direct contact, indirect contact, vector-borne, and food-borne. Below in (Table 1) you can see a list of different zoonotic diseases, their main reservoirs, and their mode of transmission.",
            "score": 194.93389892578125
        },
        {
            "docid": "6173994_11",
            "document": "Cannibalism . Cannibalism can potentially reduce the prevalence of parasites in the population by decreasing the number of susceptible hosts and indirectly killing the parasite in the host. It has been shown in some studies that the risk of encountering an infected victim increases when there is a higher cannibalism rate, though this risk drops as the number of available hosts decreases. However, this is only the case if the risk of disease transmission is low. Cannibalism is an ineffective method of disease spread as cannibalism in the animal kingdom is normally a one-on-one interaction, and the spread of disease requires group cannibalism; thereby it is rare for a disease to have evolved to rely solely on cannibalism to spread. Usually there are different means of transmission, such as with direct contact, maternal transmission, coprophagy, and necrophagy with different species. Infected individuals are more likely to be consumed than non-infected individuals, thus some research has suggested that the spread of disease may be a limiting factor to the prevalence of cannibalism in the population. Some examples of diseases transmitted by cannibalism in mammals include Kuru which is a prion disease that degenerates the brain. This disease is prevalent in Papua New Guinea whereby tribes practice endocannibalism in cannibalistic funeral rituals and consume the brains infected by these prions. It is a cerebellar dysfunctional disease which has symptoms including a broad-based gait and decreased motor activity control, however, the disease has a long incubation rate and symptoms may not appear until years later.",
            "score": 193.70205688476562
        },
        {
            "docid": "7012_2",
            "document": "Chagas disease . Chagas disease, also known as American trypanosomiasis, is a tropical parasitic disease caused by the protist \"Trypanosoma cruzi\". It is spread mostly by insects known as Triatominae, or \"kissing bugs\". The symptoms change over the course of the infection. In the early stage, symptoms are typically either not present or mild, and may include fever, swollen lymph nodes, headaches, or local swelling at the site of the bite. After 8–12 weeks, individuals enter the chronic phase of disease and in 60–70% it never produces further symptoms. The other 30 to 40% of people develop further symptoms 10 to 30 years after the initial infection, including enlargement of the ventricles of the heart in 20 to 30%, leading to heart failure. An enlarged esophagus or an enlarged colon may also occur in 10% of people. \"T. cruzi\" is commonly spread to humans and other mammals by the blood-sucking \"kissing bugs\" of the subfamily Triatominae. These insects are known by a number of local names, including: \"vinchuca\" in Argentina, Bolivia, Chile and Paraguay, \"barbeiro\" (the barber) in Brazil, \"pito\" in Colombia, \"chinche\" in Central America, and \"chipo\" in Venezuela. The disease may also be spread through blood transfusion, organ transplantation, eating food contaminated with the parasites, and by vertical transmission (from a mother to her fetus). Diagnosis of early disease is by finding the parasite in the blood using a microscope. Chronic disease is diagnosed by finding antibodies for \"T. cruzi\" in the blood. Prevention mostly involves eliminating kissing bugs and avoiding their bites. This may involve the use of insecticides or bed-nets. Other preventive efforts include screening blood used for transfusions. A vaccine has not been developed as of 2017. Early infections are treatable with the medication benznidazole or nifurtimox. Medication nearly always results in a cure if given early, but becomes less effective the longer a person has had Chagas disease. When used in chronic disease, medication may delay or prevent the development of end–stage symptoms. Benznidazole and nifurtimox cause temporary side effects in up to 40% of people including skin disorders, brain toxicity, and digestive system irritation. It is estimated that 6.6 million people, mostly in Mexico, Central America and South America, have Chagas disease as of 2015. In 2015, Chagas was estimated to result in 8,000 deaths. Most people with the disease are poor, and most do not realize they are infected. Large-scale population movements have increased the areas where Chagas disease is found and these include many European countries and the United States. These areas have also seen an increase in the years up to 2014. The disease was first described in 1909 by the Brazilian physician Carlos Chagas, after whom it is named. Chagas disease is classified as a neglected tropical disease. It affects more than 150 other animals.",
            "score": 191.79608154296875
        },
        {
            "docid": "4902413_2",
            "document": "Trypanosoma cruzi . Trypanosoma cruzi is a species of parasitic euglenoids. Amongst the protozoa, the trypanosomes characteristically bore tissue in another organism and feed on blood (primarily) and also lymph. This behaviour causes disease or the likelihood of disease that varies with the organism: for example, trypanosomiasis in humans (Chagas disease in South America), dourine and surra in horses, and a brucellosis-like disease in cattle. Parasites need a host body and the haematophagous insect triatomine (descriptions \"assassin bug\", \"cone-nose bug\", and \"kissing bug\") is the major vector in accord with a mechanism of infection. The triatomine likes the nests of vertebrate animals for shelter, where it bites and sucks blood for food. Individual triatomines infected with protozoa from other contact with animals transmit trypanosomes when the triatomine deposits its faeces on the host's skin surface and then bites. Penetration of the infected faeces is further facilitated by the scratching of the bite area by the human or animal host.",
            "score": 191.72705078125
        },
        {
            "docid": "1653221_13",
            "document": "Parasite load . Parasite load has been shown to affect the spread of infectious diseases. For example, parasitologists at the Universidade de São Paulo researched the effect of Chaga's disease on the immune system. They found that individuals who survived the acute phase of infection develop parasite-specific immune response that reduces parasite levels in tissues and blood. This research aims to discover if the parasite load during the acute stage of infection effects if the host will eventually have a positive immune response. The research was conducted on mice, with the intension of eventually using the information gleaned from the experiments to assist humans who have contracted Chaga's disease. Marinho \"et al.\" found that parasite loads in the acute phase of infection correlates at the late chronic stage of the disease, with the intensity of the activation and response of the immune system of the host. This research could lead to new discoveries in parasitology. This could potentially prevent the spread of parasites and therefore diseases linked to parasite infection within a given population.",
            "score": 189.15817260742188
        },
        {
            "docid": "548483_41",
            "document": "Animal hoarding . Another human health issue caused by animal hoarding is the risk of zoonotic diseases. Defined as \"human diseases acquired from or transmitted to any other vertebrate animal\", zoonotic diseases can often be lethal and in all cases constitute a serious public health concern. Examples of well-known zoonotic diseases include bubonic plague, influenza, and rabies. Common domesticated animals constitute a large portion of animals carrying zoonoses, and as a result, humans involved in animal hoarding situations are at particular risk of contracting disease. Zoonoses that may arise in hoarding situations—through vectors such as dog, cat, or rat bites—include rabies, salmonellosis, catscratch fever, hookworm, and ringworm. One zoonosis of special concern is toxoplasmosis, which can be transmitted to humans through cat feces or badly-prepared meat, and is known to cause severe birth defects or stillbirth in the case of infected pregnant women. The risk of zoonotic diseases is amplified by the possibility of community epidemics.",
            "score": 188.99346923828125
        },
        {
            "docid": "5741000_145",
            "document": "Shahrekord University . Zoonosis are infectious diseases of wild or domestic animals e.g. insects, mammals, reptiles, birds and especially vertebrates, that can naturally be transmitted to humans. Zoonosis can be caused by a range of disease pathogens such as viruses, bacteria, fungi and parasites; of 1,415 pathogens known to infect humans, 61% were zoonotic. Escherichia coli and Salmonella are among the most important significant zoonotic pathogens causing foodborne diseases. Today,zoonosis is among the most important public health and veterinary diseases which threat human and animal life.",
            "score": 187.3881072998047
        },
        {
            "docid": "52640771_2",
            "document": "Sociality and disease transmission . The effects of how social grouping strategies may reduce or increase the spread of disease is critical for the health of large groups of people. Places with large amounts of human interaction have a high risk for disease transmission. Social groups, community structures, and different cultures have different strategies and behaviors of reducing the spread of disease. Animals groups and humans that live in a place with high population density have an increased risk of disease prevalence. Some ways that large groups can help reduce the spread of disease is to have clean water supply and food supply. Also, another way groups can reduce spread of disease is through avoiding contact with individuals in the community that are ill.",
            "score": 183.61012268066406
        },
        {
            "docid": "37220_8",
            "document": "Infection . Infectious diseases are sometimes called contagious disease when they are easily transmitted by contact with an ill person or their secretions (e.g., influenza). Thus, a contagious disease is a subset of infectious disease that is especially infective or easily transmitted. Other types of infectious/transmissible/communicable diseases with more specialized routes of infection, such as vector transmission or sexual transmission, are usually not regarded as \"contagious\", and often do not require medical isolation (sometimes loosely called quarantine) of victims. However, this specialized connotation of the word \"contagious\" and \"contagious disease\" (easy transmissibility) is not always respected in popular use. Infectious diseases are commonly transmitted from person to person through direct contact. The types of contact are through person to person and droplet spread. Indirect contact such as airborne transmission, contaminated objects, food and drinking water, animal person contact, animal reservoirs, insect bites, and environmental reservoirs are another way infectious diseases are transmitted,",
            "score": 183.36924743652344
        },
        {
            "docid": "13795221_2",
            "document": "Wildlife disease . Wildlife, domestic animals and humans share a large and increasing number of infectious diseases, known as zoonoses. The continued globalization of society, human population growth, and associated landscape changes further enhances the interface between wildlife, domestic animals, and humans, thereby facilitating additional infectious disease emergence. The wildlife component of this triad has received inadequate focus in the past to effectively protect human health as evidenced by such contemporary diseases as SARS, Lyme disease, West Nile Fever, and a host of other emerging diseases. Further, habitat loss and other factors associated with human-induced landscape changes have reduced past ability for many wildlife populations to overcome losses due to various causes. This disease emergence and resurgence has reached unprecedented importance for the sustainability of desired population levels for many wildlife populations and for the long-term survival of some species.",
            "score": 182.5074920654297
        },
        {
            "docid": "20423_2",
            "document": "Malaria . Malaria is a mosquito-borne infectious disease affecting humans and other animals caused by parasitic protozoans (a group of single-celled microorganisms) belonging to the \"Plasmodium\" type. Malaria causes symptoms that typically include fever, tiredness, vomiting, and headaches. In severe cases it can cause yellow skin, seizures, coma, or death. Symptoms usually begin ten to fifteen days after being bitten. If not properly treated, people may have recurrences of the disease months later. In those who have recently survived an infection, reinfection usually causes milder symptoms. This partial resistance disappears over months to years if the person has no continuing exposure to malaria. The disease is most commonly transmitted by an infected female \"Anopheles\" mosquito. The mosquito bite introduces the parasites from the mosquito's saliva into a person's blood. The parasites travel to the liver where they mature and reproduce. Five species of \"Plasmodium\" can infect and be spread by humans. Most deaths are caused by \"P. falciparum\" because \"P. vivax\", \"P. ovale\", and \"P. malariae\" generally cause a milder form of malaria. The species \"P. knowlesi\" rarely causes disease in humans. Malaria is typically diagnosed by the microscopic examination of blood using blood films, or with antigen-based rapid diagnostic tests. Methods that use the polymerase chain reaction to detect the parasite's DNA have been developed, but are not widely used in areas where malaria is common due to their cost and complexity. The risk of disease can be reduced by preventing mosquito bites through the use of mosquito nets and insect repellents, or with mosquito control measures such as spraying insecticides and draining standing water. Several medications are available to prevent malaria in travellers to areas where the disease is common. Occasional doses of the combination medication sulfadoxine/pyrimethamine are recommended in infants and after the first trimester of pregnancy in areas with high rates of malaria. Despite a need, no effective vaccine exists, although efforts to develop one are ongoing. The recommended treatment for malaria is a combination of antimalarial medications that includes an artemisinin. The second medication may be either mefloquine, lumefantrine, or sulfadoxine/pyrimethamine. Quinine along with doxycycline may be used if an artemisinin is not available. It is recommended that in areas where the disease is common, malaria is confirmed if possible before treatment is started due to concerns of increasing drug resistance. Resistance among the parasites has developed to several antimalarial medications; for example, chloroquine-resistant \"P. falciparum\" has spread to most malarial areas, and resistance to artemisinin has become a problem in some parts of Southeast Asia. The disease is widespread in the tropical and subtropical regions that exist in a broad band around the equator. This includes much of Sub-Saharan Africa, Asia, and Latin America. In 2016, there were 216 million cases of malaria worldwide resulting in an estimated 731,000 deaths. Approximately 90% of both cases and deaths occurred in Africa. Rates of disease have decreased from 2000 to 2015 by 37%, but increased from 2014 during which there were 198 million cases. Malaria is commonly associated with poverty and has a major negative effect on economic development. In Africa, it is estimated to result in losses of US$12 billion a year due to increased healthcare costs, lost ability to work, and negative effects on tourism.",
            "score": 181.75115966796875
        },
        {
            "docid": "889672_2",
            "document": "Tropical disease . Tropical diseases are diseases that are prevalent in or unique to tropical and subtropical regions. The diseases are less prevalent in temperate climates, due in part to the occurrence of a cold season, which controls the insect population by forcing hibernation. However, many were present in northern Europe and northern America in the 17th and 18th centuries before modern understanding of disease causation. The initial impetus for tropical medicine was to protect the health of colonialists, notably in India under the British Raj. Insects such as mosquitoes and flies are by far the most common disease carrier, or vector. These insects may carry a parasite, bacterium or virus that is infectious to humans and animals. Most often disease is transmitted by an insect \"bite\", which causes transmission of the infectious agent through subcutaneous blood exchange. Vaccines are not available for most of the diseases listed here, and many do not have cures.",
            "score": 181.3118133544922
        },
        {
            "docid": "48101601_20",
            "document": "Agricultural safety and health . Exposure to animal with diseases are a risk for agricultural workers. Zoonosis are diseases that are transmitted from infected animals to humans. Most zoonotic diseases are caused by organisms such as parasites, bacteria, prions, fungi, protozoa, and viruses, which reside within the animal but can be pathogens to humans. Direct or indirect transmission from feces or bodily fluids can result in infection, and consuming animal products that are contaminated can also become a cause of infection. Because of their close contact with animals, farmers, veterinarians, ranchers, and other agricultural workers are more at risk for contracting zoonotic diseases.",
            "score": 181.1417236328125
        },
        {
            "docid": "40364158_19",
            "document": "Antibiotic use in livestock . A vector, in this context, is an organism that transmits disease to another organism. Insects such as flies and mosquitoes have high amounts of breeding grounds and nests of eggs around manure waste, allowing rapid reproduction and fresh vectors for potential disease. Typically with dense populations of livestock, transmission of disease from one animal to another can be on account of insects, such as flies, mosquitoes or ticks, spreading blood from one animal to another. This can be particularly dangerous for sick animals spreading diseases to healthier animals, promoting general malaise in a concentrated area. Additionally, the animals can be infected from other animals' manure making contact with their food. In fact, fecal-oral transmission are one of the largest sources for pathogen transmission. Within concentrated animal farming operations, there is no mandatory testing of novel viruses, only reporting known illnesses to the World Organization for Animal Health. Thus, certain mutations or recombinant bacteria strains, which are more efficient in translation to human to human events, can be unnoticed.",
            "score": 179.90858459472656
        },
        {
            "docid": "23366462_5",
            "document": "Insect . Humans regard certain insects as pests, and attempt to control them using insecticides, and a host of other techniques. Some insects damage crops by feeding on sap, leaves, fruits, or wood. Some species are parasitic, and may vector diseases. Some insects perform complex ecological roles; blow-flies, for example, help consume carrion but also spread diseases. Insect pollinators are essential to the life cycle of many flowering plant species on which most organisms, including humans, are at least partly dependent; without them, the terrestrial portion of the biosphere would be devastated. Many insects are considered ecologically beneficial as predators and a few provide direct economic benefit. Silkworms produce silk and honey bees produce honey and both have been domesticated by humans. Insects are consumed as food in 80% of the world's nations, by people in roughly 3000 ethnic groups.",
            "score": 179.67225646972656
        },
        {
            "docid": "19827221_56",
            "document": "Arthropod . Although arthropods are the most numerous phylum on Earth, and thousands of arthropod species are venomous, they inflict relatively few serious bites and stings on humans. Far more serious are the effects on humans of diseases carried by blood-sucking insects. Other blood-sucking insects infect livestock with diseases that kill many animals and greatly reduce the usefulness of others. Ticks can cause tick paralysis and several parasite-borne diseases in humans. A few of the closely related mites also infest humans, causing intense itching, and others cause allergic diseases, including hay fever, asthma, and eczema.",
            "score": 177.1649627685547
        },
        {
            "docid": "53631421_3",
            "document": "Parasitic flies of domestic animals . Disease caused by the feeding activity of dipteran flies is described here under Parasitic disease. Disease caused by small pathogenic organisms that pass from the flies to domestic animals is described here under Transmitted organisms; these organisms are often of numerous species thus only prominent examples are provided. Feeding by adult flies may cause irritation through to acute stress from painful bites, resulting in loss of grazing time and reduced gain in weight. Feeding by adult flies on the blood of their hosts exposes the hosts to pathogenic organisms that are infecting the fly, this can lead to acute disease of the host's blood and other organs. Feeding by adult flies using their sponging mouthparts can also expose the hosts to pathogenic organisms that have contaminated the mouthparts. Larvae of some flies are adapted to feed on the tissues of their host causing direct pathological damage to organs, this is known as myiasis.",
            "score": 177.03134155273438
        },
        {
            "docid": "6173994_12",
            "document": "Cannibalism . Bovine spongiform encephalopathy, or mad cow disease is another prion disease which is usually caused by feeding contaminated bovine tissue to other cattle. It is a neurodegenerative disease and could be spread to humans if the individual were to consume contaminated beef. The spread of parasites such as nematodes may also be facilitated by cannibalism as eggs from these parasites are transferred more easily from one host to another. Other forms of diseases include sarcocystis and iridovirus in reptiles and amphibians; granulosus virus, chagas disease, and microsporidia in insects; stained prawn disease, white pot syndrome, helminthes and tapeworms in crustaceans and fish.",
            "score": 176.03961181640625
        },
        {
            "docid": "287207_18",
            "document": "Plasmodium . Humans are primarily infected by five species of \"Plasmodium\", with the overwhelming majority of severe disease and death caused by \"Plasmodium falciparum\". Some species that infect humans can also infect other primates, and zoonoses of certain species (e.g. \"P. knowlesi\") from other primates to humans are common. Non-human primates also contain a variety of \"Plasmodium\" species that do not generally infect humans. Some of these can cause severe disease in primates, while others can remain in the host for prolonged periods without causing disease. Many other mammals also carry \"Plasmodium\" species, such as a variety of rodents, ungulates, and bats. Again, some species of \"Plasmodium\" can cause severe disease in some of these hosts, while many appear not to.",
            "score": 175.87112426757812
        },
        {
            "docid": "41081621_6",
            "document": "Taenia hydatigena . Cysticercosis is rare in the U.S. and most parts of Europe. It is primarily found in immigrant species, or species that have arrived from another country. The main objectives are as follows: to reduce the chances of becoming infected, and, if infected, to reduce the chances of the infection being transmitted. Educating the general public will help change how the disease is perceived. This could help people better understand risks and allow people to not live in fear of the disease. The high prevalence of some zoonotic helminths could indicate that humans in specific regions such as; the mediterranean area, south of the Sahara in the semi-arid areas of East Africa, South Africa, South America, East Europe and parts of China. These areas are at serious risk of transmission and, if all the preventive measures are not taken, the human infection may spread quickly. Preventive programs, such as elimination of the stray dogs from cities and rural regions, could be necessary in this instance. However, control of wild canids can be difficult, but there are other regulatory measures that can be applied to communities, such as health education and implementing strict regulations of livestock slaughtering in slaughter houses and farms, could reduce the risk of parasite transmission. In addition, it is important for public health authorities, pet owners, physicians and veterinarians in these regions to pay close attention to patients and to remain informed of any possible outbreaks and transmission. In a study conducted at Washington State University, the effects of heat treatment were analyzed on the young forms of Taenia hydatigena. They observed that when the eggs were treated at temperatures of 60 degrees C they did not establish in the hosts. This could be influential in future prevention methods.",
            "score": 174.81869506835938
        },
        {
            "docid": "33894099_17",
            "document": "Ticks of domestic animals . The virus of Nairobi sheep disease in East Africa is transmitted by \"Rhipicephalus\" ticks. African swine fever is naturally transmitted between wild species of the pig family by feeding of \"Ornithodoros moubata\" group ticks. This pattern of transmission can expand to include domestic pigs. However, within groups of domestic pigs, the virus can also be transmitted by contagion. Crimean-Congo hemorrhagic fever virus is transmitted between many mammal species by \"Hyalomma truncatum\", \"Hyalomma rufipes\", and \"Hyalomma turanicum\" over a wide area of Africa, Europe, and Asia. In cattle and sheep, it causes mild fever and its main importance is when it spreads to humans (zoonosis) by feeding of the larvae or nymphs of these ticks. There are other viruses transmitted by ticks between wild animals and that have zoonotic importance when humans also become infected. The epidemiological pathways of these viruses can also involve domestic animals, if only by being hosts that add to the size of the tick population. Examples include the viruses that cause Tick-borne encephalitis, and Kyasanur Forest disease.",
            "score": 174.62747192382812
        },
        {
            "docid": "34038842_2",
            "document": "Weather and climate effects on Lyme disease exposure . Lyme disease is spread to humans through the bite of infected ticks. The tick population is affected by weather and climate. Many factors determine tick population densities as well as diseased population densities of ticks so that no single factor can determine likelihood of exposure to tick-borne disease. Overall climate and primary host population determine the localities where ticks will thrive. However, studies have been conducted which correlate tick population to climate change and their behavior to weather patterns. Ticks are parasites which carry a myriad of infectious diseases that depend on the species of tick. Overall climate is more determinate of tick population and daily weather has a subtle effect on the spread of tick-borne disease. Being mindful of daily weather patterns and vigilantly avoiding exposure to ticks reduces human exposure to Lyme disease.",
            "score": 174.28916931152344
        },
        {
            "docid": "40884687_2",
            "document": "Eustrongylidosis . Eustrongylidosis is a parasitic disease that mainly affects wading birds worldwide; however, the parasite’s complex, indirect life cycle involves other species such as aquatic worms and fish. Moreover, this disease is zoonotic which means the parasite can transmit disease from animals to humans. Eustrongylidosis is named after the causative agent Eustrongylides and typically occurs in eutrophicated waters where concentrations of nutrients and minerals are high enough to provide ideal conditions for the parasite to thrive and persist. Because eutrophication has become a common issue due to agricultural runoff and urban development, cases of Eustrongylidosis are becoming prevalent and hard to control. Eustrongylidosis can be diagnosed before or after death by observing behavior, clinical signs and performing fecal flotations and necropsies. Methods to control Eustrongylidosis include preventing eutrophication and providing hosts with uninfected food sources in aquaculture farms. Parasites are known to be indicators of environmental health and stability and should therefore be studied further to better understand the parasite’s life cycle and how it affects predator-prey interactions and improve conservation efforts.",
            "score": 174.23194885253906
        },
        {
            "docid": "1043902_9",
            "document": "Fasciolosis . Human \"F. hepatica\" infection is determined by the presence of the intermediate snail hosts, domestic herbivorous animals, climatic conditions and the dietary habits of man. Sheep, goats and cattle are considered the predominant animal reservoirs. While other animals can be infected, they are usually not very important for human disease transmission. On the other hand, some authors have observed that donkeys and pigs contribute to disease transmission in Bolivia. Among wild animals, it has been demonstrated that the peridomestic rat (\"Rattus rattus\") may play an important role in the spread as well as in the transmission of the parasite in Corsica. In France, nutria (\"Myocastor coypus\") was confirmed as a wild reservoir host of \"F. hepatica\". Humans are infected by ingestion of aquatic plants that contain the infectious cercariae. Several species of aquatic vegetables are known as a vehicle of human infection. In Europe, \"Nasturtium officinale\" (common watercress), \"Nasturtium silvestris\", \"Rorippa amphibia\" (wild watercress), \"Taraxacum dens leonis\" (dandelion leaves), \"Valerianella olitoria\" (lamb's lettuce), and \"Mentha viridis\" (spearmint) were reported as a source of human infections. In the Northern Bolivian Altiplano, some authors suggested that several aquatic plants such as bero-bero (watercress), algas (algae), kjosco and tortora could act as a source of infection for humans. Because \"F. hepatica\" cercariae also encyst on water surface, humans can be infected by drinking of fresh untreated water containing cercariae. In addition, an experimental study suggested that humans consuming raw liver dishes from fresh livers infected with juvenile flukes could become infected.",
            "score": 173.72760009765625
        },
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 173.6378173828125
        },
        {
            "docid": "33894099_2",
            "document": "Ticks of domestic animals . Ticks of domestic animals directly cause poor health and loss of production to their hosts by many parasitic mechanisms. Ticks also transmit numerous kinds of viruses, bacteria, and protozoa between domestic animals. These microbes cause diseases which can be severely debilitating or fatal to domestic animals, and may also affect humans. Ticks are especially important to domestic animals in tropical and subtropical countries, where the warm climate enables many species of ticks to flourish. Also, the large populations of wild animals in warm countries provide a reservoir of ticks and infective microbes that spread to domestic animals. Farmers of livestock animals use many methods to control ticks, and related treatments are used to reduce infestation of companion animals.",
            "score": 172.9239044189453
        }
    ]
}