{
    "q": [
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 178.99330174922943
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 146.95786333084106
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 135.186940908432
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 171.46304714679718
        },
        {
            "docid": "579390_6",
            "document": "Gene prediction . Gene prediction is closely related to the so-called 'target search problem' investigating how DNA-binding proteins (transcription factors) locate specific binding sites within the genome. Many aspects of structural gene prediction are based on current understanding of underlying biochemical processes in the cell such as gene transcription, translation, protein–protein interactions and regulation processes, which are subject of active research in the various omics fields such as transcriptomics, proteomics, metabolomics, and more generally structural and functional genomics.",
            "score": 164.42362523078918
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 171.50334930419922
        },
        {
            "docid": "49968817_3",
            "document": "Retrotransposon silencing . Piwi-interacting RNA (piRNA) and endogenous short interfering RNA (esiRNA) are small RNA fragments that partner with cleaving proteins to act as guides to a retrotransposon. piRNA and PIWI protein complexes are a common defense mechanism against retrotransposons in the germline—sperm or egg cells—cells that are extremely vulnerable to retrotransposon induced mutations. Once retrotransposon RNA has been encountered, the piRNA/ PIWI protein complex cleaves the RNA, rendering it unable to reverse transcribe. EsiRNA and its protein complex may also function to promote heterochromatin creation near retrotransposon sites, silencing the DNA by making it difficult for DNA polymerases to access it. Although it is unclear how piRNAs and esiRNAs are produced, it is thought that retrotransposon cleaving by PIWI may produce new piRNA, in the so called ping pong theory. Production of piRNA in both the male and female germline is known to be regulated by the nuage, a protein-RNA hybrid also sometimes called the intermitochondrial cement, the absence of which causes infertility in males but not females. This may imply that retrotransposon induced mutations may be more prevalent or more devastating in the male germline. A microRNA—another type of small RNA—from strawberries has been shown to post transcriptionally silence retrotransposon function by blocking the binding site for proteins involved in reverse transcription.",
            "score": 179.65704202651978
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 162.1829001903534
        },
        {
            "docid": "46636927_6",
            "document": "Tmem261 . Proteins shown to interact with TMEM261 include NAAA (protein-protein interaction), QTRT1 (RNA-protein interaction),ZC4H2(DNA-protein interaction) and ZNF454(DNA-protein interaction). It has also shown to interact with APP(protein-protein interaction), ARHGEF38(protein-protein interaction) and HNRNPD(RNA-protein interaction). Additional transcription factor binding sites (DNA-protein interaction) predicted include one binding site for MEF2C a monocyte-specific enhancement factor that is involved in muscle-cell regulation particularly in the cardiovascular system and two binding sites for GATA1 which is a globin transcription factor 1 involved in erythroblast development regulation.",
            "score": 117.92909562587738
        },
        {
            "docid": "46335535_7",
            "document": "Hox genes in amphibians and reptiles . Hox genes contain a DNA sequence known as the homeobox that are involved in the regulation of patterns of anatomical development. They contain a specific DNA sequence with the aim of providing instructions for making a string of 60 protein building blocks - amino acids- which are referred to as the homeodomain. Most homeodomain-containing proteins function as transcription factors and fundamentally bind and regulate the activity of different genes. The homeodomain is the segment of the protein that binds to precise regulatory regions of the target genes. Genes within the homeobox family are implicated in a wide variety of significant activities during growth. These activities include directing the development of limbs and organs along the anterior-posterior axis and regulating the process by which cells mature to carry out specific functions, a process known as cellular differentiation. Certain homeobox genes can act tumor suppressors, which means they help prevent cells from growing and dividing too rapidly or in an uncontrolled way.",
            "score": 152.97146928310394
        },
        {
            "docid": "2851991_4",
            "document": "Bimolecular fluorescence complementation . Recognition of many proteins' ability to spontaneously assemble into functional complexes as well as the ability of protein fragments to assemble as a consequence of the spontaneous functional complex assembly of interaction partners to which they are fused was later reported for ubiquitin fragments in yeast protein interactions.  In 2000, Ghosh \"et al\" developed a system that allowed a green fluorescent protein (GFP) to be reassembled using an anti-parallel leucine zipper in \"E. coli\" cells. This was achieved by dissecting GFP into C- and N-terminal GFP fragments. As the GFP fragment was attached to each leucine zipper by a linker, the heterodimerisation of the anti-parallel leucine zipper resulted in a reconstituted, or re-formed, GFP protein that could be visualised. The successful fluorescent signal indicated that the separate GFP peptide fragments were able to correctly reassemble and achieve tertiary folding. It was, therefore, postulated that using this technique, fragmented GFP could be used to study interaction of protein–protein pairs that have their N–C termini in close proximity.  After the demonstration of successful fluorescent protein fragment reconstitution in mammalian cells, Hu \"et al\". described the use of fragmented yellow fluorescent protein (YFP) in the investigation of bZIP and Rel family transcription factor interactions. This was the first report bZIP protein interaction regulation by regions outside of the bZIP domain, regulation of subnuclear localization of the bZIP domains Fos and Jun by their different interacting partners, and modulation of transcriptional activation of bZIP and Rel proteins through mutual interactions. In addition, this study was the first report of an \"in vivo\" technique, now known as the bimolecular fluorescence complementation (BiFC) assay, to provide insight into the structural basis of protein complex formation through detection of fluorescence caused by the assembly of fluorescent reporter protein fragments tethered to interacting proteins.",
            "score": 131.75346302986145
        },
        {
            "docid": "805665_4",
            "document": "Nucleoid . Experimental evidence suggests that the nucleoid is largely composed of DNA, about 60%, with a small amount of RNA and protein. The latter two constituents are likely to be mainly messenger RNA and the transcription factor proteins found regulating the bacterial genome. Proteins that carry out the dynamic spatial organization of the nucleic acid are known as \"nucleoid proteins\" or nucleoid-associated proteins (NAPs) and are distinct from histones of eukaryotic nuclei. In contrast to histones, the DNA-binding proteins of the nucleoid do not form nucleosomes, in which DNA is wrapped around a protein core. Instead, these proteins often use other mechanisms to promote compaction such as DNA looping. The most studied NAPs are HU, H-NS, Fis, CbpA, Dps that organize the genome by driving events such as DNA bending, bridging, and aggregation. These proteins can form clusters (like H-NS does) in order to locally compact specific genomic regions, or be scattered throughout the chromosome (HU, Fis) and they seem to be involved also in coordinating transcription events, spatially sequestering specific genes and participating in their regulation.",
            "score": 135.62622940540314
        },
        {
            "docid": "5065725_6",
            "document": "Methyltransferase . p53 methylated on lysine to regulate its activation and interaction with other proteins in the DNA damage response. This is an example of regulation of protein-protein interactions and protein activation. p53 is a known tumor suppressor that activates DNA repair pathways, initiates apoptosis, and pauses the cell cycle. Overall, it responds to mutations in DNA, signaling to the cell to fix them or to initiate cell death so that these mutations cannot contribute to cancer.",
            "score": 122.12071704864502
        },
        {
            "docid": "39522555_13",
            "document": "Icahn Institute for Genomics and Multiscale Biology . In a PLoS Biology paper, institute founding director Eric Schadt led a research team that utilized six different types of data (metabolite concentration, gene expression, DNA variation, DNA-protein binding, protein-metabolite interaction, and protein-protein interaction) to reconstruct networks involved in cell regulation.",
            "score": 132.2510666847229
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 137.52650904655457
        },
        {
            "docid": "966654_4",
            "document": "DNA-binding protein . Structural proteins that bind DNA are well-understood examples of non-specific DNA-protein interactions. Within chromosomes, DNA is held in complexes with structural proteins. These proteins organize the DNA into a compact structure called chromatin. In eukaryotes, this structure involves DNA binding to a complex of small basic proteins called histones. In prokaryotes, multiple types of proteins are involved. The histones form a disk-shaped complex called a nucleosome, which contains two complete turns of double-stranded DNA wrapped around its surface. These non-specific interactions are formed through basic residues in the histones making ionic bonds to the acidic sugar-phosphate backbone of the DNA, and are therefore largely independent of the base sequence. Chemical modifications of these basic amino acid residues include methylation, phosphorylation and acetylation. These chemical changes alter the strength of the interaction between the DNA and the histones, making the DNA more or less accessible to transcription factors and changing the rate of transcription. Other non-specific DNA-binding proteins in chromatin include the high-mobility group (HMG) proteins, which bind to bent or distorted DNA. Biophysical studies show that these architectural HMG proteins bind, bend and loop DNA to perform its biological functions. These proteins are important in bending arrays of nucleosomes and arranging them into the larger structures that form chromosomes.",
            "score": 158.92688870429993
        },
        {
            "docid": "12197312_3",
            "document": "Chromatin remodeling . The transcriptional regulation of the genome is controlled primarily at the preinitiation stage by binding of the core transcriptional machinery proteins (namely, RNA polymerase, transcription factors, and activators and repressors) to the core promoter sequence on the coding region of the DNA. However, DNA is tightly packaged in the nucleus with the help of packaging proteins, chiefly histone proteins to form repeating units of nucleosomes which further bundle together to form condensed chromatin structure. Such condensed structure occludes many DNA regulatory regions, not allowing them to interact with transcriptional machinery proteins and regulate gene expression. To overcome this issue and allow dynamic access to condensed DNA, a process known as chromatin remodeling alters nucleosome architecture to expose or hide regions of DNA for transcriptional regulation.",
            "score": 165.1382336616516
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 134.67822587490082
        },
        {
            "docid": "2448809_2",
            "document": "Inhibitor of DNA-binding protein . Inhibitor of DNA-binding/differentiation proteins, also known as ID proteins comprise a family of proteins that heterodimerize with basic helix-loop-helix (bHLH) transcription factors to inhibit DNA binding of bHLH proteins. ID proteins also contain the HLH-dimerization domain but lack the basic DNA-binding domain and thus regulate bHLH transcription factors when they heterodimerize with bHLH proteins. The first helix-loop-helix proteins identified were named E-proteins because they bind to Ephrussi-box (E-box) sequences. In normal development, E proteins form dimers with other bHLH transcription factors, allowing transcription to occur. However, in cancerous phenotypes, ID proteins can regulate transcription by binding E proteins, so no dimers can be formed and transcription is inactive. E proteins are members of the class I bHLH family and form dimers with bHLH proteins from class II to regulate transctiption. Four ID proteins exist in humans: ID1, ID2, ID3, and ID4. The ID homologue gene in Drosophila is called extramacrochaetae (EMC) and encodes a transcription factor of the helix-loop-helix family that lacks a DNA binding domain. EMC regulates cell proliferation, formation of organs like the midgut, and wing development. ID proteins could be potential targets for systemic cancer therapies without inhibiting the functioning of most normal cells because they are highly expressed in embryonic stem cells, but not in differentiated adult cells. Evidence suggests that ID proteins are overexpressed in many types of cancer. For example, ID1 is overexpressed in pancreatic, breast, and prostate cancers. ID2 is upregulated in neuroblastoma, Ewing’s sarcoma, and squamous cell carcinoma of the head and neck.",
            "score": 163.67900705337524
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 162.92093443870544
        },
        {
            "docid": "2161878_45",
            "document": "Protein–protein interaction . RNA interference (RNAi) screens (repression of individual proteins between transcription and translation) are one method that can be utilized in the process of providing signs to the protein-protein interactions. Individual proteins are repressed and the resulting phenotypes are analyzed. A correlating phenotypic relationship (i.e. where the inhibition of either of two proteins results in the same phenotype) indicates a positive, or activating relationship. Phenotypes that do not correlate (i.e. where the inhibition of either of two proteins results in two different phenotypes) indicate a negative or inactivating relationship. If protein A is dependent on protein B for activation then the inhibition of either protein A or B will result in a cell losing the service that is provided by protein A and the phenotypes will be the same for the inhibition of either A or B. If, however, protein A is inactivated by protein B then the phenotypes will differ depending on which protein is inhibited (inhibit protein B and it can no longer inactivate protein A leaving A active however inactivate A and there is nothing for B to activate since A is inactive and the phenotype changes). Multiple RNAi screens need to be performed in order to reliably appoint a sign to a given protein-protein interaction. Vinayagam et al. who devised this technique state that a minimum of nine RNAi screens are required with confidence increasing as one carries out more screens. Modulation of PPI is challenging and is receiving increasing attention by the scientific community. Several properties of PPI such as allosteric sites and hotspots, have been incorporated into drug-design strategies. The relevance of PPI as putative therapeutic targets for the development of new treatments is particularly evident in cancer, with several ongoing clinical trials within this area. The consensus among these promising targets is, nonetheless, denoted in the already available drugs on the market to treat a multitude of diseases. Examples are Titrobifan, inhibitor of the glycoprotein IIb/IIIa, used as a cardiovascular drug, and Maraviroc, inhibitor of the CCR5-gp120 interaction, used as anti-HIV drug. Recently, Amit Jaiswal and others were able to develop 30 peptides using protein–protein interaction studies to inhibit telomerase recruitment towards telomeres.",
            "score": 115.36588954925537
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 148.62563288211823
        },
        {
            "docid": "15062354_3",
            "document": "Regulator of cell cycle RGCC . This gene is thought to regulate cell cycle progression. It is induced by p53 in response to DNA damage, or by sublytic levels of complement system proteins that result in activation of the cell cycle. The encoded protein localizes to the cytoplasm during interphase and to centrosomes during mitosis. The protein forms a complex with polo-like kinase 1. The protein also translocates to the nucleus in response to treatment with complement system proteins, and can associate with and increase the kinase activity of cell division cycle 2 protein. In different assays and cell types, overexpression of this protein has been shown to activate or suppress cell cycle progression.",
            "score": 152.66516995429993
        },
        {
            "docid": "32158880_2",
            "document": "BAH domain . In molecular biology, the BAH domain (bromo-adjacent homology) domain is found in proteins such as eukaryotic DNA (cytosine-5) methyltransferases, the origin recognition complex 1 (Orc1) proteins, Bromo adjacent homology domain containing 1 (BAHD1), as well as several proteins involved in transcriptional regulation. The BAH domain appears to act as a protein-protein interaction module specialised in gene silencing, as suggested for example by its interaction within yeast Orc1p with the silent information regulator Sir1p. The BAH domain might therefore play an important role by linking DNA methylation, replication and transcriptional regulation.",
            "score": 125.61062717437744
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 167.7388926744461
        },
        {
            "docid": "14061080_13",
            "document": "ETS1 . ETS1 functions are regulated by protein – protein interactions. In particular, ETS1 protein interacts with several DNA repair proteins. ETS1 binds with DNA-dependent protein kinase (DNA-PK) [where the DNA-PK complex is made up of DNA-PKcs and DNA repair Ku (protein), and where Ku itself is a heterodimer of two polypeptides, Ku70 (XRCC6) and Ku80 (XRCC5)]. ETS1 interaction with DNA-PK phosphorylates ETS1. Such phosphorylation of ETS1 alters its target gene repertoire. The Ku80 portion of DNA-PK, acting alone, interacts with ETS1 to down-regulate at least one of its transcriptional activities.",
            "score": 119.76726412773132
        },
        {
            "docid": "1053858_2",
            "document": "Functional genomics . Functional genomics is a field of molecular biology that attempts to make use of the vast wealth of data given by genomic and transcriptomic projects (such as genome sequencing projects and RNA sequencing) to describe gene (and protein) functions and interactions. Unlike structural genomics, functional genomics focuses on the dynamic aspects such as gene transcription, translation, regulation of gene expression and protein–protein interactions, as opposed to the static aspects of the genomic information such as DNA sequence or structures. Functional genomics attempts to answer questions about the function of DNA at the levels of genes, RNA transcripts, and protein products. A key characteristic of functional genomics studies is their genome-wide approach to these questions, generally involving high-throughput methods rather than a more traditional “gene-by-gene” approach. The goal of functional genomics is to understand the function of larger numbers of genes or proteins, eventually all components of a genome. A more long-term goal is to understand the relationship between an organism's genome and its phenotype. The term functional genomics is often used broadly to refer to the many technical approaches to study an organism's genes and proteins, including the \"biochemical, cellular, and/or physiological properties of each and every gene product\" while some authors include the study of nongenic elements in his definition. Functional genomics may also include studies of natural genetic variation over time (such as an organism's development) or space (such as its body regions), as well as functional disruptions such as mutations.",
            "score": 155.79725241661072
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 157.99582087993622
        },
        {
            "docid": "159266_31",
            "document": "Gene expression . Direct interaction with DNA is the simplest and the most direct method by which a protein changes transcription levels. Genes often have several protein binding sites around the coding region with the specific function of regulating transcription. There are many classes of regulatory DNA binding sites known as enhancers, insulators and silencers. The mechanisms for regulating transcription are very varied, from blocking key binding sites on the DNA for RNA polymerase to acting as an activator and promoting transcription by assisting RNA polymerase binding.",
            "score": 124.79812335968018
        },
        {
            "docid": "841429_23",
            "document": "Synthetic biology . While DNA is most important for information storage, a large fraction of the cell's activities are carried out by proteins. Tools can send proteins to specific regions of the cell and to link different proteins together. The interaction strength between protein partners should be tunable between a lifetime of seconds (desirable for dynamic signaling events) up to an irreversible interaction (desirable for device stability or resilient to harsh conditions). Interactions such as coiled coils, SH3 domain-peptide binding or SpyTag/SpyCatcher offer such control. In addition it is necessary to regulate protein-protein interactions in cells, such as with light (using light-oxygen-voltage-sensing domains) or cell-permeable small molecules by chemically induced dimerization.",
            "score": 116.62506103515625
        },
        {
            "docid": "14881024_3",
            "document": "LRDD . The protein encoded by this gene contains a leucine-rich repeat and a death domain. This protein has been shown to interact with other death domain proteins, such as Fas (TNFRSF6)-associated via death domain (FADD) and MAP-kinase activating death domain-containing protein (MADD), and thus may function as an adaptor protein in cell death-related signaling processes. The expression of the mouse counterpart of this gene has been found to be positively regulated by the tumor suppressor p53 and to induce cell apoptosis in response to DNA damage, which suggests a role for this gene as an effector of p53-dependent apoptosis. Three alternatively spliced transcript variants encoding distinct isoforms have been reported. Besides its pro-apoptotic function it may also be involved in DNA repair as part of a protein complex formed together with the catalytic subunit of DNA-PK (DNA-PKcs)and caspase 2.",
            "score": 150.19472897052765
        },
        {
            "docid": "9825228_11",
            "document": "Protein inhibitor of activated STAT . PIAS proteins contribute to the control of gene expression, and may be considered transcriptional co-regulators. While PIAS proteins interact with at least 60 different proteins involved in transcription, they are known to act as E3 SUMO-protein ligases. In essence, the RING-finger-like zinc-binding domain of the PIAS protein assists in the attachment of a SUMO protein to the target transcription factor. Attachment of a SUMO protein to the target allows for protein–protein interaction between PIAS and the transcription factor. This interaction can either upregulate or downregulate transcription. For example, the activity of transcription factor p53 was stimulated after it was SUMOylated by PIASy. In contrast, the activity of transcription factor p73 was repressed after it was SUMOylated by PIAS1. One function of PIAS proteins is to relocate transcriptional regulators to different compartments within the nucleus of the cell.",
            "score": 118.30208277702332
        }
    ],
    "r": [
        {
            "docid": "6933_3",
            "document": "Chromatin . Chromatin's structure is currently poorly understood despite being subjected to intense investigation. Its structure depends on several factors. The overall structure depends on the stage of the cell cycle. During interphase, the chromatin is structurally loose to allow access to RNA and DNA polymerases that transcribe and replicate the DNA. The local structure of chromatin during interphase depends on the genes present on the DNA. That DNA which codes genes that are actively transcribed (\"turned on\") is more loosely packaged and associated with RNA polymerases (referred to as euchromatin) while that DNA which codes inactive genes (\"turned off\") is more condensed and associated with structural proteins (heterochromatin). Epigenetic chemical modification of the structural proteins in chromatin also alters the local chromatin structure, in particular chemical modifications of histone proteins by methylation and acetylation. As the cell prepares to divide, i.e. enters mitosis or meiosis, the chromatin packages more tightly to facilitate segregation of the chromosomes during anaphase. During this stage of the cell cycle this makes the individual chromosomes in many cells visible by optical microscope.",
            "score": 247.37384033203125
        },
        {
            "docid": "8828948_2",
            "document": "Heterochromatin protein 1 . The family of heterochromatin protein 1 (HP1) (\"Chromobox Homolog\", CBX) consists of highly conserved proteins, which have important functions in the cell nucleus. These functions include gene repression by heterochromatin formation, transcriptional activation, regulation of binding of cohesion complexes to centromeres, sequesteration of genes to nuclear periphery, transcriptional arrest, maintenance of heterochromatin integrity, gene repression at the single nucleosome level, gene repression by heterochromatization of euchromatin and DNA repair. HP1 proteins are fundamental units of heterochromatin packaging that are enriched at the centromeres and telomeres of nearly all Eukaryotic chromosomes with the notable exception of budding yeast, in which a yeast-specific silencing complex of SIR (silent information regulatory) proteins serve a similar function. Members of the HP1 family are characterized by an N-terminal chromodomain and a C-terminal chromoshadow domain, separated by a Hinge region. HP1 is also found at euchromatic sites, where its binding correlates with gene repression. HP1 was originally discovered by Tharappel C James and Sarah Elgin in 1986 as a factor in the phenomenon known as position effect variegation in \"Drosophila melanogaster\".",
            "score": 246.988525390625
        },
        {
            "docid": "6235_19",
            "document": "Cell nucleus . There are two types of chromatin. Euchromatin is the less compact DNA form, and contains genes that are frequently expressed by the cell. The other type, heterochromatin, is the more compact form, and contains DNA that is infrequently transcribed. This structure is further categorized into \"facultative\" heterochromatin, consisting of genes that are organized as heterochromatin only in certain cell types or at certain stages of development, and \"constitutive\" heterochromatin that consists of chromosome structural components such as telomeres and centromeres. During interphase the chromatin organizes itself into discrete individual patches, called \"chromosome territories\". Active genes, which are generally found in the euchromatic region of the chromosome, tend to be located towards the chromosome's territory boundary.",
            "score": 243.86805725097656
        },
        {
            "docid": "21921749_22",
            "document": "Ridge (biology) . Chromatin changes are a plausible explanation for the co-regulation seen in clusters. Chromatin consists of the DNA strand and histones that are attached to the DNA. Regions were chromatin is very tightly packed are called heterochromatin. Heterochromatin consists very often of remains of viral genomes, transposons and other junk DNA. Because of tight packing the DNA is almost unreachable for the transcript machinery, covering deleterious DNA with proteins is the way in which the cell can protect itself. Chromatin which consists of functional genes is often an open structure were the DNA is accessible. However, most of the genes are not needed to be expressed all the time.",
            "score": 240.22906494140625
        },
        {
            "docid": "42862295_7",
            "document": "Amanda Fisher . In 1997, Fisher's group published a seminal paper on the DNA-binding factor Ikaros, that at the time was presumed to be a transcriptional activator. Fisher's group showed that Ikaros proteins unexpectedly localised to percentric heterochromatin in cycling lymphocytes in association with transcriptionally silent genes. This provided some of the first evidence that where a gene is located inside the nucleus may be relevant for its expression. The development of three dimensional (3D) immuno-FISH techniques by Fisher's team, in which the protein structure and the nuclear architecture of a sample remains preserved, was critical for revealing the spatial distribution of chromosomes and the genes within the nucleus. In the last 15 years, analogous approaches have been widely used to interrogate the relationship between gene function and nuclear organisation. For example, studies showed that Ikaros- target genes in T and B cells were recruited to pericentric heterochromatin domains only when gene silencing was inherited by daughter cells. This study, together with others, established that the nuclear location, physical compaction and local chromatin environment of many genes was important for maintaining heritable silencing. Subsequent studies to characterise the differences between transient and heritable/permanent silencing revealed that several silent genes that were assumed to replicate late during synthesis phase (S-phase) of the cell cycle (based on Fluorescence in situ hybridisation (FISH) detection of doublet signals), actually replicated much earlier (based on quantitative increases in DNA content). This discovery in 2003, led Fisher and Merkenschlager to hypothesis that – rather than altering the time of DNA replication – heritable gene silencing could retard chromatid separation and resolution. From this viewpoint they began a series of studies that have subsequently shown the involvement of cohesin complexes in gene regulation and in 2002, Fisher was awarded the EMBO Gold Medal in recognition of her early work on HIV, and the role of nuclear organisation in gene regulation.",
            "score": 234.8686981201172
        },
        {
            "docid": "7805539_4",
            "document": "Ty5 retrotransposon . Heterochromatin in \"S. cerevisiae\" is composed of a wide array of proteins and plays several roles. The first stage of heterochromatin formation requires DNA binding proteins, which interact with specific cis DNA sequences at the telomeres, rDNA and HM loci. These proteins, including Rap1p and the origin recognition complex (ORC), serve as a platform for other proteins to bind, condense the DNA, and modify neighboring histones. Some of these proteins, notably Rap1p, also play other roles, including initiation of transcription. The first known step in the formation of dedicated heterochromatin is the binding of Sir4p to Rap1p (Luo, Vega-Palas et al. 2002). Sir4p is one of four ‘Silent Information Regulator’ proteins that also include Sir1p, Sir2p and Sir3p. Of these, Sir2p, Sir3p and Sir4p form the core of heterochromatin. Sir4p serves as a binding site for Sir2p, which is the next to bind. Sir2p deacetylates adjacent histones, which is thought to further condense the chromatin and prevent the binding of other transcription promoting histone modification enzymes. Sir3p binding follows, further condensing the heterochromatin. Sir1p plays a role in the initiation of silencing at the HM loci. A large number of other proteins act in both a synergistic and antagonistic manner.",
            "score": 231.81053161621094
        },
        {
            "docid": "553612_34",
            "document": "Histone acetyltransferase . Histone acetyltransferases serve many biological roles inside the cell. Chromatin is a combination of proteins and DNA found in the nucleus, and it undergoes many structural changes as different cellular events such as DNA replication, DNA repair, and transcription occur. Chromatin in the cell can be found in two states: condensed and uncondensed. The latter, known as euchromatin, is transcriptionally active, whereas the former, known as heterochromatin, is transcriptionally inactive. Histones comprise the protein portion of chromatin. There are five different histone proteins: H1, H2A, H2B, H3, and H4. A core histone is formed when two of each histone subtype, excluding H1, form a quaternary complex. This octameric complex, in association with the 147 base pairs of DNA coiled around it, forms the nucleosome. Histone H1 locks the nucleosome complex together, and it is the last protein to bind in the complex.",
            "score": 220.5823516845703
        },
        {
            "docid": "45063467_5",
            "document": "David M. Knipe . In 1979, Knipe joined the faculty at Harvard Medical School as an assistant professor of Microbiology and Molecular Genetics and established his own lab to study HSV. He showed that HSV replicates its DNA in defined compartments in the infected cell nucleus. They further showed that the viral genome associated with the nuclear lamina for immediate-early transcription. This work revealed that intranuclear proteins are localized to specific sites to carry out their functions, much as cytoplasmic proteins were known to localize to specific sites. This led to new areas of study of intranuclear compartmentalization of DNA virus replication. Knipe's research has shown that host cell DNA repair and recombination proteins are localized to the viral replication compartments and that some of these inhibit viral replication while some are essential for viral replication. He discovered the molecular basis of herpes simplex virus lytic and latent infection through the definition of epigenetic regulatory mechanisms in which: viral proteins promote euchromatin modifications on viral chromation and transcription of lytic genes in epithelial cells; and the viral latency-associated transcript promotes heterochromatin modifications on viral chromatin and silencing of lytic genes in neurons. He defined the structure of viral chromatin during latent infection of neurons and the mechanisms by which viral DNA is kept silenced during latent infection. He has also defined the cellular proteins that recognize herpesviral DNA in the nucleus and initiate innate signaling and restrict viral gene expression and identified viral proteins that block host innate responses. His work has shown that replication-defective viruses can serve as a genital herpes vaccine and as a vaccine vector—one of these genital herpes vaccines, HSV-529, is the leading candidate in phase I clinical trials.",
            "score": 219.97171020507812
        },
        {
            "docid": "53983_11",
            "document": "Heterochromatin . The regions of DNA packaged in facultative heterochromatin will not be consistent between the cell types within a species, and thus a sequence in one cell that is packaged in facultative heterochromatin (and the genes within are poorly expressed) may be packaged in euchromatin in another cell (and the genes within are no longer silenced). However, the formation of facultative heterochromatin is regulated, and is often associated with morphogenesis or differentiation. An example of facultative heterochromatin is X chromosome inactivation in female mammals: one X chromosome is packaged as facultative heterochromatin and silenced, while the other X chromosome is packaged as euchromatin and expressed.",
            "score": 218.75057983398438
        },
        {
            "docid": "49968817_5",
            "document": "Retrotransposon silencing . EsiRNA and its protein complex may also function to promote the creation of heterochromatin, protein around which DNA is very tightly coiled, near retrotransposon sites, silencing the DNA by making it difficult for transcription related proteins to access it. Likewise, pi-RNA mediated DNA methylation also contributes to the formation of heterochromatin around the methylated site. Methylation and heterochromatin formation allow PIWI and piRNAs to continue to repress retrotransposon even when PIWI's ability to cleave retrotransposons is disrupted (Darricarrere et al 2013).",
            "score": 217.866455078125
        },
        {
            "docid": "53983_9",
            "document": "Heterochromatin . Some regions of chromatin are very densely packed with fibers that display a condition comparable to that of the chromosome at mitosis. Heterochromatin is generally clonally inherited; when a cell divides, the two daughter cells typically contain heterochromatin within the same regions of DNA, resulting in epigenetic inheritance. Variations cause heterochromatin to encroach on adjacent genes or recede from genes at the extremes of domains. Transcribable material may be repressed by being positioned (in \"cis\") at these boundary domains. This gives rise to expression levels that vary from cell to cell, which may be demonstrated by position-effect variegation. Insulator sequences may act as a barrier in rare cases where constitutive heterochromatin and highly active genes are juxtaposed (e.g. the 5'HS4 insulator upstream of the chicken β-globin locus, and loci in two \"Saccharomyces\" spp.).",
            "score": 217.41456604003906
        },
        {
            "docid": "9361016_2",
            "document": "Chromodomain . A chromodomain (\"chromatin organization modifier\") is a protein structural domain of about 40–50 amino acid residues commonly found in proteins associated with the remodeling and manipulation of chromatin. The domain is highly conserved among both plants and animals, and is represented in a large number of different proteins in many genomes, such as that of the mouse. Some chromodomain-containing genes have multiple alternative splicing isoforms that omit the chromodomain entirely. In mammals, chromodomain-containing proteins are responsible for aspects of gene regulation related to chromatin remodeling and formation of heterochromatin regions. Chromodomain-containing proteins also bind methylated histones and appear in the RNA-induced transcriptional silencing complex.",
            "score": 214.66436767578125
        },
        {
            "docid": "46685051_5",
            "document": "Epigenetics of neurodegenerative diseases . The term epigenetics refers to three levels of gene regulation: (1) DNA methylation, (2) histone modifications, and (3) non-coding RNA (ncRNA) function. Briefly, histone-mediated transcriptional control occurs by the wrapping of DNA around a histone core. This DNA-histone structure is called a nucleosome; the more tightly the DNA is bound by the nucleosome, and the more tightly a string of nucleosomes are compressed among each other, the greater the repressive effect on transcription of genes in the DNA sequences near or wrapped around the histones, and vice versa (i.e. looser DNA binding and relaxed compaction leads to a comparatively derepressed state, resulting in facultative heterochromatin or, even further derepressed, euchromatin). At its most repressive state, involving many folds into itself and other scaffolding proteins, DNA-histone structures form constitutive heterochromatin. This chromatin structure is mediated by these three levels of gene regulation. The most relevant epigenetic modifications to treatment of neurodegenerative diseases are DNA methylation and histone protein modifications via methylation or acetylation.",
            "score": 213.18450927734375
        },
        {
            "docid": "53983_8",
            "document": "Heterochromatin . Heterochromatin has been associated with several functions, from gene regulation to the protection of chromosome integrity; some of these roles can be attributed to the dense packing of DNA, which makes it less accessible to protein factors that usually bind DNA or its associated factors. For example, naked double-stranded DNA ends would usually be interpreted by the cell as damaged or viral DNA, triggering cell cycle arrest, DNA repair or destruction of the fragment, such as by endonucleases in bacteria.",
            "score": 211.24790954589844
        },
        {
            "docid": "1137227_10",
            "document": "DNA methylation . DNA methylation may affect the transcription of genes in two ways. First, the methylation of DNA itself may physically impede the binding of transcriptional proteins to the gene, and second, and likely more important, methylated DNA may be bound by proteins known as methyl-CpG-binding domain proteins (MBDs). MBD proteins then recruit additional proteins to the locus, such as histone deacetylases and other chromatin remodeling proteins that can modify histones, thereby forming compact, inactive chromatin, termed heterochromatin. This link between DNA methylation and chromatin structure is very important. In particular, loss of methyl-CpG-binding protein 2 (MeCP2) has been implicated in Rett syndrome; and methyl-CpG-binding domain protein 2 (MBD2) mediates the transcriptional silencing of hypermethylated genes in cancer.",
            "score": 210.54444885253906
        },
        {
            "docid": "14118826_3",
            "document": "HMGA1 . This gene encodes a non-histone chromatin protein involved in many cellular processes, including regulation of inducible gene transcription, DNA replication, heterochromatin organization, integration of retroviruses into chromosomes, and the metastatic progression of cancer cells.",
            "score": 210.42835998535156
        },
        {
            "docid": "15061581_2",
            "document": "CBX5 (gene) . Chromobox protein homolog 5 is a protein that in humans is encoded by the \"CBX5\" gene. It is a highly conserved, non-histone protein part of the heterochromatin family. The protein itself is more commonly called (in humans) HP1α. Heterochromatin protein-1 (HP1) has an N-terminal domain that acts on methylated lysines residues leading to epigenetic repression. The C-terminal of this protein has a chromo shadow-domain (CSD) that is responsible for homodimerizing, as well as interacting with a variety of chromatin-associated, non-histone proteins.",
            "score": 209.5090789794922
        },
        {
            "docid": "50430120_12",
            "document": "Short interspersed nuclear elements (SINEs) . In fact Usmanova et al. 2008 suggested that short-interspersed nuclear elements can serve as direct signals in chromatin rearrangement and structure. The paper examined the global distribution of SINEs in mouse and human chromosomes and determined that this distribution was very similar to genomic distributions of genes and CpG motifs. The distribution of SINEs to genes was significantly more similar than that of other non-coding genetic elements and even differed significantly from the distribution of long-interspersed nuclear elements. This suggested that the SINE distribution was not a mere accident caused by LINE-mediate retrotransposition but rather that SINEs possessed a role in gene-regulation. Furthermore, SINEs frequently contain motifs for YY1 polycomb proteins. YY1 is a zinc-finger protein that acts as a transcriptional repressor for a wide-variety of genes essential for development and signaling. Polycomb protein YY1 is believed to mediate the activity of histone deacetylases and histone acetyltransferases to facilitate chromatin re-organization; this is often to facilitate the formation of heterochromatin (gene-silencing state). Thus, the analysis suggests that short-interspersed nuclear elements can function as a ‘signal-booster’ in the polycomb-dependent silencing of gene-sets through chromatin re-organization. In essence, it is the cumulative effect of many types of interactions that leads to the difference between euchromatin, which is not tightly packed and generally more accessible to transcriptional machinery, and heterochromatin, which is tightly packed and generally not accessible to transcriptional machinery; SINEs seem to play an evolutionary role in this process.",
            "score": 209.1045379638672
        },
        {
            "docid": "45052650_4",
            "document": "Gene gating . Nucleoporins (Nups) are the main constituent proteins of NPCs and have been shown to play multiple roles in mediating several processes involved in gene gating. While it has been known that the nuclear periphery serves as the primary location for most heterochromatin, telomeric and centrosomal DNA, studies in the yeast \"Saccharomyces cerevisiae\" have shown that NPCs containing Nup2p and Prp20p create boundaries of active gene expression near the nuclear envelope and prevent the spread of heterochromatin at the nuclear periphery. These Nup2p and Prp20p proteins also provide a location for the binding of chromatin.",
            "score": 206.30502319335938
        },
        {
            "docid": "14134041_8",
            "document": "EZH2 . EZH2, as well as other Polycomb group proteins, are involved in establishing and maintaining gene repression through cell division. This transcriptionally repressive state is thought to be due to PRC2/EZH2-EED-mediated H3K27 methylation and subsequent recruitment of PRC1 which facilitates condensation of chromatin and formation of heterochromatin. Heterochromatin is tightly packed chromatin which limits the accessibility of transcription machinery to the underlying DNA, thereby suppressing transcription.",
            "score": 205.42904663085938
        },
        {
            "docid": "53983_2",
            "document": "Heterochromatin . Heterochromatin is a tightly packed form of DNA or \"condensed DNA\", which comes in multiple varieties. These varieties lie on a continuum between the two extremes of constitutive heterochromatin and facultative heterochromatin. Both play a role in the expression of genes. Because it is tightly packed, it was thought to be inaccessible to polymerases and therefore not transcribed, however according to Volpe et al. (2002), and many other papers since, much of this DNA is in fact transcribed, but it is continuously turned over via RNA-induced transcriptional silencing (RITS). Recent studies with electron microscopy and OsO staining reveal that the dense packing is not due to the chromatin.",
            "score": 204.72677612304688
        },
        {
            "docid": "9432643_4",
            "document": "RNA-induced transcriptional silencing . The maintenance of heterochromatin regions by RITS complexes has been described as a self-reinforcing feedback loop, in which RITS complexes stably bind the methylated histones of a heterochromatin region using the Chp1 protein and induce co-transcriptional degradation of any nascent messenger RNA (mRNA) transcripts, which are then used as RNA-dependent RNA polymerase substrates to replenish the complement of siRNA molecules to form more RITS complexes. The RITS complex localizes to heterochromatic regions through the base pairing of the nascent heterochromatic transcripts as well as through the Chp chromodomain which recognizes methylated histones found in heterochromatin. Once incorporated into the heterochromatin, the RITS complex is also known to play a role in the recruitment of other RNAi complexes as well as other chromatin modifying enzymes to specific genomic regions. Heterochromatin formation, but possibly not maintenance, is dependent on the ribonuclease protein dicer, which is used to generate the initial complement of siRNAs.",
            "score": 204.33946228027344
        },
        {
            "docid": "9432643_3",
            "document": "RNA-induced transcriptional silencing . RITS was discovered in the fission yeast \"Schizosaccharomyces pombe\", and has been shown to be involved in the initiation and spreading of heterochromatin in the mating-type region and in centromere formation. The RITS complex in \"S. pombe\" contains at least a piwi domain-containing RNase H-like argonaute, a chromodomain protein Chp1, and an argonaute interacting protein Tas3 which can also bind to Chp1, while heterochromatin formation has been shown to require at least argonaute and an RNA-dependent RNA polymerase. Loss of these genes in \"S. pombe\" results in abnormal heterochromatin organization and impairment of centromere function, resulting in lagging chromosomes on anaphase during cell division.",
            "score": 203.92532348632812
        },
        {
            "docid": "45052650_3",
            "document": "Gene gating . The proteins that constitute the NPCs, known as nucleoporins, have been shown to play a role in DNA binding and mRNA transport, making gene gating possible. In addition, gene gating is orchestrated by two protein complexes, Spt-Ada-Gcn5-acetyltransferase (SAGA) and transcription–export complex 2 (TREX-2 complex). SAGA is a chromatin remodeling complex responsible for activating the transcription of certain inducible genes. The SAGA complex binds to gene promoters and also interacts with the TREX-2 complex. In turn, the TREX-2 complex interacts with the NPC, thus favouring the relocation of actively transcribed genes to the periphery of the cell nucleus. In contrast, the rest of the periphery, i.e. those parts not associated with NPCs, is transcriptionally silent heterochromatin.",
            "score": 203.76605224609375
        },
        {
            "docid": "318669_22",
            "document": "Schizosaccharomyces pombe . \"Schizosaccharomyces pombe\" is often used to study cell division and growth because of conserved genomic regions also seen in human including: heterochromatin proteins, large origins of replication, large centromeres, conserved cellular checkpoints, telomere function, gene splicing, and many other cellular processes. \"S. pombe\"s genome was fully sequenced in 2002, the sixth eukaryotic genome to be sequenced as part of the Genome Project. An estimated 4,979 genes were discovered within three chromosomes containing about 14Mb of DNA. This DNA is contained within 3 different chromosomes in the nucleus with gaps in the centromeric (40kb) and telomeric (260kb) regions. After the initial sequencing of the fission yeast's genome, other previous non-sequenced regions of the genes have been sequenced. Structural and functional analysis of these gene regions can be found on large scale fission yeast databases such as PomBase.",
            "score": 202.42648315429688
        },
        {
            "docid": "28268694_7",
            "document": "DNA condensation . Eukaryotic DNA with a typical length of dozens of centimeters should be orderly packed to be readily accessible inside the micrometer-size nucleus. In unicellular eukaryotes known as dinoflagellates, it is possible to distinguish liquid-crystalline chromosomal ordering, that they do not contain easily detectable histones, until recently it was thought that they were completely absent and that dinoflagellates were mesokaryotic though this is no longer the case and they are now classified as alveolates. In other eukaryotes, DNA is arranged in the cell nucleus with the help of histones. In this case, the basic level of DNA compaction is the nucleosome, where the double helix is wrapped around the histone octamer containing two copies of each histone H2A, H2B, H3 and H4. Linker histone H1 binds the DNA between nucleosomes and facilitates packaging of the 10 nm \"beads on the string\" nucleosomal chain into a more condensed 30 nm fiber. Most of the time, between cell divisions, chromatin is optimized to allow easy access of transcription factors to active genes, which are characterized by a less compact structure called euchromatin, and to alleviate protein access in more tightly packed regions called heterochromatin. During the cell division, chromatin compaction increases even more to form chromosomes, which can cope with large mechanical forces dragging them into each of the two daughter cells.",
            "score": 201.30735778808594
        },
        {
            "docid": "53983_10",
            "document": "Heterochromatin . All cells of a given species package the same regions of DNA in constitutive heterochromatin, and thus in all cells any genes contained within the constitutive heterochromatin, will be poorly expressed. For example, all human chromosomes 1, 9, 16, and the Y-chromosome contain large regions of constitutive heterochromatin. In most organisms, constitutive heterochromatin occurs around the chromosome centromere and near telomeres.",
            "score": 200.74771118164062
        },
        {
            "docid": "16770101_27",
            "document": "Long non-coding RNA . In Drosophila, long ncRNAs induce the expression of the homeotic gene, Ubx, by recruiting and directing the chromatin modifying functions of the trithorax protein Ash1 to Hox regulatory elements. Similar models have been proposed in mammals, where strong epigenetic mechanisms are thought to underlie the embryonic expression profiles of the Hox genes that persist throughout human development. Indeed, the human Hox genes are associated with hundreds of ncRNAs that are sequentially expressed along both the spatial and temporal axes of human development and define chromatin domains of differential histone methylation and RNA polymerase accessibility. One ncRNA, termed HOTAIR, that originates from the HOXC locus represses transcription across 40 kb of the HOXD locus by altering chromatin trimethylation state. HOTAIR is thought to achieve this by directing the action of Polycomb chromatin remodeling complexes in trans to govern the cells' epigenetic state and subsequent gene expression. Components of the Polycomb complex, including Suz12, EZH2 and EED, contain RNA binding domains that may potentially bind HOTAIR and probably other similar ncRNAs. This example nicely illustrates a broader theme whereby ncRNAs recruit the function of a generic suite of chromatin modifying proteins to specific genomic loci, underscoring the complexity of recently published genomic maps. Indeed, the prevalence of long ncRNAs associated with protein coding genes may contribute to localised patterns of chromatin modifications that regulate gene expression during development. For example, the majority of protein-coding genes have antisense partners, including many tumour suppressor genes that are frequently silenced by epigenetic mechanisms in cancer. A recent study observed an inverse expression profile of the p15 gene and an antisense ncRNA in leukaemia. A detailed analysis showed the p15 antisense ncRNA (CDKN2BAS) was able to induce changes to heterochromatin and DNA methylation status of p15 by an unknown mechanism, thereby regulating p15 expression. Therefore, misexpression of the associated antisense ncRNAs may subsequently silence the tumour suppressor gene contributing towards cancer.",
            "score": 200.47689819335938
        },
        {
            "docid": "38570862_18",
            "document": "Cas9 . Beyond direct binding of dCas9 to transcriptionally sensitive positions of loci, dCas9 can be fused to a variety of modulatory protein domains to carry out a myriad of functions. Recently, dCas9 has been fused to chromatin remodeling proteins(HDACs/HATs) to reorganize the chromatin structure around various loci. This is an important in targeting various eukaryotic genes of interest as heterochromatin structures hinder Cas9 binding. Furthermore, because Cas9 can react to heterochromatin, it is theorized that this enzyme can be further applied to studying the chromatin structure of various loci. Additionally, dCas9 has been employed in genome wide screens of gene repression. By employing large libraries of guide RNAs capable of targeting thousands of genes, genome wide genetic screens using dCas9 have been conducted.",
            "score": 199.5193634033203
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 198.29698181152344
        },
        {
            "docid": "447832_19",
            "document": "Helicase . The \"ATRX\" gene encodes the ATP-dependent helicase, ATRX (also known as XH2 and XNP) of the SNF2 subgroup family, that is thought to be responsible for functions such as chromatin remodeling, gene regulation, and DNA methylation. These functions assist in prevention of apoptosis, resulting in cortical size regulation, as well as a contribution to the survival of hippocampal and cortical structures, affecting memory and learning. This helicase is located on the X chromosome (Xq13.1-q21.1), in the pericentromeric heterochromatin and binds to heterochromatin protein 1. Studies have shown that ATRX plays a role in rDNA methylation and is essential for embyonic development. Mutations have been found throughout the \"ATRX\" protein, with over 90% of them being located in the zinc finger and helicase domains. Mutations of ATRX can result in X-linked-alpha-thalassaemia-mental retardation (ATR-X syndrome).",
            "score": 198.125732421875
        },
        {
            "docid": "57393812_13",
            "document": "HSV epigenetics . Upon initial infection, viral genomes are not associated with histones. Typical double-stranded DNA viruses that infect eukaryotic cells insert their genome into the cell nucleus, where cellular machinery necessary for DNA replication and transcription is present (the notable exceptions are pox viruses, which remain in the cytoplasm). Once viral DNA enters the nucleus, it colocalizes with promyelocytic leukaemia nuclear bodies (PML-NBs), regions rich in proteins associated with antiviral pathways such as PML, SP100, Daxx, and ATRX. In particular, Daxx and ATRX assemble viral DNA around histone 3, forming heterochromatin and silencing viral gene expression. Viral responses have evolved to either degrade or modify this heterochromatin, such as repurposing to induce latency.",
            "score": 197.78233337402344
        }
    ]
}