{
    "q": [
        {
            "docid": "10844157_6",
            "document": "Parasite Rex . The final chapters focus on an overall effect parasites have had on the evolution of life and the theory that it is due to parasitic infection that sexual reproduction evolved to become dominant, in contrast to previous asexual reproduction methods, due to the increased genetic variety and thus potential parasitic resistance that this would confer. This research was showcased by W. D. Hamilton and his theories on the evolution of sex, along with the Red Queen hypothesis and the idea of an evolutionary arms race between parasites and their hosts. Zimmer then discusses a final time the wide variety of parasites that evolved to have humans as their primary hosts and our attempts through scientific advancement to eradicate them. The closing chapter considers the positive benefits of parasites and how humans have used them to improve agriculture and medical technology, but also how ill-considered usage of parasites could also destroy various habitats by having them act as invasive species. In the end, Zimmer ponders whether humanity counts as a parasite on the planet and what the effects of this relationship could be.",
            "score": 121.50446724891663
        },
        {
            "docid": "2198661_2",
            "document": "Trypanosoma brucei . Trypanosoma brucei is a species of parasitic kinetoplastid belonging to the genus \"Trypanosoma\". The parasite is the cause of a vector-borne disease of vertebrate animals, including humans, carried by genera of tsetse fly in sub-Saharan Africa. In humans \"T. brucei\" causes African trypanosomiasis, or sleeping sickness. In animals it causes animal trypanosomiasis, also called nagana in cattle and horses. \"T. brucei\" has traditionally been grouped into three subspecies: \"T. b. brucei\", \"T. b. gambiense\" and \"T. b. rhodesiense\". The first is a parasite of non-human vertebrates, while the latter two are the known parasites of humans. Only rarely can the \"T. b. brucei\" infect a human.",
            "score": 92.18250095844269
        },
        {
            "docid": "2221_25",
            "document": "Apicomplexa . Many of the apicomplexan parasites are important pathogens of human and domestic animals. In contrast to bacterial pathogens, these apicomplexan parasites are eukaryotic and share many metabolic pathways with their animal hosts. This makes therapeutic target development extremely difficult – a drug that harms an apicomplexan parasite is also likely to harm its human host. At present, no effective vaccines are available for most diseases caused by these parasites. Biomedical research on these parasites is challenging because it is often difficult, if not impossible, to maintain live parasite cultures in the laboratory and to genetically manipulate these organisms. In recent years, several of the apicomplexan species have been selected for genome sequencing. The availability of genome sequences provides a new opportunity for scientists to learn more about the evolution and biochemical capacity of these parasites. The predominant source of this genomic information is the EuPathDB family of websites, which currently provides specialised services for \"Plasmodium\" species (PlasmoDB), coccidians (ToxoDB), piroplasms (PiroplasmaDB), and \"Cryptosporidium\" species (CryptoDB). One possible target for drugs is the plastid, and in fact existing drugs such as tetracyclines, which are effective against apicomplexans, seem to operate against the plastid.",
            "score": 93.50348365306854
        },
        {
            "docid": "39948767_6",
            "document": "Bryobia . The great majority of \"Bryobia\" mites are asexual (although certain species do reproduce sexually). Their populations are all female, and individuals reproduce by thelytoky, a form of parthenogenesis. They emerge from unfertilized eggs. Phylogenetic analysis shows that the asexual species in the genus are not a monophyletic group; indicating that asexual reproduction evolved several times or that sexuality re-evolved. The asexual species have a high level of genetic diversity considering that they are clones; this may have arisen through hybridization and mutation. In at least two species, namely \"Bryobia kissophila\" and \"B. praetiosa\", asexuality is caused by the parasitic bacterium \"Wolbachia\". This bacterium causes functional apomixis in the mites, so that a female produces only offspring that are identical to her. It is possible that \"Wolbachia\" could influence the reproductive processes of most bryobia mite species.",
            "score": 109.4613516330719
        },
        {
            "docid": "11508558_6",
            "document": "Evolution of biological complexity . With selection, evolution can also produce more complex organisms. Complexity often arises in the co-evolution of hosts and pathogens, with each side developing ever more sophisticated adaptations, such as the immune system and the many techniques pathogens have developed to evade it. For example, the parasite \"Trypanosoma brucei\", which causes sleeping sickness, has evolved so many copies of its major surface antigen that about 10% of its genome is devoted to different versions of this one gene. This tremendous complexity allows the parasite to constantly change its surface and thus evade the immune system through antigenic variation.",
            "score": 111.68673467636108
        },
        {
            "docid": "1631384_12",
            "document": "Matthew Meselson . When two alleles, or copies of a gene, in an asexual diploid organism evolve independently of each other, they become increasingly different over time. This phenomenon of allelic divergence was first described by William Birky, but is more commonly known as the Meselson effect. In sexual organisms the processes of recombination and independent assortment allow both of the alleles within an individual to descend from a recent single ancestral allele. Without recombination or independent assortment alleles cannot descend from a recent ancestral allele. Instead the alleles share a last common allelic ancestor at or just preceding the loss of meiotic recombination. A striking example of this effect was described in bdelloid rotifers where the two alleles of the \"lea\" gene have diverged into two different genes which work together to preserve the organism during periods of dehydration. The Meselson effect should cause entire copies of an organism's genome to diverge from each other, effectively reducing all anciently asexual organisms to a haploid state, in a process similar to the diploidization following whole genome duplication.",
            "score": 179.94472062587738
        },
        {
            "docid": "9918043_15",
            "document": "Red Queen hypothesis . Further evidence was observed of the Red Queen to see allelic effects under sexual selection. The Red Queen Hypothesis leads to the understanding that allelic recombination is advantageous for populations that engage in aggressive biotic interactions, such as predator-prey or parasite-host interactions. In cases of parasite-host relations, sexual reproduction can quicken the production of new multi-locus genotypes allowing the host to escape parasites that have adapted to the prior generations of typical hosts. Mutational effects can be represented by models to describe how recombination through sexual reproduction can be advantageous. According to the mutational deterministic hypothesis, if the deleterious mutation rate is high, and if those mutations interact to cause a general decline in organismal fitness, then sexual reproduction provides an advantage over asexually reproducing organisms by allowing populations to eliminate the deleterious mutations not only more rapidly, but also most effectively. Recombination is one of the fundamental means that explain why many organisms have evolved to reproduce sexually.",
            "score": 156.77484166622162
        },
        {
            "docid": "5951626_7",
            "document": "Antigenic variation . Plasmodium falciparum, the major etiologic agent of human malaria, has a very complex life cycle that occurs in both humans and mosquitoes. While in the human host, the parasite spends most of its life cycle within hepatic cells and erythrocytes (in contrast to \"T. brucei\" which remains extracellular). As a result of its mainly intracellular niche, parasitized host cells which display parasite proteins must be modified to prevent destruction by the host immune defenses. In the case of \"Plasmodium\", this is accomplished via the dual purpose \"Plasmodium falciparum\" erythrocyte membrane protein 1 (PfEMP1). PfEMP1 is encoded by the diverse family of genes known as the \"var\" family of genes (approximately 60 genes in all). The diversity of the gene family is further increased via a number of different mechanisms including exchange of genetic information at telomeric loci, as well as meiotic recombination. The PfEMP1 protein serves to sequester infected erythrocytes from splenic destruction via adhesion to the endothelium. Moreover, the parasite is able to evade host defense mechanisms by changing which \"var\" allele is used to code the PfEMP1 protein. Like \"T. brucei\", each parasite expresses multiple copies of one identical protein. However, unlike \"T. brucei\", the mechanism by which \"var\" switching occurs in \"P. falciparum\" is thought to be purely transcriptional. \"Var\" switching has been shown to take place soon after invasion of an erythrocyte by a \"P. falciparum\" parasite. Fluorescent in situ hybridization analysis has shown that activation of \"var\" alleles is linked to altered positioning of the genetic material to distinct “transcriptionally permissive” areas.",
            "score": 113.6408338546753
        },
        {
            "docid": "12305127_36",
            "document": "Evolutionary history of life . The Red Queen hypothesis suggests that sexual reproduction provides protection against parasites, because it is easier for parasites to evolve means of overcoming the defenses of genetically identical clones than those of sexual species that present moving targets, and there is some experimental evidence for this. However, there is still doubt about whether it would explain the survival of sexual species if multiple similar clone species were present, as one of the clones may survive the attacks of parasites for long enough to out-breed the sexual species. Furthermore, contrary to the expectations of the Red Queen hypothesis, Kathryn A. Hanley et al. found that the prevalence, abundance and mean intensity of mites was significantly higher in sexual geckos than in asexuals sharing the same habitat. In addition, biologist Matthew Parker, after reviewing numerous genetic studies on plant disease resistance, failed to find a single example consistent with the concept that pathogens are the primary selective agent responsible for sexual reproduction in the host.",
            "score": 110.28011536598206
        },
        {
            "docid": "43937_58",
            "document": "Parasitism . Although parasites are widely considered to be harmful, the eradication of all parasites would not be beneficial. Parasites account for at least half of life's diversity; they perform important ecological roles; and without parasites, organisms might tend to asexual reproduction, diminishing the diversity of traits brought about by sexual reproduction. Parasites provide an opportunity for the transfer of genetic material between species, facilitating evolutionary change. Many parasites require multiple hosts of the different species to complete their life cycles and rely on predator-prey or other stable ecological interactions to get from one host to another. The presence of parasites thus indicates that an ecosystem is healthy.",
            "score": 89.99247598648071
        },
        {
            "docid": "11008314_123",
            "document": "Evolutionary history of plants . Coevolution is a process that is related to the red queen hypothesis. Both the host plant and parasitic fungi have to continue to survive to stay in their ecological niche. If one of the two species in the relationship evolves at a significantly faster rate than the other, the slower species will be at a competitive disadvantage and risk the loss of nutrients. Because the two species in the system are so closely linked, they respond to external environment factors together and each species affects the evolutionary outcome of the other. In other words, each species exerts selective pressure on the other. Population size is also a major factor in the outcome because differences in gene flow and genetic drift could cause evolutionary changes that do not match the direction of selection expected by forces due to the other organism. Coevolution is an important phenomenon necessary for understanding the vital relationship between plants and their fungal parasites.",
            "score": 96.78290009498596
        },
        {
            "docid": "43937_41",
            "document": "Parasitism . Long-term coevolution sometimes leads to a relatively stable relationship tending to commensalism or mutualism, as, all else being equal, it is in the evolutionary interest of the parasite that its host thrives. A parasite may evolve to become less harmful for its host or a host may evolve to cope with the unavoidable presence of a parasite—to the point that the parasite's absence causes the host harm. For example, although animals parasitised by worms are often clearly harmed, such infections may also reduce the prevalence and effects of autoimmune disorders in animal hosts, including humans. In a more extreme example, some nematode worms cannot reproduce, or even survive, without infection by \"Wolbachia\" bacteria.",
            "score": 78.2898119688034
        },
        {
            "docid": "53918629_27",
            "document": "Evolutionary models of human drug use . For example, researchers have recently sought to understand why humans began using tobacco in spite of the consequences and adverse reactions commonly associated with its use. Hagen and colleagues propose that, as in other species, humans began using tobacco and other plant toxins as a way of controlling infection by parasitic diseases, including helminths. Tobacco, as well as arecoline and cannabis, two other plant neurotoxins that are widely used as recreational drugs in humans, have been found to be toxic to parasitic worms that affect humans and other mammals, as well as plants. Modern anthelminthics function as well by targeting nicotinic acetylcholine receptors (nAChRs) on somatic muscle cells of parasites, producing paralysis and expelling the parasite, the same receptors which are targeted by nicotine (Roulette et al., 2014). Moreover, it has also been found that nicotine is equally or more effective than commercial anthelmintics at killing leeches, including those that infect humans. Similarly, Roulette et al. (2014) found in a study comparing male smoking prevalence and parasite load among Aka hunter-gatherers that treatment with commercial anthelmintics was associated with a decrease in cotinine concentrations (a measure of current tobacco use), thereby supporting their theory that humans regulate the amount of tobacco used in response to current helminth infection. The study also found that men with higher initial tobacco use also had lower worm burdens one year later, suggesting that nicotine not only eliminates parasites, but also protects from reinfection.",
            "score": 86.16654944419861
        },
        {
            "docid": "27828644_18",
            "document": "Host–parasite coevolution . The New Zealand freshwater snail \"Potamopyrgus antipodarum\" and its different trematode parasites represent a rather special model system. Populations of \"P. antipodarum\" consist of asexual clones and sexual individuals and therefore can be used to study the evolution and advantages of sexual reproduction. There is a high correlation between the presence of parasites and the frequency of sexual individuals within the different populations. This result is consistent with the Red Queen hypothesis that sexual reproduction is favoured during host–parasite coevolution. At the same time, the persistence of sex may also rely on other factors, for example Muller's ratchet and/or the avoidance of the accumulation of deleterious mutations.",
            "score": 102.81230354309082
        },
        {
            "docid": "3486849_29",
            "document": "New Zealand mud snail . As the snails can reproduce both sexually and asexually, the snail has been used as a model organism for studying the costs and benefits of sexual reproduction. Asexual reproduction allows all members of a population to produce offspring and avoids the costs involved in finding mates. However, asexual offspring are clonal, so lack variation. This makes them susceptible to parasites, as the entire clonal population has the same resistance mechanisms. Once a strain of parasite has overcome these mechanisms, it is able to infect any member of the population. Sexual reproduction mixes up resistance genes through crossing over and the random assortment of gametes in meiosis, meaning the members of a sexual population will all have subtly different combinations of resistance genes. This variation in resistance genes means no one parasite strain is able to sweep through the whole population. New Zealand mudsnails are commonly infected with trematode parasites, which are particularly abundant in shallow water, but scarce in deeper water. As predicted, sexual reproduction dominates in shallow water, due to its advantages in parasite resistance. Asexual reproduction is dominant in the deeper water of lakes, as the scarcity of parasites means that the advantages of resistance are outweighed by the costs of sexual reproduction.",
            "score": 148.74936294555664
        },
        {
            "docid": "141029_7",
            "document": "African trypanosomiasis . There are two subspecies of the parasite that are responsible for starting the disease in humans. \"Trypanosoma brucei gambiense\" causes the diseases in west and central Africa, whereas \"Trypanosoma brucei rhodesiense\" has a limited geographical range and is responsible for causing the disease in east and southern Africa. In addition, a third subspecies of the parasite known as \"Trypanosoma brucei brucei\" is responsible for affecting animals but not humans.",
            "score": 63.879265785217285
        },
        {
            "docid": "3202072_6",
            "document": "Man After Man . Some three hundred years after the Vacuumorph and the Aquamorph, the early genetic engineering products, the genetically-altered niche adapted humans survive. They must face a new phenomenon, but they are well prepared; they can no longer be genetically tweaked in a lab, they begin to evolve through natural selection. Many new forms result from natural selection. Socials, colonial humans with a single reproductive parent, Fishers, goblin-like fishing humans, Slothmen, megatherium-like humans, Spiketooths, smilodon-like humans, hibernating adaptations and even parasitic humans developed through natural changes. The stronger develop to prey upon the weaker, both within and without their own subspecies. Although from a common ancestor, they no longer recognise one another as anything other than a potential enemy or food. Some species develop symbiotic, later some parasitic, cross species dependencies.",
            "score": 85.39801442623138
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 166.2334109544754
        },
        {
            "docid": "23853072_15",
            "document": "Fish disease and parasites . Although parasites are generally considered to be harmful, the eradication of all parasites would not necessarily be beneficial. Parasites account for as much as or more than half of life's diversity; they perform an important ecological role (by weakening prey) that ecosystems would take some time to adapt to; and without parasites organisms may eventually tend to asexual reproduction, diminishing the diversity of sexually dimorphic traits. Parasites provide an opportunity for the transfer of genetic material between species. On rare, but significant, occasions this may facilitate evolutionary changes that would not otherwise occur, or that would otherwise take even longer.",
            "score": 87.81844329833984
        },
        {
            "docid": "12591953_5",
            "document": "Crithidia fasciculata . \"C. fasciculata\" is an example of a non-human infective trypanosomatid and is related to several human parasites, including \"Trypanosoma brucei\" (which causes African trypanosomiasis) and \"Leishmania\" spp. (which cause Leishmaniasis). \"C. fasciculata\" parasitizes several species of insects and has been widely used to test new therapeutic strategies against parasitic infections. \"C. fasciculata\" is often used as a model organism in research into trypanosomatid biology that may then be applied to understanding the biology of the human infective species.",
            "score": 69.67668867111206
        },
        {
            "docid": "24973826_2",
            "document": "Human genetic resistance to malaria . Human genetic resistance to malaria refers to inherited changes in the DNA of humans which increase resistance to malaria and result in increased survival of individuals with those genetic changes. The existence of these genotypes is likely due to evolutionary pressure exerted by parasites of the genus \"Plasmodium\" which cause malaria. Since malaria infects red blood cells, these genetic changes are most commonly alterations to molecules essential for red blood cell function (and therefore parasite survival), such as hemoglobin or other cellular proteins or enzymes of red blood cells. These alterations generally protect red blood cells from invasion by \"Plasmodium\" parasites or replication of parasites within the red blood cell.",
            "score": 82.43380618095398
        },
        {
            "docid": "2756_24",
            "document": "Asexual reproduction . Polyembryony is a widespread form of asexual reproduction in animals, whereby the fertilized egg or a later stage of embryonic development splits to form genetically identical clones. Within animals, this phenomenon has been best studied in the parasitic Hymenoptera. In the 9-banded armadillos, this process is obligatory and usually gives rise to genetically identical quadruplets. In other mammals, monozygotic twinning has no apparent genetic basis, though its occurrence is common. There are at least 10 million identical human twins and triplets in the world today.",
            "score": 71.61684823036194
        },
        {
            "docid": "1790681_3",
            "document": "Loss of heterozygosity . All diploid cells, for example most human somatic cells, contain two copies of the genome, one from each parent (chromosome pair); each human copy contains approximately 3 billion bases (adenine (A), guanine (G), cytosine (C) or thymine (T)). For the majority of positions in the genome the base present is consistent between individuals, however a small percentage may contain different bases (usually one of two; for instance, ‘A’ or ‘G’) and these positions are called ‘single nucleotide polymorphisms’ or ‘SNPs’. When the genomic copies derived from each parent have different bases for these polymorphic regions (SNPs) the region is said to be heterozygous. Most of the chromosomes within somatic cells of individuals are paired, allowing for SNP locations to be potentially heterozygous. However, one parental copy of a region can sometimes be lost, which results in the region having just one copy. The single copy cannot be heterozygous at SNP locations and therefore the region shows loss of heterozygosity (LOH). Loss of heterozygosity due to loss of one parental copy in a region is also called hemizygosity in that region.",
            "score": 110.89483880996704
        },
        {
            "docid": "219107_18",
            "document": "Bdelloidea . Bdelloidea have evolved a unique mechanism to help overcome one of the major perils of asexual reproduction. According to the Red Queen hypothesis of co-evolution, obligate asexuals will be driven extinct by rapidly changing parasites and pathogens, because they cannot change their genotypes quickly enough to keep up in this never-ending race. In populations of bdelloid rotifers, however, many parasites are destroyed during periods of extended desiccation. Moreover, desiccated bdelloid rotifers are easily blown away from parasite-infested habitats by wind, and establish new, healthy populations elsewhere, which allows them to escape the Red Queen by moving in time and space instead of using sex to change their genotype.",
            "score": 86.5769214630127
        },
        {
            "docid": "31630294_6",
            "document": "Major histocompatibility complex and sexual selection . The second hypothesis for the maintenance of MHC diversity by parasites is the Red Queen hypothesis. If individuals' MHC alleles render different resistances to a particular parasite, then the allele with the highest resistance is favored, selected for, and consequently spread throughout the population. Recombination and mutation cause generation of new variants among offspring, which may facilitate a quick response to rapidly evolving parasites or pathogens with much shorter generation times. However, if this particular allele becomes common, selection pressure on parasites to avoid recognition by this common allele increases. An advantageous characteristic that allows a parasite to escape recognition spreads, and causes selection against what was formerly a resistant allele. This enables the parasite to escape this cycle of frequency-dependent selection, and such a cycle eventually leads to a co-evolutionary arms race that may support the maintenance of MHC diversity.",
            "score": 89.76562941074371
        },
        {
            "docid": "21501970_67",
            "document": "History of evolutionary thought . In 1973, Leigh Van Valen proposed the term \"Red Queen,\" which he took from \"Through the Looking-Glass\" by Lewis Carroll, to describe a scenario where a species involved in one or more evolutionary arms races would have to constantly change just to keep pace with the species with which it was co-evolving. Hamilton, Williams and others suggested that this idea might explain the evolution of sexual reproduction: the increased genetic diversity caused by sexual reproduction would help maintain resistance against rapidly evolving parasites, thus making sexual reproduction common, despite the tremendous cost from the gene-centric point of view of a system where only half of an organism's genome is passed on during reproduction.",
            "score": 111.48008394241333
        },
        {
            "docid": "9028799_57",
            "document": "Bacteria . Each species of pathogen has a characteristic spectrum of interactions with its human hosts. Some organisms, such as \"Staphylococcus\" or \"Streptococcus\", can cause skin infections, pneumonia, meningitis and even overwhelming sepsis, a systemic inflammatory response producing shock, massive vasodilation and death. Yet these organisms are also part of the normal human flora and usually exist on the skin or in the nose without causing any disease at all. Other organisms invariably cause disease in humans, such as the Rickettsia, which are obligate intracellular parasites able to grow and reproduce only within the cells of other organisms. One species of Rickettsia causes typhus, while another causes Rocky Mountain spotted fever. \"Chlamydia\", another phylum of obligate intracellular parasites, contains species that can cause pneumonia, or urinary tract infection and may be involved in coronary heart disease. Finally, some species, such as \"Pseudomonas aeruginosa\", \"Burkholderia cenocepacia\", and \"Mycobacterium avium\", are opportunistic pathogens and cause disease mainly in people suffering from immunosuppression or cystic fibrosis.",
            "score": 81.74312353134155
        },
        {
            "docid": "3241823_8",
            "document": "Rio Mayo titi . The cestode Atriotaenia megastoma has only recently been studied in non-human hosts. This parasite, a type of tapeworm, has been found in numerous species of monkeys in the Peru area such as Saimiri sciureus and Saimiri boliviensis. This parasite requires an intermediate host usually found in the soil fauna. The host then acquires the parasite by accidentally ingesting the intermediate host from the soil. Work performed in Peru shows that C. oenanthe is a new definitive host for this parasite. In February and October 2004, six sightings of this parasite were found in the small intestines of two different C. oenanthe monkeys. These monkeys were male pets, donated to the experiment by local villagers. One monkey died of old age while the other died from hepatic cirrhosis. Before their death, samples of Atriotaenia megastoma were taken, dehydrated, and preserved in order to study their anatomy and reproductive organs. These new preserved specimens allowed for a new and better understanding of this parasite. Ultimately, the study showed that C. oenanthe is a new, definitive host for the parasite, and could be another factor in the species' decline.",
            "score": 60.24984097480774
        },
        {
            "docid": "57688406_4",
            "document": "Parasites in fiction . In evolutionary biology, parasitism is a relationship between species, where one organism, the parasite, lives on or in another organism, the host, causing it some harm, and is adapted structurally to this way of life. The entomologist E. O. Wilson has characterised parasites as \"predators that eat prey in units of less than one\". Parasitism has a derogatory sense in popular usage. According to the immunologist John Playfair, \"In everyday speech, the term 'parasite' is loaded with derogatory meaning. A parasite is a sponger, a lazy profiteer, a drain on society.\" The idea is however much older. In the classical era, calling someone a parasite was not strictly pejorative: the \"parasitus\" was an accepted role in Roman society, in which a person could live off the hospitality of others, in return for \"flattery, simple services, and a willingness to endure humiliation\".",
            "score": 77.76909124851227
        },
        {
            "docid": "190835_17",
            "document": "Coevolution . Host–parasite coevolution is the coevolution of a host and a parasite. A general characterization of many viruses, obligate parasites, is that they coevolved alongside their respective hosts. Correlated mutations between the two species enter them into an evolution arms race. Whichever organism, host or parasite, that cannot keep up with the other will be eliminated from their habitat, as the species with the higher average population fitness survives. This race is known as the Red Queen hypothesis. The Red Queen hypothesis predicts that sexual reproduction allows a host to stay just ahead of its parasite, similar to the Red Queen's race in \"Through the Looking-Glass\": \"it takes all the running \"you\" can do, to keep in the same place\". The host reproduces sexually, producing some offspring with immunity over its parasite, which then evolves in response.",
            "score": 110.89555180072784
        },
        {
            "docid": "160125_11",
            "document": "Mitochondrial disease . Nuclear DNA has two copies per cell (except for sperm and egg cells), one copy being inherited from the father and the other from the mother. Mitochondrial DNA, however, is strictly inherited from the mother and each mitochondrial organelle typically contains between 2 and 10 mtDNA copies. During cell division the mitochondria segregate randomly between the two new cells. Those mitochondria make more copies, normally reaching 500 mitochondria per cell. As mtDNA is copied when mitochondria proliferate, they can accumulate random mutations, a phenomenon called heteroplasmy. If only a few of the mtDNA copies inherited from the mother are defective, mitochondrial division may cause most of the defective copies to end up in just one of the new mitochondria (for more detailed inheritance patterns, see human mitochondrial genetics). Mitochondrial disease may become clinically apparent once the number of affected mitochondria reaches a certain level; this phenomenon is called \"threshold expression\".",
            "score": 86.52788662910461
        },
        {
            "docid": "19178886_30",
            "document": "Protist . Some protists are significant parasites of animals (e.g.; five species of the parasitic genus \"Plasmodium\" cause malaria in humans and many others cause similar diseases in other vertebrates), plants (the oomycete \"Phytophthora infestans\" causes late blight in potatoes) or even of other protists. Protist pathogens share many metabolic pathways with their eukaryotic hosts. This makes therapeutic target development extremely difficult – a drug that harms a protist parasite is also likely to harm its animal/plant host. A more thorough understanding of protist biology may allow these diseases to be treated more efficiently. For example, the apicoplast (a nonphotosynthetic chloroplast but essential to carry out important functions other than photosynthesis) present in apicomplexans provides an attractive target for treating diseases caused by dangerous pathogens such as plasmodium.",
            "score": 45.57179582118988
        }
    ],
    "r": [
        {
            "docid": "1631384_12",
            "document": "Matthew Meselson . When two alleles, or copies of a gene, in an asexual diploid organism evolve independently of each other, they become increasingly different over time. This phenomenon of allelic divergence was first described by William Birky, but is more commonly known as the Meselson effect. In sexual organisms the processes of recombination and independent assortment allow both of the alleles within an individual to descend from a recent single ancestral allele. Without recombination or independent assortment alleles cannot descend from a recent ancestral allele. Instead the alleles share a last common allelic ancestor at or just preceding the loss of meiotic recombination. A striking example of this effect was described in bdelloid rotifers where the two alleles of the \"lea\" gene have diverged into two different genes which work together to preserve the organism during periods of dehydration. The Meselson effect should cause entire copies of an organism's genome to diverge from each other, effectively reducing all anciently asexual organisms to a haploid state, in a process similar to the diploidization following whole genome duplication.",
            "score": 179.94471740722656
        },
        {
            "docid": "26805_13",
            "document": "Sex . Sexual reproduction in eukaryotes is a process whereby organisms form offspring that combine genetic traits from both parents. Chromosomes are passed on from one generation to the next in this process. Each cell in the offspring has half the chromosomes of the mother and half of the father. Genetic traits are contained within the deoxyribonucleic acid (DNA) of chromosomes—by combining one of each type of chromosomes from each parent, an organism is formed containing a doubled set of chromosomes. This double-chromosome stage is called \"diploid\", while the single-chromosome stage is \"haploid\". Diploid organisms can, in turn, form haploid cells (gametes) that randomly contain one of each of the chromosome pairs, via meiosis. Meiosis also involves a stage of chromosomal crossover, in which regions of DNA are exchanged between matched types of chromosomes, to form a new pair of mixed chromosomes. Crossing over and fertilization (the recombining of single sets of chromosomes to make a new diploid) result in the new organism containing a different set of genetic traits from either parent.",
            "score": 167.3275146484375
        },
        {
            "docid": "661661_19",
            "document": "Evolution of sexual reproduction . Sex could be a method by which novel genotypes are created. Because sex combines genes from two individuals, sexually reproducing populations can more easily combine advantageous genes than can asexual populations. If, in a sexual population, two different advantageous alleles arise at different loci on a chromosome in different members of the population, a chromosome containing the two advantageous alleles can be produced within a few generations by recombination. However, should the same two alleles arise in different members of an asexual population, the only way that one chromosome can develop the other allele is to independently gain the same mutation, which would take much longer. Several studies have addressed counterarguments, and the question of whether this model is sufficiently robust to explain the predominance of sexual versus asexual reproduction.",
            "score": 166.4995574951172
        },
        {
            "docid": "5951626_6",
            "document": "Antigenic variation . Trypanosoma brucei, the organism that causes sleeping sickness, replicates extracellularly in the bloodstream of infected mammals. In later stages, the parasite crosses the blood brain barrier, resulting in a devastating and usually fatal outcome. As a result of replicating in the bloodstream, \"T. brucei\" parasites are subjected to numerous host defense mechanisms including soluble components of the immune system ( i.e. complement), as well as cellular components of the innate and adaptive immune systems. In order to protect itself from host defenses, the parasite decorates itself with a dense, homogeneous coat (~10^7 molecules) of glycoprotein known as the variant surface glycoprotein (VSG).  In the early stages of invasion, the dense protein coat is sufficient to protect the parasite from immune detection. However, the host eventually identifies the VSG as a foreign antigen and mounts an attack against the microbe. The \"T. brucei\" parasite has evolved an elegant mechanism to display a completely new coat of VSG antigen, rendering it once again invisible to the host’s immune system. The parasite’s genome has over 1,000 genes that code for different variants of the VSG protein. VSG genes can be found on the subtelomeric portion of large chromosomes, or on intermediate chromosomes. VSG genes also exist in arrays and many exist as pseudogenes.  There is a hierarchy by which the VSG genes are activated. Telomeric VSGs are activated first, followed by array VSGs, and finally pseudogene VSGs. Switching of VSG proteins occurs at a rate substantially higher than the background mutation rate of other genes in the parasite (suggesting that it is a regulated process). The process is partially dependent on homologous recombination of DNA, which is mediated in part by the interaction of the \"T. brucei\" BRCA2 gene with RAD51 (however, this is not the only responsible mechanism, as BRCA2 variants still display some VSG switching). In addition to homologous recombination, transcriptional regulation also plays an important role in antigen switching. This is in contrast to other pathogens, where antigenic variation is typically mediated by DNA rearrangements or transcriptional regulation. The process by which VSG switching occurs has not been fully elucidated, but it is known that activation of VSGs requires recombination of the VSG genes into a VSG expression site (ES). The ES consists of a single \"vsg\" gene flanked by an upstream array of 70 base pair repeats and expression site associated genes (ESAGs). \"T. brucei\" expresses one VSG at any given time, and the active VSG can either be selected by activation of a previously silent ES, or by recombination of a VSG sequence into the active ES (see the figure \"Mechanisms of VSG Switching in \"T. brucei\"\"). Although the biological triggers that result in VSG switching are not fully known, mathematical modeling suggests that the ordered appearance of different VSG variants is controlled by at least two key parasite-derived factors: differential activation rates of parasite VSG and density-dependent parasite differentiation.",
            "score": 166.23341369628906
        },
        {
            "docid": "19852895_18",
            "document": "Introduction to evolution . Genes are made of DNA. DNA is a long molecule made up of individual molecules called nucleotides. Genetic information is encoded in the sequence of nucleotides, that make up the DNA, just as the sequence of the letters in words carries information on a page. The genes are like short instructions built up of the \"letters\" of the DNA alphabet. Put together, the entire set of these genes gives enough information to serve as an \"instruction manual\" of how to build and run an organism. The instructions spelled out by this DNA alphabet can be changed, however, by mutations, and this may alter the instructions carried within the genes. Within the cell, the genes are carried in chromosomes, which are packages for carrying the DNA. It is the reshuffling of the chromosomes that results in unique combinations of genes in offspring. Since genes interact with one another during the development of an organism, novel combinations of genes produced by sexual reproduction can increase the genetic variability of the population even without new mutations. The genetic variability of a population can also increase when members of that population interbreed with individuals from a different population causing gene flow between the populations. This can introduce genes into a population that were not present before.",
            "score": 164.89402770996094
        },
        {
            "docid": "13457_5",
            "document": "Heredity . Heritable traits are known to be passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long polymer that incorporates four types of bases, which are interchangeable. The sequence of bases along a particular DNA molecule specifies the genetic information: this is comparable to a sequence of letters spelling out a passage of text. Before a cell divides through mitosis, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. A portion of a DNA molecule that specifies a single functional unit is called a gene; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. Organisms inherit genetic material from their parents in the form of homologous chromosomes, containing a unique combination of DNA sequences that code for genes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a particular locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism.",
            "score": 164.02798461914062
        },
        {
            "docid": "356200_6",
            "document": "Muller's ratchet . In sexually reproducing organisms, non-recombining chromosomes or chromosomal regions such as the mammalian Y chromosome (with the exception of multi-copy sequences which do engage intrachromosomal recombination and gene conversion) should also be subject to the effects of Muller's ratchet. Such non-recombining sequences tend to shrink and evolve quickly. However this fast evolution might also be due to these sequences' inability to repair DNA damage via template-assisted repair which is equivalent to an increase in the mutation rate for these sequences. It is not easy to ascribe cases of genome shrinkage or fast evolution to Muller's ratchet alone.",
            "score": 162.28005981445312
        },
        {
            "docid": "38203371_7",
            "document": "Classical genetics . Classical genetics is the part of genetics that is solely about the method in which genetic traits are transmitted via the acts of reproduction. Genetics is, generally, the study of genes, genetic variation, and heredity. The process by which characteristics are passed down from parents to their offspring is called heredity. In the sense of classical genetics, variation is known as the lack of resemblance in related individuals and can be categorized as discontinuous or continuous. Genes are a fundamental part of DNA that is aligned linearly on a eukaryotic chromosome. Chemical information that is transported and encoded by each gene is referred to as a trait. Many organisms possess two genes for each individual trait that is present within that particular individual. These paired genes that control the same trait is classified as an allele. In an individual, the allelic genes that are expressed can be either homozygous, meaning the same, or heterozygous, meaning different. Many pairs of alleles have differing effects that are portrayed in an offspring's phenotype and genotype. The phenotype is a general term that defines an individual's visible, physical traits. The genotype of an offspring is known as its genetic makeup. The alleles of genes can either be dominant or recessive. A dominant allele needs only one copy to be expressed while a recessive allele needs two copies (homozygous) in a diploid organism to be expressed. Dominant and recessive alleles help to determine the offspring’s genotypes, and therefore phenotypes.",
            "score": 161.49429321289062
        },
        {
            "docid": "564779_23",
            "document": "Cell growth . Though cell reproduction that uses mitosis can reproduce eukaryotic cells, eukaryotes bother with the more complicated process of meiosis because sexual reproduction such as meiosis confers a selective advantage. Notice that when meiosis starts, the two copies of sister chromatids number 2 are adjacent to each other. During this time, there can be genetic recombination events. Parts of the chromosome 2 DNA gained from one parent (red) will swap over to the chromosome 2 DNA molecule that received from the other parent (green). Notice that in mitosis the two copies of chromosome number 2 do not interact. It is these new combinations of parts of chromosomes that provide the major advantage for sexually reproducing organisms by allowing for new combinations of genes and more efficient evolution. However, in organisms with more than one set of chromosomes at the main life cycle stage, sex may also provide an advantage because, under random mating, it produces homozygotes and heterozygotes according to the Hardy-Weinberg ratio.",
            "score": 161.0663604736328
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 158.75360107421875
        },
        {
            "docid": "30142141_16",
            "document": "Adaptive evolution in the human genome . As noted previously, many of the tests used to detect adaptive evolution have very large degrees of uncertainty surrounding their estimates. It is beyond the purview of this article to look at all the modifications applied to individual tests to overcome the associated problems. However, it will briefly discuss in general terms two of what may be the most important confounding variables that may hinder accurate detection of adaptive evolution.  Demographic changes are particularly problematic and may severely bias estimates of adaptive evolution. The human lineage has undergone both rapid population size contractions and expansions over its evolutionary history, and these events will change many of the signatures thought to be characteristic of adaptive evolution (Nielsen et al. 2007). Some genomic methods have been shown through simulations to be relatively robust to demographic changes (e.g. Willamson et al. 2007). However, no tests are completely robust to demographic changes, and new genetic phenomena linked to demographic changes have recently been discovered. This includes the concept of “surfing mutations”, where new mutations can be propagated with a population expansion (Klopfstein et al. 2006). A phenomenon which could severely alter the way we look for signatures of adaptive evolution is biased gene conversion (BGC) (Galtier and Duret 2007). Meiotic recombination between homologous chromosomes that are heterozygous at a particular locus can produce a DNA mismatch. DNA repair mechanisms are biased towards repairing a mismatch to the CG base pair. This will lead allele frequencies to change, leaving a signature of non-neutral evolution (Galtier et al. 2001). The excess of AT to GC mutations in human genomic regions with high substitution rates (human accelerated regions, HARs) implies that BGC has occurred frequently in the human genome (Pollard et al. 2006, Galtier and Duret 2007). Initially, it was postulated that BGC could have been adaptive (Galtier et al. 2001), but more recent observations have made this seem unlikely. Firstly, some HARs show no substantial signs of selective sweeps around them. Secondly, HARs tend to be present in regions with high recombination rates (Pollard et al. 2006). In fact, BGC could lead to HARs containing a high frequency of deleterious mutations (Galtier and Duret 2007). However, it is unlikely that HARs are generally maladaptive, because DNA repair mechanisms themselves would be subject to strong selection if they propagated deleterious mutations. Either way, BGC should be further investigated, because it may force radical alteration of the methods which test for the presence of adaptive evolution.",
            "score": 158.4527587890625
        },
        {
            "docid": "607285_8",
            "document": "Haplotype . Unlike other chromosomes, Y chromosomes generally do not come in pairs. Every human male (excepting those with XYY syndrome) has only one copy of that chromosome. This means that there is not any chance variation of which copy is inherited, and also (for most of the chromosome) not any shuffling between copies by recombination; so, unlike autosomal haplotypes, there is effectively not any randomisation of the Y-chromosome haplotype between generations. A human male should largely share the same Y chromosome as his father, give or take a few mutations; thus Y chromosomes tend to pass largely intact from father to son, with a small but accumulating number of mutations that can serve to differentiate male lineages. In particular, the Y-DNA represented as the numbered results of a Y-DNA genealogical DNA test should match, except for mutations.",
            "score": 157.90818786621094
        },
        {
            "docid": "5667519_3",
            "document": "Masatoshi Nei . He is the first to show mathematically that in the presence of gene interaction natural selection always tends to enhance the linkage intensity between genetic loci or maintain the same linkage relationship. He then observed that the average recombination value per genome is generally lower in higher organisms than in lower organisms and attributed this observation to his theory of linkage modification. Recent molecular data indicate that many sets of interacting genes such as Hox genes, immunoglobulin genes, and histone genes have often existed as gene clusters for a long evolutionary time. This observation can also be explained by his theory of linkage modification. He also showed that, unlike R. A. Fisher’s argument, deleterious mutations can accumulate rather quickly on the Y chromosome or duplicate genes in finite populations. In 1969, considering the rates of amino acid substitution, gene duplication, and gene inactivation, he predicted that higher organisms contain a large number of duplicate genes and nonfunctional genes (now called pseudogenes). This prediction was shown to be correct when many multigene families and pseudogenes were discovered in the 1980s and 1990s. His notable contribution in the early 1970s is the proposal of a new measure of genetic distance (Nei’s distance) between populations and its use for studying evolutionary relationships of populations or closely related species. He later developed another distance measure called D, which is appropriate for finding the topology of a phylogenetic tree of populations. He also developed statistics of measuring the extent of population differentiation for any types of mating system using G measure. In 1975, he and collaborators presented a mathematical formulation of population bottleneck effects and clarified the genetic meaning of bottleneck effects. In 1979, he proposed a statistical measure called nucleotide diversity, which is now widely used for measuring the extent of nucleotide polymorphism. He also developed several different models of speciation and concluded that the reproductive isolation between species occurs as a passive process of accumulation of interspecific incompatibility mutations",
            "score": 157.82296752929688
        },
        {
            "docid": "232323_12",
            "document": "Pseudogene . Non-processed (or duplicated) pseudogenes. Gene duplication is another common and important process in the evolution of genomes. A copy of a functional gene may arise as a result of a gene duplication event caused by homologous recombination at, for example, repetitive sine sequences on misaligned chromosomes and subsequently acquire mutations that cause the copy to lose the original gene's function. Duplicated pseudogenes usually have all the same characteristics as genes, including an intact exon-intron structure and regulatory sequences. The loss of a duplicated gene's functionality usually has little effect on an organism's fitness, since an intact functional copy still exists. According to some evolutionary models, shared duplicated pseudogenes indicate the evolutionary relatedness of humans and the other primates. If pseudogenization is due to gene duplication, it usually occurs in the first few million years after the gene duplication, provided the gene has not been subjected to any selection pressure. Gene duplication generates functional redundancy and it is not normally advantageous to carry two identical genes. Mutations that disrupt either the structure or the function of either of the two genes are not deleterious and will not be removed through the selection process. As a result, the gene that has been mutated gradually becomes a pseudogene and will be either unexpressed or functionless. This kind of evolutionary fate is shown by population genetic modeling and also by genome analysis. According to evolutionary context, these pseudogenes will either be deleted or become so distinct from the parental genes so that they will no longer be identifiable. Relatively young pseudogenes can be recognized due to their sequence similarity.",
            "score": 157.7958221435547
        },
        {
            "docid": "12266_35",
            "document": "Genetics . The diploid nature of chromosomes allows for genes on different chromosomes to assort independently or be separated from their homologous pair during sexual reproduction wherein haploid gametes are formed. In this way new combinations of genes can occur in the offspring of a mating pair. Genes on the same chromosome would theoretically never recombine. However, they do, via the cellular process of chromosomal crossover. During crossover, chromosomes exchange stretches of DNA, effectively shuffling the gene alleles between the chromosomes. This process of chromosomal crossover generally occurs during meiosis, a series of cell divisions that creates haploid cells.",
            "score": 157.24827575683594
        },
        {
            "docid": "6438_25",
            "document": "Chromosome . Chromosomes in humans can be divided into two types: autosomes (body chromosome(s)) and allosome (sex chromosome(s)). Certain genetic traits are linked to a person's sex and are passed on through the sex chromosomes. The autosomes contain the rest of the genetic hereditary information. All act in the same way during cell division. Human cells have 23 pairs of chromosomes (22 pairs of autosomes and one pair of sex chromosomes), giving a total of 46 per cell. In addition to these, human cells have many hundreds of copies of the mitochondrial genome. Sequencing of the human genome has provided a great deal of information about each of the chromosomes. Below is a table compiling statistics for the chromosomes, based on the Sanger Institute's human genome information in the Vertebrate Genome Annotation (VEGA) database. Number of genes is an estimate, as it is in part based on gene predictions. Total chromosome length is an estimate as well, based on the estimated size of unsequenced heterochromatin regions.",
            "score": 157.16171264648438
        },
        {
            "docid": "9918043_15",
            "document": "Red Queen hypothesis . Further evidence was observed of the Red Queen to see allelic effects under sexual selection. The Red Queen Hypothesis leads to the understanding that allelic recombination is advantageous for populations that engage in aggressive biotic interactions, such as predator-prey or parasite-host interactions. In cases of parasite-host relations, sexual reproduction can quicken the production of new multi-locus genotypes allowing the host to escape parasites that have adapted to the prior generations of typical hosts. Mutational effects can be represented by models to describe how recombination through sexual reproduction can be advantageous. According to the mutational deterministic hypothesis, if the deleterious mutation rate is high, and if those mutations interact to cause a general decline in organismal fitness, then sexual reproduction provides an advantage over asexually reproducing organisms by allowing populations to eliminate the deleterious mutations not only more rapidly, but also most effectively. Recombination is one of the fundamental means that explain why many organisms have evolved to reproduce sexually.",
            "score": 156.77484130859375
        },
        {
            "docid": "9236_28",
            "document": "Evolution . In asexual organisms, genes are inherited together, or \"linked\", as they cannot mix with genes of other organisms during reproduction. In contrast, the offspring of sexual organisms contain random mixtures of their parents' chromosomes that are produced through independent assortment. In a related process called homologous recombination, sexual organisms exchange DNA between two matching chromosomes. Recombination and reassortment do not alter allele frequencies, but instead change which alleles are associated with each other, producing offspring with new combinations of alleles. Sex usually increases genetic variation and may increase the rate of evolution.",
            "score": 156.70602416992188
        },
        {
            "docid": "8511907_3",
            "document": "Complete linkage . Genetic Linkage is the tendency of alleles, which are located closely together on a chromosome, to be inherited together during the process of meiosis in sexually reproducing organisms. During the process of meiosis, homologous chromosomes pair up, and can exchange corresponding sections of DNA. As a result, genes that were originally on the same chromosome can finish up on different chromosomes. This process is known as genetic recombination. The rate of recombination of two discrete loci corresponds to their physical proximity. Alleles that are closer together have lower rates of recombination than those that are located far apart.The distance between two alleles on a chromosome can be determined by calculating the percentage or recombination between two loci. These probabilities of recombination can be used to construct a linkage map, or a graphical representation of the location of genes and gene in respect to one another. If linkage is complete, there should be no recombination events that separate the two alleles, and therefore only parental combinations of alleles should be observed in offspring. Linkage between two loci can have significant implications regarding the inheritance of certain types of diseases.",
            "score": 156.41322326660156
        },
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 155.82815551757812
        },
        {
            "docid": "19224530_3",
            "document": "Gene redundancy . Gene redundancy most often results from Gene duplication. When a gene is duplicated within a genome, the two copies are initially functionally redundant. Three of the more common mechanisms of gene duplication are retroposition, unequal crossing over, and non-homologous segmental duplication. Retroposition is when the mRNA transcript of a gene is reverse transcribed back into DNA and inserted into the genome at a different location. During unequal crossing over, homologous chromosomes exchange uneven portions of their DNA. This can lead to the transfer of one chromosome's gene to the other chromosome, leaving two of the same gene on one chromosome, and no copies of the gene on the other chromosome. Non-homologous duplications result from replication errors that shift the gene of interest into a new position. A tandem duplication then occurs, creating a chromosome with two copies of the same gene. Figure 1 to the left provides a good visual explanation of these three mechanisms. As the genome is replicated over many generations, the redundant gene's function will most likely evolve due to Genetic drift. This means that the gene will acquire mutations that change the overall function. The three mechanisms of functional differentiation in genes are nonfunctionalization (or gene loss), neofunctionalization and subfunctionalization.",
            "score": 155.76026916503906
        },
        {
            "docid": "12266_50",
            "document": "Genetics . In organisms that use chromosomal crossover to exchange DNA and recombine genes, errors in alignment during meiosis can also cause mutations. Errors in crossover are especially likely when similar sequences cause partner chromosomes to adopt a mistaken alignment; this makes some regions in genomes more prone to mutating in this way. These errors create large structural changes in DNA sequenceduplications, inversions, deletions of entire regionsor the accidental exchange of whole parts of sequences between different chromosomes (chromosomal translocation).",
            "score": 155.2607421875
        },
        {
            "docid": "9236_48",
            "document": "Evolution . Recombination allows alleles on the same strand of DNA to become separated. However, the rate of recombination is low (approximately two events per chromosome per generation). As a result, genes close together on a chromosome may not always be shuffled away from each other and genes that are close together tend to be inherited together, a phenomenon known as linkage. This tendency is measured by finding how often two alleles occur together on a single chromosome compared to expectations, which is called their linkage disequilibrium. A set of alleles that is usually inherited in a group is called a haplotype. This can be important when one allele in a particular haplotype is strongly beneficial: natural selection can drive a selective sweep that will also cause the other alleles in the haplotype to become more common in the population; this effect is called genetic hitchhiking or genetic draft. Genetic draft caused by the fact that some neutral genes are genetically linked to others that are under selection can be partially captured by an appropriate effective population size.",
            "score": 154.7503204345703
        },
        {
            "docid": "54069375_3",
            "document": "Diploidization . Upon the formation of new polyploids, large sections of DNA are rapidly lost from one genome. The loss of DNA effectively achieves two purposes. First, the eliminated copy restores the normal gene dosage in the diploid organism. Second, the changes in chromosomal genetic structure increase the divergence of the homoeologous chromosomes (similar chromosomes from inter-species hybrid) and promotes homologous chromosome pairing. Both are important in terms of adjusting to the induced genome shock.",
            "score": 152.96243286132812
        },
        {
            "docid": "50449991_12",
            "document": "Nuclear organization . The first level of genome organization concerns how DNA is arranged linearly, and how it is packaged into chromosomes. DNA is composed of two antiparallel strands of nucleic acids, with two bound and opposing nucleic acids referred to as DNA base pairs. In order for DNA to pack inside the tiny cell nucleus, each strand is wrapped around histones, forming nucleosome structures. These nucleosome pack together to form chromosomes. Depending on the eukaryote, there are multiple independent chromosomes of varying sizes within each nucleus - for example, humans have 46 while giraffes have 30. Within regions of the chromosome, the order of the DNA base pairs makes up specific elements for gene expression and DNA replication. Some of the more common elements include protein coding genes (containing exons and introns), noncoding DNA, enhancers, promoters, operators, origins of replication, telomeres, and centromeres. As of yet, there is not much evidence towards the importance of specific order of these elements along or between individual chromosomes. For example, the distance between an enhancer and a promoter, interacting elements that form a basis of gene expression, can range from a few hundred base pairs to 100s of kb away. As well, individual enhancers can interact with a number of different promoters and the same is true for a single promoter interacting with multiple different enhancers.",
            "score": 152.1272735595703
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 150.50125122070312
        },
        {
            "docid": "66793_9",
            "document": "Tetrahymena . The larger polyploid macronucleus is transcriptionally active, meaning its genes are actively expressed, and so it controls somatic cell functions during vegetative growth. The polyploid nature of the macronucleus refers to the fact that it contains approximately 200–300 autonomously replicating linear DNA mini-chromosomes. These minichromosomes have their own telomeres and are derived via site-specific fragmentation of the five original micronuclear chromosomes during sexual development. In T. thermophila each of these minichromosomes encodes multiple genes and exists at a copy number of approximately 45-50 within the macronucleus. The exception to this is the minichromosome encoding the rDNA, which is massively upregulated, existing at a copy number of approximately 10,000 within the macronucleus. Because the macronucleus divides amitotically during binary fission, these minichromosomes are un-equally divided between the clonal daughter cells. Through natural or artificial selection, this method of DNA partitioning in the somatic genome can lead to clonal cell lines with different macronuclear phenotypes fixed for a particular trait, in a process called phenotypic assortment. In this way, the polyploid genome can fine-tune its adaptation to environmental conditions through gain of beneficial mutations on any given mini-chromosome whose replication is then selected for, or conversely, loss of a minichromosome which accrues a negative mutation. However, the macronucleus is only propagated from one cell to the next during the asexual, vegetative stage of the life cycle, and so it is never directly inherited by sexual progeny. Only beneficial mutations that occur in the germline micronucleus of \"T. thermophila\" are passed down between generations, but these mutations would never be selected for environmentally in the parental cells because they are not expressed.",
            "score": 150.07913208007812
        },
        {
            "docid": "245186_2",
            "document": "Deletion (genetics) . In genetics, a deletion (also called gene deletion, deficiency, or deletion mutation) (sign: Δ) is a mutation (a genetic aberration) in which a part of a chromosome or a sequence of DNA is lost during DNA replication. Any number of nucleotides can be deleted, from a single base to an entire piece of chromosome. The smallest single base deletion mutations are believed to occur by a single base flipping in the template DNA, followed by template DNA strand slippage, within the DNA polymerase active site. Deletions can be caused by errors in chromosomal crossover during meiosis, which causes several serious genetic diseases. Deletions that do not occur in multiples of three bases can cause a frameshift by changing the 3-nucleotide protein reading frame of the genetic sequence. The examples are given below of types and effects of deletions are representative of eukaryotic organisms, particularly humans, but are not relevant to prokaryotic organisms such as bacteria.",
            "score": 149.91629028320312
        },
        {
            "docid": "4250553_48",
            "document": "Gene . DNA replication is for the most part extremely accurate, however errors (mutations) do occur. The error rate in eukaryotic cells can be as low as 10 per nucleotide per replication, whereas for some RNA viruses it can be as high as 10. This means that each generation, each human genome accumulates 1–2 new mutations. Small mutations can be caused by DNA replication and the aftermath of DNA damage and include point mutations in which a single base is altered and frameshift mutations in which a single base is inserted or deleted. Either of these mutations can change the gene by missense (change a codon to encode a different amino acid) or nonsense (a premature stop codon). Larger mutations can be caused by errors in recombination to cause chromosomal abnormalities including the duplication, deletion, rearrangement or inversion of large sections of a chromosome. Additionally, DNA repair mechanisms can introduce mutational errors when repairing physical damage to the molecule. The repair, even with mutation, is more important to survival than restoring an exact copy, for example when repairing double-strand breaks.",
            "score": 149.9115447998047
        },
        {
            "docid": "64045_11",
            "document": "Chromosomal crossover . Crossovers typically occur between homologous regions of matching chromosomes, but similarities in sequence and other factors can result in mismatched alignments. Most DNA is composed of base pair sequences repeated very large numbers of times. These repetitious segments, often referred to as satellites, are fairly homogenous among a species. During DNA replication, each strand of DNA is used as a template for the creation of new strands using a partially-conserved mechanism; proper functioning of this process results in two identical, paired chromosomes, often called sisters. Sister chromatid crossover events are known to occur at a rate of several crossover events per cell per division in eukaryotes. Most of these events involve an exchange of equal amounts of genetic information, but unequal exchanges may occur due to sequence mismatch. These are referred to by a variety of names, including non-homologous crossover, unequal crossover, and unbalanced recombination, and result in an insertion or deletion of genetic information into the chromosome. While rare compared to homologous crossover events, these mutations are drastic, affecting many loci at the same time. They are considered the main driver behind the generation of gene duplications and are a general source of mutation within the genome.",
            "score": 149.5593719482422
        },
        {
            "docid": "1287346_7",
            "document": "Equine coat color genetics . Heritable characteristics are transmitted, encoded, and used through a substance called DNA, which is stored in almost every cell in an organism. DNA is organized into storage structures called chromosomes. For the most part, chromosomes come in matched sets, one chromosome from each parent. The location of a gene on a chromosome is called its locus. Alternate forms of a gene are called alleles. The terms Alleles and Modifiers are used interchangeably and describe the same concept. An allele identified with a capital letter is a dominant trait, one identified with a lower-case letter is a recessive trait. Because sex cells (sperm and ova) contain only half the usual number of chromosomes, each parent contributes one allele in each gene set to the ensuing offspring. When an individual's gene set contains two copies of the same allele, it is called homozygous for that gene. When it has two different alleles, it is heterozygous. For a recessive trait to be expressed, it must be homozygous, but a dominant trait will be expressed whether it is heterozygous or homozygous. A horse homozygous for a certain allele will always pass it on to its offspring, while a horse that is heterozygous carries two different alleles and can pass on either one.",
            "score": 149.1843719482422
        },
        {
            "docid": "3486849_29",
            "document": "New Zealand mud snail . As the snails can reproduce both sexually and asexually, the snail has been used as a model organism for studying the costs and benefits of sexual reproduction. Asexual reproduction allows all members of a population to produce offspring and avoids the costs involved in finding mates. However, asexual offspring are clonal, so lack variation. This makes them susceptible to parasites, as the entire clonal population has the same resistance mechanisms. Once a strain of parasite has overcome these mechanisms, it is able to infect any member of the population. Sexual reproduction mixes up resistance genes through crossing over and the random assortment of gametes in meiosis, meaning the members of a sexual population will all have subtly different combinations of resistance genes. This variation in resistance genes means no one parasite strain is able to sweep through the whole population. New Zealand mudsnails are commonly infected with trematode parasites, which are particularly abundant in shallow water, but scarce in deeper water. As predicted, sexual reproduction dominates in shallow water, due to its advantages in parasite resistance. Asexual reproduction is dominant in the deeper water of lakes, as the scarcity of parasites means that the advantages of resistance are outweighed by the costs of sexual reproduction.",
            "score": 148.74935913085938
        }
    ]
}