{
    "q": [
        {
            "docid": "8310787_54",
            "document": "Survivin . Zhang \"et al.\" hypothesize that, if survivin is a significant contributor to the development of hormonal therapy resistance in prostate cancer cells, targeting survivin and blocking it would enhance prostate cancer cell susceptibility to anti-androgen therapy. The basis of anti-androgen therapy involves using drugs that eliminate the presence of androgens in the cell and cellular environment, since the presence of androgens are known to enhance tumour immortality in prostate cancer cells. Zhang \"et al.\" first assessed the level of survivin expression of LNCaP (an androgen-dependent prostate cancer cell line that expresses intact androgen receptors) using quantitative Western analysis and found high expression of survivin in these cells. Cells exposed to dihydrotestosterone (DHT), an exogenous androgen, showed increased levels of survivin expression only and not other IAP family members. This result implicates that androgens in the physiological context may upregulate survivin, which contributes to the resistance of apoptosis observed in the tumour cells. Next, with the addition of Flutamide(an antiandrogen) to the cells, survivin levels were observed to significantly decrease. The LNCaP cells were transduced separately with the different constructs of the survivin gene (mutant or wild-type) and subjected to Flutamide treatment and assessed for the apoptosis level. Flutamide-treated survivin mutant-transduced cells were shown to significantly increase apoptosis by double that of Flutamide treatment alone. On the other end, overexpression of the wild-type survivin was found to significantly reduce the apoptosis levels from Flutamide treatment compared to Flutamide treatment alone. Therefore, these results support the hypothesis that asserts that survivin does play a role in contributing the anti-apoptotic nature of the LNCaP cancer cell line and that inhibiting survivin in prostate cancer cells does appear to enhance the therapeutic effect of Flutamide.",
            "score": 445.88124096393585
        },
        {
            "docid": "14800026_5",
            "document": "UXT . ART-27 is shown to be subject to both cell type and developmental regulation in humans. Its expression is associated with an abundance of differentiated prostate epithelial cells, and regulated expression in prostate cancer cells results in decreased cell proliferation. Significantly, because decreased levels of ART-27 are consistently found in prostate cancer cells, it likely plays a role in promoting epithelial differentiation via suppression of proliferative pathways. More recent studies have more definitively identified ART-27 as a corepressor of AR. The fact that the increase in gene transcription exhibited upon ART-27 depletion requires the presence of AR implies that it specifically functions as a corepressor of this receptor. Despite the lack of information regarding its mechanisms of suppression, ART-27 likely plays multiple roles that inhibit AR-mediated transcription. In the absence of androgens, ART-27 may bind the AR N terminus and thereby prevent AR-dependent activation of genes involved in cell proliferation. Other mechanisms may include recruitment of ART-27 to AREs or inhibition of histone methylation which otherwise allows for increased transcription of target genes.",
            "score": 290.05445206165314
        },
        {
            "docid": "18398577_48",
            "document": "Somatic evolution in cancer . Most prostate cancers derive from cells that are stimulated to proliferate by androgens. Most prostate cancer therapies are therefore based on removing or blocking androgens. Mutations in the androgen receptor (AR) have been observed in anti-androgen resistant prostate cancer that makes the AR hypersensitive to the low levels of androgens that remain after therapy. Likewise, extra copies of the AR gene (amplification) have been observed in anti-androgen resistant prostate cancer. These additional copies of the gene are thought to make the cell hypersensitive to low levels of androgens and so allow them to proliferate under anti-androgen therapy.",
            "score": 396.0144519805908
        },
        {
            "docid": "14178553_11",
            "document": "NKX3-1 . Using a random cDNA sequencing approach, He et al. cloned a novel prostate-specific gene that encoded a homeobox-containing protein. The gene which they symbolized NKX3-1 encoded a 234-amino acid polypeptide with greatest homology to the Drosophila NK3 gene. Northern blot analysis showed that NKX3.1 had a uniquely restricted tissue expression pattern with mRNA being abundant in the prostate, lower levels in the testis and absent from all other tissues tested. The NKX3-1 protein expression was detected a hormone-responsive, androgen receptor-positive prostate cancer cell line, but was absent from androgen receptor-negative prostate cancer cell lines as well as other cell lines of varied origins. The link between androgen stimulation and NKX3-1 was discovered through the use of an androgen-dependent carcinoma line. The researchers suggested that the \"NKX3-1\" gene plays a role in androgen-driven differentiation of prostatic tissue as well as in loss of differentiation during the progression of prostate cancer.",
            "score": 413.8585594892502
        },
        {
            "docid": "5503004_10",
            "document": "Insulin-like growth factor 1 receptor . Increased levels of the IGF-IR are expressed in the majority of primary and metastatic prostate cancer patient tumors. Evidence suggests that IGF-IR signaling is required for survival and growth when prostate cancer cells progress to androgen independence. In addition, when immortalized prostate cancer cells mimicking advanced disease are treated with the IGF-1R ligand, IGF-1, the cells become more motile. Members of the IGF receptor family and their ligands also seem to be involved in the carcinogenesis of mammary tumors of dogs. IGF1R is amplified in several cancer types based on analysis of TCGA data, and gene amplification could be one mechanism for overexpression of IGF1R in cancer.",
            "score": 373.5851671695709
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 245.37386238574982
        },
        {
            "docid": "13530930_22",
            "document": "TRPM8 . TRPM8 channels may be a target for treating prostate cancer. TRPM8 is an androgen dependent Ca channel necessary for prostate cancer cells to survive and grow. Immunfluorescence showed expression of the TRPM8 protein in the ER and plasma membrane of the androgen-responsive LNCaP cell line. TRPM8 was expressed in androgen-insensitive cells, but it was not shown to be needed for their survival. By knockout of TRPM8 with siRNAs targeting TRPM8 mRNAs, the necessity of the TRPM8 receptor was shown in the androgen-dependent cancer cells. This has useful implications in terms of gene therapy, as there are so few treatment options for men with prostate cancer. As an androgen-regulated protein whose function is lost as cancer develops in cells, the TRPM8 protein seems to be especially critical in regulating calcium levels and has recently been proposed as the focus of new drugs used to treat prostate cancer.",
            "score": 445.17128109931946
        },
        {
            "docid": "14755527_6",
            "document": "ERG (gene) . \"ERG\" can fuse with TMPRSS2 protein to form an oncogenic fusion gene that is commonly found in human prostate cancer, especially in hormone-refractory prostate cancer. This suggests that \"ERG\" overexpression may contribute to development of androgen-independence in prostate cancer through disruption of androgen receptor signaling. The fusion gene is critical to the progression of cancer because it inhibits the androgen receptor expression and it binds and inhibits androgen receptors already present in the cell. Essentially TMPRSS2-ERG fusion disrupts the ability of the cells to differentiate into proper prostate cells creating unregulated and unorganized tissue. In 90% of prostate cancers overexpressing ERG, they also possess a fusion TMPRSS2-ERG protein, suggesting that this fusion is the predominant subtype in prostate cancer.",
            "score": 420.66804027557373
        },
        {
            "docid": "5674591_16",
            "document": "Mothers against decapentaplegic homolog 3 . The activity of SMAD3 in prostate cancer is related with the regulation of angiogenic molecules expression in tumor vascularization and cell-cycle inhibitor in tumor growth. The progressive growth of primary tumors and metastases in prostate cancer depends on an adequate blood supply provided by tumor angiogenesis. Studies analyzing SMAD3 levels of expression in prostate cancer cell lines found that the two androgen-independent and androgen receptor-negative cell lines (PC-3MM2 and DU145) have high expression levels of SMAD3. Analysis of the relation between SMAD3 and the regulation of angiogenic molecules suggest that SMAD3 may be one of key components as a repressor of the critical angiogenesis switch in prostate cancer.  The pituitary tumor-transforming gene 1 (PTTG1) has also an impact in SMAD3-mediated TGFβ signaling. PTTG1 has been associated with various cancer cells including prostate cancer cells. Studies showed that the overexpression of PTTG1 induces a decrease in SMAD3 expression, promoting the proliferation of prostate cancer cells via the inhibition of SMAD3.",
            "score": 366.0797472000122
        },
        {
            "docid": "18066455_15",
            "document": "Enzalutamide . When LNCaP cells (a prostate cancer cell line) engineered to express elevated levels of AR (as found in patients with advanced prostate cancer) were treated with enzalutamide, the expression of androgen-dependent genes PSA and TMPRSS2 was down regulated in contrast to bicalutamide where the expression was upregulated. In VCaP cells which over-express the AR, enzalutamide induced apoptosis whereas bicalutamide did not. Furthermore, enzalutamide behaves as an antagonist of the W741C mutant AR in contrast to bicalutamide which behaves as a pure agonist when bound to the W741C mutant.",
            "score": 273.4401533603668
        },
        {
            "docid": "32986449_21",
            "document": "Discovery and development of antiandrogens . Antiandrogens that are currently on the market are particularly useful for the treatment of prostate cancer during the early stages. However, prostate cancer often progresses to a hormone-refractory state in which the cancer progresses in the presence of continued androgen ablation or antiandrogen therapy. This suggests that long term use of these antiandrogens during prostate cancer can lead to the development of androgen-independent prostate cancer cells or the ability of adrenal androgens to support tumor growth. This phenomenon is called antiandrogen withdrawal syndrome (AWS) and is one of the major drawbacks of existing antiandrogens. AWS is defined as tumor regression or symptomatic relief observed upon discontinuation of the antiandrogen therapy. The mechanism for this is not fully understood but current theories include alterations of the AR gene, coregulator proteins and/or signal transduction pathways. This antiandrogen resistance may also be linked to the relative weakness of current antiandrogens as they have an affinity 50 times or more lower than that of DHT for the AR. This may also explain why compensatory AR overexpression is often observed.",
            "score": 370.33344519138336
        },
        {
            "docid": "88078_89",
            "document": "Prostate cancer . Scientists have established a few prostate cancer cell lines to investigate the mechanism involved in the progression of prostate cancer. LNCaP, PC-3 (PC3), and DU-145 (DU145) are commonly used prostate cancer cell lines. The LNCaP cancer cell line was established from a human lymph node metastatic lesion of prostatic adenocarcinoma. PC-3 and DU-145 cells were established from human prostatic adenocarcinoma metastatic to bone and to brain, respectively. LNCaP cells express androgen receptor (AR), but PC-3 and DU-145 cells express very little or no AR. AR, an androgen-activated transcription factor, belongs to the steroid nuclear receptor family. Development of the prostate is dependent on androgen signaling mediated through AR, and AR is also important during the development of prostate cancer. The proliferation of LNCaP cells is androgen-dependent but the proliferation of PC-3 and DU-145 cells is androgen-insensitive. Elevation of AR expression is often observed in advanced prostate tumors in patients. Some androgen-independent LNCaP sublines have been developed from the ATCC androgen-dependent LNCaP cells after androgen deprivation for study of prostate cancer progression. These androgen-independent LNCaP cells have elevated AR expression and express prostate specific antigen upon androgen treatment. The paradox is that androgens inhibit the proliferation of these androgen-independent prostate cancer cells.",
            "score": 419.07070553302765
        },
        {
            "docid": "53990048_2",
            "document": "Proxalutamide . Proxalutamide (developmental code name GT-0918) is a nonsteroidal antiandrogen (NSAA) – specifically, a selective high-affinity silent antagonist of the androgen receptor (AR) – which is under development by Suzhou Kintor Pharmaceuticals for the treatment of prostate cancer. It inhibits AR-mediated gene transcription more potently than bicalutamide (by ~5- to 10-fold) and enzalutamide (by 2- to 5-fold) and maintains silent antagonism in castration-resistant prostate cancer (CRPC) cells. It has also been found to downregulate the AR, which could further confer it greater efficacy against CRPC compared to existing NSAAs. Unlike enzalutamide, the drug showed low central nervous system distribution and no induction of seizures in animals. As of 2017, it is in phase II clinical trials for prostate cancer. It is also in preclinical investigation for the treatment of AR-positive breast cancer.",
            "score": 350.5111780166626
        },
        {
            "docid": "14439956_22",
            "document": "Leukotriene B4 receptor 2 . 12-HHT stimulates the PC3 human prostate cancer cell line to activate several pro-growth and/or pro-survival signaling pathways including protein kinase B, phosphoinositide 3-kinase, protein kinase C, proto-oncogene tyrosine-protein kinase Src, and (by inducing the proteolytic cleavage and release of a ligand for the Epidermal growth factor receptor [EGFR] receptor from HB-EGF), EGFR. When detached from surfaces, cultured non-malignant PWR-1E and PC3 prostate cancer cells die by engaging suicidal apoptosis pathways, a reaction termed anoikis. This is accompanied by increased expression of BLT2 receptors, activation of NADPH oxidase (NOX), increases in NOX-mediated production of reactive oxygen species (ROS), and ROS-induced activation of the pro-survival transcription factor, NF-κB. Ectopic expression and stimulation of BLT2 receptors by 12(\"S\")-HETE or a synthetic BLT2 receptor agonist, CAY-10583, inhibits whereas Gene knockdown by mRNA interference or pharmacological inhibition by LY255283 enhances these cells' anoikis response to surface detachment. Unlike PC-3 cells, LNCaP and CWR22rv-1 human prostate cancer cell lines require exogenous androgen for their survival; this mimics the androgen dependency exhibited by most human prostate cancers in their early, untreated stages. Both cell lines overexpress BLT2 receptors compared to the PWR-1E non-malignant human prostate cell line. Treatment with the BLT2 receptor antagonist, Ly255283, caused both cell lines to become apoptotic; furthermore, BLT2 receptor knockdown using interference mRNA caused LNCaP but not PWR-1E cell apoptosis. The effect appears due to the loss of BLT2-induced NOX4 generation, consequential reactive oxygen species-induced NF-κB-activation, and NF-κB-stimulated expression of androgen receptors. 12-HETE also increases the survival of PC-3 cells by helping to maintain high levels of phosphorylated Rb retinoblastoma protein, an effect which reduces the ability of retinoblastoma protein to inhibit the synthesis of DNA and thereby cell division. Finally, 12-lipoxygenase is overexpressed and the mass of 12-HETE is far higher in human prostate cancer than nearby normal prostate tissue; These findings suggest that BLT4 receptors operate to promote the survival, growth, and spread of human prostate cancer It remains unclear which if any of its 12-HHT, LTB4, and/or 12-HETE ligands mediate BLT2 receptor activation in the human disease.",
            "score": 397.62981033325195
        },
        {
            "docid": "630611_2",
            "document": "Suicide gene . A suicide gene, in genetics, will cause a cell to kill itself through apoptosis. Activation of these genes can be due to many processes, but the main cellular \"switch\" to induce apoptosis is the p53 protein. Stimulation or introduction (through gene therapy) of suicide genes is a potential way of treating cancer or other proliferative diseases. Suicide genes form the basis of a strategy for making cancer cells more vulnerable, more sensitive to chemotherapy. The approach has been to attach parts of genes expressed in cancer cells to other genes for enzymes not found in mammals that can convert a harmless substance into one that is toxic to the tumor. Most suicide genes mediate this sensitivity by coding for viral or bacterial enzymes that convert an inactive drug into toxic antimetabolites that inhibit the synthesis of nucleic acid. Suicide genes must be introduced into the cells in ways that ensure their uptake and expression by as many cancer cells as possible, while limiting their expression by normal cells. Suicide gene therapy for cancer requires the vector to have the capacity to discriminate between target and non target cells, between the cancer cells and normal cells.",
            "score": 212.87769746780396
        },
        {
            "docid": "14879214_3",
            "document": "RNF14 . The protein encoded by this gene contains a RING zinc finger, a motif known to be involved in protein-protein interactions. This protein interacts with androgen receptor (AR) and may function as a coactivator that induces AR target gene expression in prostate. A dominant negative mutant of this gene has been demonstrated to inhibit the AR-mediated growth of prostate cancer. This protein also interacts with class III ubiquitin-conjugating enzymes (E2s) and may act as a ubiquitin-ligase (E3) in the ubiquitination of certain nuclear proteins. Five alternatively spliced transcript variants encoding two distinct isoforms have been reported.",
            "score": 279.4079670906067
        },
        {
            "docid": "14725828_3",
            "document": "Prohibitin . Prohibitins are evolutionarily conserved genes that are ubiquitously expressed. The human prohibitin gene, located on the BRCA1 chromosome region 17q21, was originally thought to be a negative regulator of cell proliferation and a tumor suppressor. This anti-proliferative activity was later attributed to the 3' UTR of the PHB gene, and not to the actual protein. Mutations in human PHB have been linked to sporadic breast cancer. However, over-expression of PHB has been associated with a reduction in the androgen receptor activity and a reduction in PSA gene expression resulting in a decrease of androgen-dependent growth of cancerous prostate cells. Prohibitin is expressed as two transcripts with varying lengths of 3' untranslated region. The longer transcript is present at higher levels in proliferating tissues and cells, suggesting that this longer 3' untranslated region may function as a trans-acting regulatory RNA.",
            "score": 339.1686418056488
        },
        {
            "docid": "102498_10",
            "document": "Ornithine decarboxylase . ODC is a transcriptional target of the oncogene Myc and is upregulated in a wide variety of cancers. The polyamine products of the pathway initialized by ODC are associated with increased cell growth and reduced apoptosis. Ultraviolet light, asbestos and androgens released by the prostate gland are all known to induce increased ODC activity associated with cancer. Inhibitors of ODC such as eflornithine have been shown to effectively reduce cancers in animal models, and drugs targeting ODC are being tested for potential clinical use. The mechanism by which ODC promotes carcinogenesis is complex and not entirely known. Along with their direct effect on DNA stability, polyamines also upregulate gap junction genes and downregulate tight junction genes. Gap junction genes are involved in communication between carcinogenic cells and tight junction genes act as tumor suppressors.",
            "score": 268.847052693367
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 213.42398619651794
        },
        {
            "docid": "1822243_5",
            "document": "Fusion gene . It has been known for 30 years that the corresponding gene fusion plays an important role in tumorgenesis. Fusion genes can contribute to tumor formation because fusion genes can produce much more active abnormal protein than non-fusion genes. Often, fusion genes are oncogenes that cause cancer; these include BCR-ABL, TEL-AML1 (ALL with t(12 ; 21)), AML1-ETO (M2 AML with t(8 ; 21)), and TMPRSS2-ERG with an interstitial deletion on chromosome 21, often occurring in prostate cancer.  In the case of TMPRSS2-ERG, by disrupting androgen receptor (AR) signaling and inhibiting AR expression by oncogenic ETS transcription factor, the fusion product regulates the prostate cancer.  Most fusion genes are found from hematological cancers, sarcomas, and prostate cancer. BCAM-AKT2 is a fusion gene that is specific and unique to high-grade serous ovarian cancer.",
            "score": 297.5805435180664
        },
        {
            "docid": "15215604_10",
            "document": "MAGEA11 . Increased expression of MAGE-A11 during prostate cancer progression enhances both the androgen receptor signaling pathway and cancer growth. MAGE-A11 mRNA levels increase significantly during androgen deprivation therapy to treat prostate cancer, and MAGE-A11 levels have been found to be highest in castration-recurrent prostate cancer. The drastic increase is the result of DNA hypomethylation of a CpG island in the 5’ promoter of the MAGE-A11 gene. Cyclic AMP has also been found to increase MAGE-A11 expression as well as androgen receptor activity in prostate cancer cell lines, and extensive DNA methylation of the promoter inhibits the effects of cAMP.",
            "score": 371.27547335624695
        },
        {
            "docid": "14819060_14",
            "document": "Cav1.3 . Recent evidence from immunostaining experiments shows that \"CACNA1D\" is highly expressed in prostate cancers compared with benign prostate tissues. Blocking L-type channels or knocking down gene expression of \"CACNA1D\" significantly suppressed cell-growth in prostate cancer cells. It is important to recognise that this association does not represent a causal link between high levels of α1D protein and prostate cancer. Further investigation is needed to explore the role of \"CACNA1D\" gene overexpression in prostate cancer cell growth.",
            "score": 245.8083040714264
        },
        {
            "docid": "4007073_5",
            "document": "Gene expression profiling . Expression profiling experiments often involve measuring the relative amount of mRNA expressed in two or more experimental conditions. This is because altered levels of a specific sequence of mRNA suggest a changed need for the protein coded by the mRNA, perhaps indicating a homeostatic response or a pathological condition. For example, higher levels of mRNA coding for alcohol dehydrogenase suggest that the cells or tissues under study are responding to increased levels of ethanol in their environment. Similarly, if breast cancer cells express higher levels of mRNA associated with a particular transmembrane receptor than normal cells do, it might be that this receptor plays a role in breast cancer. A drug that interferes with this receptor may prevent or treat breast cancer. In developing a drug, one may perform gene expression profiling experiments to help assess the drug's toxicity, perhaps by looking for changing levels in the expression of cytochrome P450 genes, which may be a biomarker of drug metabolism. Gene expression profiling may become an important diagnostic test.",
            "score": 302.56445944309235
        },
        {
            "docid": "13975479_15",
            "document": "RHOA . Given that its overexpression is found in many malignancies, RhoA activity has been linked within several cancer applications due to its significant involvement in cancer signaling cascades. Serum response factors (SRFs) are known to mediate androgen receptors in prostate cancer cells, including roles ranging from distinguishing benign from malignant prostate and identifying aggressive disease. RhoA mediates androgen-responsiveness of these SRF genes; as a result, interference with RhoA has been shown to prevent the androgen regulation of SRF genes. In application, RhoA expression is notably higher in malignant prostate cancer cells compared to benign prostate cells, with elevated RhoA expression being associated with elevated lethality and aggressive proliferation. On the other hand, silencing RhoA lessened androgen-regulated cell viability and handicapped prostate cancer cell migration.",
            "score": 359.7662663459778
        },
        {
            "docid": "14754894_12",
            "document": "PSMB7 . The PSMB7 protein has a variety of clinically relevant constituents. For instance, in breast cancer cells, a high expression level of the PSMB7 protein suggests a shorter survival than in cells with a lower expression level. This interesting finding indicates that the PSMB7 protein may be used as a clinical prognostic biomarker in breast cancer. The same study also suggested that the PSMB7 protein is involved in anthracycline resistance, which is an antibiotic derived from streptomyces bacteria and used as an anticancer chemotherapy for leukemias, lymphomas, breast cancer, uterine, ovarian and lung cancers. Furthermore, the PSMB7 protein may also be involved in the resistance to 5-fluoro uracil (5-FU) therapy. Targeting the PSMB7 gene, to down-regulate PSMB7 protein, may overcome resistance to 5-FU and thus a possible new approach to treat hepatocellular carcinoma with this chemotherapeutic drug. High PSMB7 expression is an unfavourable prognostic marker in breast cancer. In this, survival of resistant breast cancer cell lines decreased after doxorubicin or paclitaxel treatment when PSMB7 was knocked down by RNA interference. These results were validated in 1592 microarray samples: patients with high PSMB7 expression had a significantly shorter survival than patients with low expression. Knockdown of the PSMB7 gene may also induce autophagy in cardiomyocytes.",
            "score": 243.13655054569244
        },
        {
            "docid": "53597190_3",
            "document": "VCaP . VCaP are an adherent, epithelial cell line with high Androgen receptor and Prostate specific antigen expression. VCaP are the only prostate cancer cell model that express the Androgen receptor splice variant, AR-V7, and the TMPRSS2-ERG gene fusion.",
            "score": 359.0831685066223
        },
        {
            "docid": "14178389_7",
            "document": "MAP3K3 . MEKK3 is highly expressed in 4 ovarian cancer cell lines (OVCA429, Hey, DOV13, and SKOv3). This expression level is significantly higher in those cancer cells when compared to normal cells. MEKK3 expression levels are comparable to IKK kinase activities, which also relate to activation of NFκB. High expression of MEKK3 in most of these ovarian cancer cells supposedly activate IKK kinase activity, which lead to increased levels of active NFκB. Also, MEKK3 interacts with AKT to activate NFκB. Genes related to cell survival and anti-apoptosis have increased expression in most cancer cells with high levels of MEKK3. This is probably due to constitutive activation of NFκB, which will regulate those genes. In this sense, knockdown of MEKK3 caused ovarian cancer cells to be more sensitive to drugs.",
            "score": 193.7916865348816
        },
        {
            "docid": "45223115_18",
            "document": "Embryonal fyn-associated substrate . At the level of EFS mRNA expression, the local and systemic recurrence of prostate cancer is associated with CpG site hypermethylation of number of genes, including FLNC and EFS (p ≤ .03), both genes involved in cell attachment, and is predicted to result in reduction of gene expression. EFS expression was strongly downregulated in hormonal therapy resistant PC346DCC, PC346Flu1 and PC346Flu2 prostate cancer cells compared to therapy responsive PC346C cells. Another study found that decreased EFS mRNA expression levels are observed in higher Gleason score prostate cancer samples. Low EFS expression also correlated with malignant behavior of the PC-3 and LNCaP prostate cancer cells.",
            "score": 211.4894826412201
        },
        {
            "docid": "10843628_12",
            "document": "Glutamate carboxypeptidase II . Human PSMA is highly expressed in the prostate, roughly a hundred times greater than in most other tissues. In some prostate cancers, PSMA is the second-most upregulated gene product, with an 8- to 12-fold increase over levels in noncancerous prostate cells. Because of this high expression, PSMA is being developed as potential biomarker for therapy and imaging of some cancers. In human prostate cancer, the higher expressing tumors are associated with quicker time to progression and a greater percentage of patients suffering relapse. \"In vitro\" studies using prostate and breast cancer cell lines with decreased PSMA levels showed a significant decrease in the proliferation, migration, invasion, adhesion and survival of the cells.",
            "score": 226.67513346672058
        },
        {
            "docid": "240850_17",
            "document": "Gene silencing . Receptors involved in mitogenic pathways that lead to the increased production of cancer cells there have also been targeted by siRNA molecules. The chemokine receptor chemokine receptor 4 (CXCR4), associated with the proliferation of breast cancer, was cleaved by siRNA molecules that reduced the number of divisions commonly observed by the cancer cells. Researchers have also used siRNAs to selectively regulate the expression of cancer-related genes. Antiapoptotic proteins, such as clusterin and survivin, are often expressed in cancer cells. Clusterin and survivin-targeting siRNAs were used to reduce the number of antiapoptotic proteins and, thus, increase the sensitivity of the cancer cells to chemotherapy treatments. \"In vivo\" studies are also being increasingly utilized to study the potential use of siRNA molecules in cancer therapeutics. For instance, mice implanted with colon adenocarcinoma cells were found to survive longer when the cells were pretreated with siRNAs that targeted B-catenin in the cancer cells.",
            "score": 249.72191405296326
        },
        {
            "docid": "32986449_22",
            "document": "Discovery and development of antiandrogens . AR gene mutations in the LBD that alter ligand specificity and/or functional activity exist and are thought to contribute to the conversion of some AR antagonists into agonists, which explains the paradoxical temporary improvement sometimes observed in patients when antiandrogen therapy is stopped. These mutations can have great effect on the antagonist activities of current small molecule antiandrogens and make them less efficient in blocking AR function via indirect modulation from inside of the LBP. Recent studies with circulating tumor cells, suggest that the mutation frequency is higher than previously assumed based on tumor biopsies. The T877A, W741L and W741C mutations are examples of known AR LBD mutations. The LNCaP prostate cancer cell line expresses AR with a T877A point mutation that causes proliferation in the presence of the antiandrogens hydroxyflutamide and cyproterone acetate. This mutation has also been discovered in patients with antiandrogen withdrawal syndrome being treated with these compounds. In another study, bicalutamide treatment of LNCaP cells resulted in two LBD mutations, W741L and W741C, causing bicalutamide to acquire agonist activity to both mutant ARs. The W741L mutation generates additional space such that the sulfonyl-linked phenyl ring of bicalutamide is accommodated at the location of the missing indole ring of W741. In non-mutant AR, the presence of the W741 side chain probably forces bicalutamide to protrude out thus precluding the active position of H12 on the AR receptor. However, hydroxyflutamide worked as an antagonist for W741 mutant ARs. This concurs with the theory that flutamide and nilutamide antagonize AR through the mechanism of “passive antagonism”, as they are of a more modest size then bicalutamide. These drugs may therefore be effective as a second-line therapy for refractory prostate cancer previously treated with bicalutamide.",
            "score": 287.5106464624405
        },
        {
            "docid": "14770088_35",
            "document": "DLC1 . In hepatocellular carcinomas, the \"dlc1\" gene is not always deleted, and can be detected in the tumor cells using PCR, indicating that gene silencing through epigenetic mechanisms must also play an important role in downregulating DLC1 expression. They also demonstrated that the CpG island in the promoter region of the \"dlc1\" gene is hypermethylated due to the action of DNA methyltransferase enzymes in hepatocellular carcinoma tumors, thus preventing the cells’ RNA polymerase and other transcriptional machinery from binding to the promoter an initiating transcription. This result was also verified in gastric cancer cells, prostate cancer cells, and other cancer cell lines with reduced DLC1 expression.",
            "score": 186.56605887413025
        }
    ],
    "r": [
        {
            "docid": "8310787_54",
            "document": "Survivin . Zhang \"et al.\" hypothesize that, if survivin is a significant contributor to the development of hormonal therapy resistance in prostate cancer cells, targeting survivin and blocking it would enhance prostate cancer cell susceptibility to anti-androgen therapy. The basis of anti-androgen therapy involves using drugs that eliminate the presence of androgens in the cell and cellular environment, since the presence of androgens are known to enhance tumour immortality in prostate cancer cells. Zhang \"et al.\" first assessed the level of survivin expression of LNCaP (an androgen-dependent prostate cancer cell line that expresses intact androgen receptors) using quantitative Western analysis and found high expression of survivin in these cells. Cells exposed to dihydrotestosterone (DHT), an exogenous androgen, showed increased levels of survivin expression only and not other IAP family members. This result implicates that androgens in the physiological context may upregulate survivin, which contributes to the resistance of apoptosis observed in the tumour cells. Next, with the addition of Flutamide(an antiandrogen) to the cells, survivin levels were observed to significantly decrease. The LNCaP cells were transduced separately with the different constructs of the survivin gene (mutant or wild-type) and subjected to Flutamide treatment and assessed for the apoptosis level. Flutamide-treated survivin mutant-transduced cells were shown to significantly increase apoptosis by double that of Flutamide treatment alone. On the other end, overexpression of the wild-type survivin was found to significantly reduce the apoptosis levels from Flutamide treatment compared to Flutamide treatment alone. Therefore, these results support the hypothesis that asserts that survivin does play a role in contributing the anti-apoptotic nature of the LNCaP cancer cell line and that inhibiting survivin in prostate cancer cells does appear to enhance the therapeutic effect of Flutamide.",
            "score": 445.8812255859375
        },
        {
            "docid": "13530930_22",
            "document": "TRPM8 . TRPM8 channels may be a target for treating prostate cancer. TRPM8 is an androgen dependent Ca channel necessary for prostate cancer cells to survive and grow. Immunfluorescence showed expression of the TRPM8 protein in the ER and plasma membrane of the androgen-responsive LNCaP cell line. TRPM8 was expressed in androgen-insensitive cells, but it was not shown to be needed for their survival. By knockout of TRPM8 with siRNAs targeting TRPM8 mRNAs, the necessity of the TRPM8 receptor was shown in the androgen-dependent cancer cells. This has useful implications in terms of gene therapy, as there are so few treatment options for men with prostate cancer. As an androgen-regulated protein whose function is lost as cancer develops in cells, the TRPM8 protein seems to be especially critical in regulating calcium levels and has recently been proposed as the focus of new drugs used to treat prostate cancer.",
            "score": 445.1712951660156
        },
        {
            "docid": "14755527_6",
            "document": "ERG (gene) . \"ERG\" can fuse with TMPRSS2 protein to form an oncogenic fusion gene that is commonly found in human prostate cancer, especially in hormone-refractory prostate cancer. This suggests that \"ERG\" overexpression may contribute to development of androgen-independence in prostate cancer through disruption of androgen receptor signaling. The fusion gene is critical to the progression of cancer because it inhibits the androgen receptor expression and it binds and inhibits androgen receptors already present in the cell. Essentially TMPRSS2-ERG fusion disrupts the ability of the cells to differentiate into proper prostate cells creating unregulated and unorganized tissue. In 90% of prostate cancers overexpressing ERG, they also possess a fusion TMPRSS2-ERG protein, suggesting that this fusion is the predominant subtype in prostate cancer.",
            "score": 420.66802978515625
        },
        {
            "docid": "88078_89",
            "document": "Prostate cancer . Scientists have established a few prostate cancer cell lines to investigate the mechanism involved in the progression of prostate cancer. LNCaP, PC-3 (PC3), and DU-145 (DU145) are commonly used prostate cancer cell lines. The LNCaP cancer cell line was established from a human lymph node metastatic lesion of prostatic adenocarcinoma. PC-3 and DU-145 cells were established from human prostatic adenocarcinoma metastatic to bone and to brain, respectively. LNCaP cells express androgen receptor (AR), but PC-3 and DU-145 cells express very little or no AR. AR, an androgen-activated transcription factor, belongs to the steroid nuclear receptor family. Development of the prostate is dependent on androgen signaling mediated through AR, and AR is also important during the development of prostate cancer. The proliferation of LNCaP cells is androgen-dependent but the proliferation of PC-3 and DU-145 cells is androgen-insensitive. Elevation of AR expression is often observed in advanced prostate tumors in patients. Some androgen-independent LNCaP sublines have been developed from the ATCC androgen-dependent LNCaP cells after androgen deprivation for study of prostate cancer progression. These androgen-independent LNCaP cells have elevated AR expression and express prostate specific antigen upon androgen treatment. The paradox is that androgens inhibit the proliferation of these androgen-independent prostate cancer cells.",
            "score": 419.0707092285156
        },
        {
            "docid": "14178553_11",
            "document": "NKX3-1 . Using a random cDNA sequencing approach, He et al. cloned a novel prostate-specific gene that encoded a homeobox-containing protein. The gene which they symbolized NKX3-1 encoded a 234-amino acid polypeptide with greatest homology to the Drosophila NK3 gene. Northern blot analysis showed that NKX3.1 had a uniquely restricted tissue expression pattern with mRNA being abundant in the prostate, lower levels in the testis and absent from all other tissues tested. The NKX3-1 protein expression was detected a hormone-responsive, androgen receptor-positive prostate cancer cell line, but was absent from androgen receptor-negative prostate cancer cell lines as well as other cell lines of varied origins. The link between androgen stimulation and NKX3-1 was discovered through the use of an androgen-dependent carcinoma line. The researchers suggested that the \"NKX3-1\" gene plays a role in androgen-driven differentiation of prostatic tissue as well as in loss of differentiation during the progression of prostate cancer.",
            "score": 413.8585510253906
        },
        {
            "docid": "14439956_22",
            "document": "Leukotriene B4 receptor 2 . 12-HHT stimulates the PC3 human prostate cancer cell line to activate several pro-growth and/or pro-survival signaling pathways including protein kinase B, phosphoinositide 3-kinase, protein kinase C, proto-oncogene tyrosine-protein kinase Src, and (by inducing the proteolytic cleavage and release of a ligand for the Epidermal growth factor receptor [EGFR] receptor from HB-EGF), EGFR. When detached from surfaces, cultured non-malignant PWR-1E and PC3 prostate cancer cells die by engaging suicidal apoptosis pathways, a reaction termed anoikis. This is accompanied by increased expression of BLT2 receptors, activation of NADPH oxidase (NOX), increases in NOX-mediated production of reactive oxygen species (ROS), and ROS-induced activation of the pro-survival transcription factor, NF-κB. Ectopic expression and stimulation of BLT2 receptors by 12(\"S\")-HETE or a synthetic BLT2 receptor agonist, CAY-10583, inhibits whereas Gene knockdown by mRNA interference or pharmacological inhibition by LY255283 enhances these cells' anoikis response to surface detachment. Unlike PC-3 cells, LNCaP and CWR22rv-1 human prostate cancer cell lines require exogenous androgen for their survival; this mimics the androgen dependency exhibited by most human prostate cancers in their early, untreated stages. Both cell lines overexpress BLT2 receptors compared to the PWR-1E non-malignant human prostate cell line. Treatment with the BLT2 receptor antagonist, Ly255283, caused both cell lines to become apoptotic; furthermore, BLT2 receptor knockdown using interference mRNA caused LNCaP but not PWR-1E cell apoptosis. The effect appears due to the loss of BLT2-induced NOX4 generation, consequential reactive oxygen species-induced NF-κB-activation, and NF-κB-stimulated expression of androgen receptors. 12-HETE also increases the survival of PC-3 cells by helping to maintain high levels of phosphorylated Rb retinoblastoma protein, an effect which reduces the ability of retinoblastoma protein to inhibit the synthesis of DNA and thereby cell division. Finally, 12-lipoxygenase is overexpressed and the mass of 12-HETE is far higher in human prostate cancer than nearby normal prostate tissue; These findings suggest that BLT4 receptors operate to promote the survival, growth, and spread of human prostate cancer It remains unclear which if any of its 12-HHT, LTB4, and/or 12-HETE ligands mediate BLT2 receptor activation in the human disease.",
            "score": 397.62982177734375
        },
        {
            "docid": "2246657_17",
            "document": "Androgen receptor . AR-V7 is an androgen receptor splice variant that can be detected in circulating tumor cells of metastatic prostate cancer patients. and is predictive of resistance to some drugs.",
            "score": 397.1573181152344
        },
        {
            "docid": "18398577_48",
            "document": "Somatic evolution in cancer . Most prostate cancers derive from cells that are stimulated to proliferate by androgens. Most prostate cancer therapies are therefore based on removing or blocking androgens. Mutations in the androgen receptor (AR) have been observed in anti-androgen resistant prostate cancer that makes the AR hypersensitive to the low levels of androgens that remain after therapy. Likewise, extra copies of the AR gene (amplification) have been observed in anti-androgen resistant prostate cancer. These additional copies of the gene are thought to make the cell hypersensitive to low levels of androgens and so allow them to proliferate under anti-androgen therapy.",
            "score": 396.0144348144531
        },
        {
            "docid": "55839585_4",
            "document": "Medical uses of bicalutamide . In the early 1940s, it was discovered that growth of prostate cancer in men regressed with surgical castration or high-dose estrogen therapy, which produced very low levels of circulating testosterone, and accelerated with the administration of exogenous testosterone. It has since been elucidated that androgens like testosterone and dihydrotestosterone (DHT) function as trophic factors for the prostate gland, stimulating cell division and proliferation and producing tissue growth and glandular enlargement, which, in the context of prostate cancer, results in stimulation of tumors and a considerable acceleration of disease progression. As a result of these discoveries, androgen deprivation therapy (ADT), via a variety of modalities including surgical castration, high-dose estrogens, , analogues, , and androgen biosynthesis inhibitors (e.g., abiraterone acetate), has become the mainstay of treatment for prostate cancer. Although can shrink or stabilize prostate tumors and hence significantly slow the course of prostate cancer and prolong life, it is, unfortunately, not generally curative. While effective in slowing the progression of the disease initially, most advanced prostate cancer patients eventually become resistant to and prostate cancer growth starts to accelerate again, in part due to progressive mutations in the androgen receptor (AR) that result in the transformation of drugs like bicalutamide from antagonists to agonists.",
            "score": 391.0884704589844
        },
        {
            "docid": "2246657_8",
            "document": "Androgen receptor . The primary mechanism of action for androgen receptors is direct regulation of gene transcription. The binding of an androgen to the androgen receptor results in a conformational change in the receptor that, in turn, causes dissociation of heat shock proteins, transport from the cytosol into the cell nucleus, and dimerization. The androgen receptor dimer binds to a specific sequence of DNA known as a hormone response element. Androgen receptors interact with other proteins in the nucleus, resulting in up- or down-regulation of specific gene transcription. Up-regulation or activation of transcription results in increased synthesis of messenger RNA, which, in turn, is translated by ribosomes to produce specific proteins. One of the known target genes of androgen receptor activation is the insulin-like growth factor I receptor (IGF-1R). Thus, changes in levels of specific proteins in cells is one way that androgen receptors control cell behavior.",
            "score": 375.3029479980469
        },
        {
            "docid": "5503004_10",
            "document": "Insulin-like growth factor 1 receptor . Increased levels of the IGF-IR are expressed in the majority of primary and metastatic prostate cancer patient tumors. Evidence suggests that IGF-IR signaling is required for survival and growth when prostate cancer cells progress to androgen independence. In addition, when immortalized prostate cancer cells mimicking advanced disease are treated with the IGF-1R ligand, IGF-1, the cells become more motile. Members of the IGF receptor family and their ligands also seem to be involved in the carcinogenesis of mammary tumors of dogs. IGF1R is amplified in several cancer types based on analysis of TCGA data, and gene amplification could be one mechanism for overexpression of IGF1R in cancer.",
            "score": 373.5851745605469
        },
        {
            "docid": "15215604_10",
            "document": "MAGEA11 . Increased expression of MAGE-A11 during prostate cancer progression enhances both the androgen receptor signaling pathway and cancer growth. MAGE-A11 mRNA levels increase significantly during androgen deprivation therapy to treat prostate cancer, and MAGE-A11 levels have been found to be highest in castration-recurrent prostate cancer. The drastic increase is the result of DNA hypomethylation of a CpG island in the 5’ promoter of the MAGE-A11 gene. Cyclic AMP has also been found to increase MAGE-A11 expression as well as androgen receptor activity in prostate cancer cell lines, and extensive DNA methylation of the promoter inhibits the effects of cAMP.",
            "score": 371.2754821777344
        },
        {
            "docid": "32986449_21",
            "document": "Discovery and development of antiandrogens . Antiandrogens that are currently on the market are particularly useful for the treatment of prostate cancer during the early stages. However, prostate cancer often progresses to a hormone-refractory state in which the cancer progresses in the presence of continued androgen ablation or antiandrogen therapy. This suggests that long term use of these antiandrogens during prostate cancer can lead to the development of androgen-independent prostate cancer cells or the ability of adrenal androgens to support tumor growth. This phenomenon is called antiandrogen withdrawal syndrome (AWS) and is one of the major drawbacks of existing antiandrogens. AWS is defined as tumor regression or symptomatic relief observed upon discontinuation of the antiandrogen therapy. The mechanism for this is not fully understood but current theories include alterations of the AR gene, coregulator proteins and/or signal transduction pathways. This antiandrogen resistance may also be linked to the relative weakness of current antiandrogens as they have an affinity 50 times or more lower than that of DHT for the AR. This may also explain why compensatory AR overexpression is often observed.",
            "score": 370.33343505859375
        },
        {
            "docid": "31068474_2",
            "document": "Androgen deprivation therapy . Androgen deprivation therapy (ADT), also called androgen suppression therapy, is an antihormone therapy whose main use is in treating prostate cancer. Prostate cancer cells usually require androgen hormones, such as testosterone, to grow. ADT reduces the levels of androgen hormones, with drugs or surgery, to prevent the prostate cancer cells from growing. The pharmaceutical approaches include antiandrogens and chemical castration.",
            "score": 367.12261962890625
        },
        {
            "docid": "5674591_16",
            "document": "Mothers against decapentaplegic homolog 3 . The activity of SMAD3 in prostate cancer is related with the regulation of angiogenic molecules expression in tumor vascularization and cell-cycle inhibitor in tumor growth. The progressive growth of primary tumors and metastases in prostate cancer depends on an adequate blood supply provided by tumor angiogenesis. Studies analyzing SMAD3 levels of expression in prostate cancer cell lines found that the two androgen-independent and androgen receptor-negative cell lines (PC-3MM2 and DU145) have high expression levels of SMAD3. Analysis of the relation between SMAD3 and the regulation of angiogenic molecules suggest that SMAD3 may be one of key components as a repressor of the critical angiogenesis switch in prostate cancer.  The pituitary tumor-transforming gene 1 (PTTG1) has also an impact in SMAD3-mediated TGFβ signaling. PTTG1 has been associated with various cancer cells including prostate cancer cells. Studies showed that the overexpression of PTTG1 induces a decrease in SMAD3 expression, promoting the proliferation of prostate cancer cells via the inhibition of SMAD3.",
            "score": 366.0797424316406
        },
        {
            "docid": "18066455_2",
            "document": "Enzalutamide . Enzalutamide, sold under the brand name Xtandi, is a nonsteroidal antiandrogen (NSAA) medication which is used in the treatment of prostate cancer. It is specifically indicated for use in conjunction with castration in the treatment of metastatic castration-resistant prostate cancer (mCRPC). It is taken by mouth. Side effects of enzalutamide when added to castration include asthenia, back pain, diarrhea, arthralgia, and hot flashes. Rarely, it can cause seizures. It has a high potential for drug interactions. Enzalutamide is an antiandrogen, and acts as an antagonist of the androgen receptor, the biological target of androgens like testosterone and dihydrotestosterone. In doing so, it prevents the effects of these hormones in the prostate gland and elsewhere in the body. Enzalutamide was first described in 2006, and was introduced for the treatment of prostate cancer in 2012. It was the first second-generation NSAA to be introduced. The medication is available widely throughout the world.",
            "score": 362.7071838378906
        },
        {
            "docid": "38508096_3",
            "document": "EPI-001 . EPI-001 is an antagonist of the androgen receptor (AR) that acts by binding covalently to the N-terminal domain (NTD) of the AR and blocking protein-protein interactions required for transcriptional activity of the AR and its splice variants (IC for inhibition of AR NTD transactivation ≈ 6 µM). This is different from all currently-used antiandrogens, which, conversely, bind to the C-terminal ligand-binding domain (LBD) of the AR and competitively block binding and activation of the receptor by androgens. Due to its unique mechanism of action, EPI-001 may prove to be effective in the treatment of advanced prostate cancer resistant to conventional antiandrogens such as enzalutamide.",
            "score": 362.4247741699219
        },
        {
            "docid": "88078_23",
            "document": "Prostate cancer . The androgen receptor helps prostate cancer cells to survive and is a target for many anti cancer research studies; so far, inhibiting the androgen receptor has only proven to be effective in mouse studies. Prostate specific membrane antigen (PSMA) stimulates the development of prostate cancer by increasing folate levels for the cancer cells to use to survive and grow; PSMA increases available folates for use by hydrolyzing glutamated folates.",
            "score": 360.3826904296875
        },
        {
            "docid": "14799800_3",
            "document": "TMPRSS2 . This gene encodes a protein that belongs to the serine protease family. The encoded protein contains a type II transmembrane domain, a receptor class A domain, a scavenger receptor cysteine-rich domain and a protease domain. Serine proteases are known to be involved in many physiological and pathological processes. This gene was demonstrated to be up-regulated by androgenic hormones in prostate cancer cells and down-regulated in androgen-independent prostate cancer tissue. The protease domain of this protein is thought to be cleaved and secreted into cell media after autocleavage. The biological function of this gene is unknown.",
            "score": 360.11236572265625
        },
        {
            "docid": "13975479_15",
            "document": "RHOA . Given that its overexpression is found in many malignancies, RhoA activity has been linked within several cancer applications due to its significant involvement in cancer signaling cascades. Serum response factors (SRFs) are known to mediate androgen receptors in prostate cancer cells, including roles ranging from distinguishing benign from malignant prostate and identifying aggressive disease. RhoA mediates androgen-responsiveness of these SRF genes; as a result, interference with RhoA has been shown to prevent the androgen regulation of SRF genes. In application, RhoA expression is notably higher in malignant prostate cancer cells compared to benign prostate cells, with elevated RhoA expression being associated with elevated lethality and aggressive proliferation. On the other hand, silencing RhoA lessened androgen-regulated cell viability and handicapped prostate cancer cell migration.",
            "score": 359.7662658691406
        },
        {
            "docid": "53597190_3",
            "document": "VCaP . VCaP are an adherent, epithelial cell line with high Androgen receptor and Prostate specific antigen expression. VCaP are the only prostate cancer cell model that express the Androgen receptor splice variant, AR-V7, and the TMPRSS2-ERG gene fusion.",
            "score": 359.0831604003906
        },
        {
            "docid": "11613711_11",
            "document": "Hormonal therapy (oncology) . Antiandrogens are a class of drug which bind and inhibit the androgen receptor, blocking the growth- and survival-promoting effects of testosterone on certain prostate cancers. Flutamide and bicalutamide are antiandrogens which are frequently used in the treatment of prostate cancer, either as long-term monotherapy, or in the initial few weeks of GnRH analog therapy. (See also Androgen deprivation therapy)",
            "score": 358.1156311035156
        },
        {
            "docid": "14673089_17",
            "document": "Transgender hormone therapy (male-to-female) . Nonsteroidal antiandrogens (NSAAs) used in HRT for transgender women include flutamide, nilutamide, and bicalutamide, all three of which are primarily used in the treatment of prostate cancer in cisgender men. Unlike steroidal antiandrogens such as spironolactone and cyproterone acetate, these drugs are pure androgen receptor antagonists. They do not lower androgen levels; rather, they act solely by preventing the binding of androgens to the androgen receptor. However, they do so very strongly, and are highly effective antiandrogens. Bicalutamide has improved tolerability and safety profiles relative to cyproterone acetate, as well as to flutamide and nilutamide, and has largely replaced the latter two in clinical practice for this reason. Enzalutamide is a more recently introduced NSAA with even greater potency and efficacy as an antiandrogen than bicalutamide, but it is still under patent protection and in relation to this is currently (and for the foreseeable future) extremely expensive. Moreover, enzalutamide has been found to act as a negative allosteric modulator of the GABA receptor and has been associated with central side effects such as anxiety, insomnia, and, most notably, seizures (in ≈1% of patients), properties that it does not share with bicalutamide.",
            "score": 356.306884765625
        },
        {
            "docid": "32986449_5",
            "document": "Discovery and development of antiandrogens . It became evident that androgen ablation alone was insuffient to cure patients with advanced prostate cancer. In the late 1960s, the androgen receptor (AR) was discovered and characterized. Screening of chemical libraries for AR blockers led to the discovery of the first antiandrogen, cyproterone. An acetate group was then added to cyproterone and created cyproterone acetate. In the 1970s, the antiandrogen flutamide was discovered.  In 1989 the United States Food and Drug Administration (FDA) approved it for use the treatment of prostate cancer.  In 1995, bicalutamide was approved, and nilutamide followed a year later.",
            "score": 355.66326904296875
        },
        {
            "docid": "57708117_2",
            "document": "BMS-641988 . BMS-641988 is a nonsteroidal antiandrogen which was developed by Bristol-Myers Squibb for the treatment of prostate cancer but was never marketed. It acts as a potent competitive antagonist of the androgen receptor (AR) (K = 10 nM; = 56 nM). The drug was found to have 20-fold higher affinity for the AR than bicalutamide in MDA-MB-453 cells, and showed 3- to 7-fold the antiandrogenic activity of bicalutamide \"in vitro\". It may have some weak partial agonist activity at the androgen receptor. BMS-641988 is transformed by CYP3A4 into BMS-570511, and this metabolite is then reduced to BMS-501949 by cytosolic reductases. All three compounds show similar antiandrogenic activity. In addition to its antiandrogenic activity, BMS-641988 shows activity as a negative allosteric modulator of the GABA receptor, and can produce seizures in animals at sufficiently high doses. It also shows some drug-induced QT prolongation. BMS-641988 reached phase I clinical trials prior to the discontinuation of its development. The clinical development of BMS-641988 was terminated due to the occurrence of a seizure in a patient during a phase I study.",
            "score": 354.856201171875
        },
        {
            "docid": "88078_7",
            "document": "Prostate cancer . No single gene is responsible for prostate cancer; many different genes have been implicated. Mutations in \"BRCA1\" and \"BRCA2\", important risk factors for ovarian cancer and breast cancer in women, have also been implicated in prostate cancer. Other linked genes include the Hereditary Prostate cancer gene 1 (HPC1), the androgen receptor, and the vitamin D receptor. TMPRSS2-ETS gene family fusion, specifically TMPRSS2-ERG or TMPRSS2-ETV1/4 promotes cancer cell growth.",
            "score": 354.270751953125
        },
        {
            "docid": "179978_7",
            "document": "Antiandrogen . Androgens like testosterone and particularly DHT are importantly involved in the development and progression of prostate cancer. They act as growth factors in the prostate gland, stimulating cell division and tissue growth. In accordance, therapeutic modalities that reduce androgen signaling in the prostate gland, referred to collectively as androgen deprivation therapy, are able to significantly slow the course of prostate cancer and extend life in men with the disease. Although antiandrogens are effective in slowing the progression of prostate cancer, they are not generally curative, and with time, the disease adapts and androgen deprivation therapy eventually becomes ineffective. When this occurs, other treatment approaches, such as chemotherapy, may be considered.",
            "score": 351.98797607421875
        },
        {
            "docid": "53990048_2",
            "document": "Proxalutamide . Proxalutamide (developmental code name GT-0918) is a nonsteroidal antiandrogen (NSAA) – specifically, a selective high-affinity silent antagonist of the androgen receptor (AR) – which is under development by Suzhou Kintor Pharmaceuticals for the treatment of prostate cancer. It inhibits AR-mediated gene transcription more potently than bicalutamide (by ~5- to 10-fold) and enzalutamide (by 2- to 5-fold) and maintains silent antagonism in castration-resistant prostate cancer (CRPC) cells. It has also been found to downregulate the AR, which could further confer it greater efficacy against CRPC compared to existing NSAAs. Unlike enzalutamide, the drug showed low central nervous system distribution and no induction of seizures in animals. As of 2017, it is in phase II clinical trials for prostate cancer. It is also in preclinical investigation for the treatment of AR-positive breast cancer.",
            "score": 350.51116943359375
        },
        {
            "docid": "47734223_2",
            "document": "Apalutamide . Apalutamide, sold under the brand name Erleada, is a nonsteroidal antiandrogen (NSAA) medication which is used in the treatment of prostate cancer. It is specifically indicated for use in conjunction with castration in the treatment of non-metastatic castration-resistant prostate cancer (NM-CRPC). It is taken by mouth. Side effects of apalutamide when added to castration include fatigue, nausea, abdominal pain, diarrhea, high blood pressure, rash, falls, bone fractures, and an underactive thyroid. Rarely, it can cause seizures. The medication has a high potential for drug interactions. Apalutamide is an antiandrogen, and acts as an antagonist of the androgen receptor, the biological target of androgens like testosterone and dihydrotestosterone. In doing so, it prevents the effects of these hormones in the prostate gland and elsewhere in the body. Apalutamide was first described in 2007, and was approved for the treatment of prostate cancer in February 2018. It was the first medication to be approved specifically for the treatment of NM-CRPC.",
            "score": 348.13238525390625
        },
        {
            "docid": "56104584_2",
            "document": "Selective androgen receptor degrader . A selective androgen receptor degrader or downregulator (SARD) is a type of drug which interacts with the androgen receptor (AR) such that it causes the AR to be degraded and thus downregulated. They are under investigation for the treatment of prostate cancer and other androgen-dependent conditions.",
            "score": 347.0604248046875
        },
        {
            "docid": "24796896_19",
            "document": "12-Hydroxyeicosatetraenoic acid . 12-HETE (stereoisomer not defined) is the dominant arachidonic acid metabolite in cultured PC3 human prostate cancer cells and its levels in human prostate cancer tissue exceed by >9-fold its levels in normal human prostate tissue. Furthermore, 12(\"S\")-HETE a) increases the expression of Alpha-v beta-5 cell surface adhesion molecule and associated with this the survival of cultured PC3 cells; b) promotes the phosphorylation of retinoblastoma protein to inhibit its tumor suppressor function while promoting the proliferation of cultured PC3 cells; c) stimulates PC3 cells to activate the Mitogen-activated protein kinase kinase/extracellular signal-regulated kinases-1/2 pathway and the NFκB pathways that lead to cell proliferation; d) reverses the apoptosis-inducing (i.e. cell-killing) effect of pharmacologically inhibiting 12-LO in cultured DU145 human prostate cancer cells; e) promotes the induction of cyclooxygenase-1 and thereby the synthesis of this enzyme's growth-promoting arachidonic acid metabolite, PGE2, in cultured PC3 and LNCaP human prostate cancer cells; and f) induces cultured PC3 cells to express Vascular endothelial growth factor (VEGF), a protein that stimulates the formation of the microvasclature which assists in the metastasis of cancer. These results suggest that the 12(\"S\")-HETE made by prostate cancer tissues serves to promote the growth and spread of this cancer. Since it mediates the action of 12(\"S\")-HETE in stimulating cultured PC3 cells to activate the Mitogen-activated protein kinase kinase/Extracellular signal-regulated kinases-1/2 pathway and NFκB pathways, the GPR31 receptor may contribute to the pro-malignant activity of 12(\"S\")-HETE. However, LNCaP and PC3 cells also express BLT2 receptors; in LNCaP cells, BLT2 receptors are positively linked (i.e. stimulate the expression of) to the growth- and metastasis-promoting androgen receptor; in PC3 cells, BLT2 receptors stimulate the NF-κB pathway to inhibit the apoptosis caused by cell detachment from surfaces (i.e. Anoikis; and, in BLT2-overexpressing PWR-1E non-malignant prostate cells, 12(\"S\")-HETE diminish anoikis-induced apoptosis. ith occurs. Thus, the role of 12(\"S\")-HETE in human prostate cancer, if any, may involve its activation of one or both of the GPR31 and BLT2 receptors.",
            "score": 345.57818603515625
        },
        {
            "docid": "14427523_8",
            "document": "GPR31 . The GPR31 receptor appears to mediate the responses of PC-3 prostate cancer cells to 12(\"S\")-HETE in stimulating the MEK-ERK1/2 and NFκB pathways and therefore may contribute to the growth-promoting and metastasis-promoting actions that 12(\"S\")-HETE is proposed to have in human prostate cancer. However, LNCaP and PC3 human prostate cancer cells also express BLT2 receptors; in LNCaP cells, BLT2 receptors stimulate the expression of the growth- and metastasis-promoting androgen receptor; in PC3 cells, BLT2 receptors stimulate the NF-κB pathway to inhibit the apoptosis induced by cell detachment from surfaces (i.e. Anoikis; and, in BLT2-overexpressing PWR-1E non-malignant prostate cells, 12(\"S\")-HETE diminished anoikis-associated apoptotic cell death. Thus, the roles of 12(\"S\")-HETE in human prostate cancer, if any, may involve its activation of either or both GPR31 and BLT2 receptors.",
            "score": 344.8475036621094
        }
    ]
}