{
    "q": [
        {
            "docid": "19572217_74",
            "document": "Influenza . Flu symptoms in birds are variable and can be unspecific. The symptoms following infection with low-pathogenicity avian influenza may be as mild as ruffled feathers, a small reduction in egg production, or weight loss combined with minor respiratory disease. Since these mild symptoms can make diagnosis in the field difficult, tracking the spread of avian influenza requires laboratory testing of samples from infected birds. Some strains such as Asian H9N2 are highly virulent to poultry and may cause more extreme symptoms and significant mortality. In its most highly pathogenic form, influenza in chickens and turkeys produces a sudden appearance of severe symptoms and almost 100% mortality within two days. As the virus spreads rapidly in the crowded conditions seen in the intensive farming of chickens and turkeys, these outbreaks can cause large economic losses to poultry farmers.",
            "score": 173.4863224029541
        },
        {
            "docid": "442916_50",
            "document": "Avian influenza . The risk of mass culling of birds and the resulting economic impact led farmers who were reluctant to report sick poultry. The culls often preempted actual lab testing for H5N1 as avian flu policy justified sacrificing poultry as a safeguard against HPAI spread. In response to these policies, farmers in Vietnam between 2003 and 2004 became more and more unwilling to surrender apparently healthy birds to authorities and stole poultry destined for culls as it stripped poultry of their biosocial and economic worth. By the end of 2005, the government implemented a new policy that targeted high-risk flock in the immediate vicinity of infected farms and instituted voluntary culling with compensation in the case of a local outbreak.",
            "score": 145.54537856578827
        },
        {
            "docid": "2933531_11",
            "document": "Singaporean measures against avian influenza . The Ministry also advised extra precaution for travellers to areas affected by the avian influenza outbreak including countries in Asia (Indonesia, Thailand, Vietnam and China) and Europe (Turkey, Romania, Greece, Russia). Travellers are advised avoid contact with poultry such as chickens, geese, ducks, pigeons and wild birds and not go to places such as commercial or backyard poultry farms and markets selling live birds. They are advised not to handle or eat raw or undercooked poultry or foods containing uncooked poultry, including eggs.",
            "score": 139.5054202079773
        },
        {
            "docid": "4046394_16",
            "document": "Influenza A virus subtype H5N8 . A case of the virus was detected in Harare, Zimbabwe at one of the major poultry producers, Irvine's Private Limited. The virus saw over 7,000 birds succumbing to the virus. As a result, the company, culled over 140,000 birds to prevent the spread of the virus. Even though a ban on all avian products from Zimbabwe was issued, on 22 June an outbreak was reported at a commercial broiler poultry farm outside Villiers, South Africa after 5,000 chickens died. A few days later, just over 60 km away from the first outbreak, a separate outbreak was reported in Standerton, Mpumalanga, where over 25,000 birds were culled to prevent the virus spreading. The South African Poultry Association reported that wild ducks migrating from Europe are spreading the virus.",
            "score": 129.24146342277527
        },
        {
            "docid": "442916_6",
            "document": "Avian influenza . The most widely quoted date for the beginning of recorded history of avian influenza (initially known as fowl plague) was in 1878 when it was differentiated from other diseases that caused high mortality rates in birds. Fowl plague, however, also included Newcastle disease until as recently as the 1950s. Between 1959 and 1995, there were 15 recorded occasions of the emergence of HPAI viruses in poultry, but losses were minimal. Between 1996 and 2008 however, HPAI outbreaks in poultry have occurred at least 11 times and 4 of these outbreaks have involved millions of birds.",
            "score": 147.69161009788513
        },
        {
            "docid": "21206665_7",
            "document": "Agriculture in Myanmar . Farmers in Burma were affected by the outbreak of the H5N1 bird flu strand in Asia. Initially, the Mandalay and Sagaing regions of Burma were affected, and this resulted in the culling of several thousand chickens, quails and their eggs. However, as of 2006, the country's livestock officials announced a plan to fund the restocking of birds and feed for the effected poultry farms.",
            "score": 110.7017776966095
        },
        {
            "docid": "4046394_4",
            "document": "Influenza A virus subtype H5N8 . Perhaps the most known outbreak of H5N8 occurred in Ireland in 1983. Poultry on two farms showed the usual symptoms, plus diarrhea, nervousness, and depression. Poultry farms within close proximity soon began to show signs of infection, as well, but no contact between the farms could be established. In the end, 8,000 turkeys, 28,020 chickens, and 270,000 ducks were culled. When investigated in the lab, clinical findings demonstrated that turkeys were the most susceptible to infection. The virus could not be clinically reproduced in ducks.",
            "score": 124.36965131759644
        },
        {
            "docid": "18256762_20",
            "document": "California Proposition 2 (2008) . According to the United States Animal Health Association, hens housed in cage-free and free-range housing systems have substantially higher risk of exposure to Avian Influenza, Exotic Newcastle Disease, Salmonella, and other diseases from wildlife species of birds, because they have access to the outdoors. However, Dr. Kennedy Shortridge, credited with the discovery of the first bird flu virus in Asia, warns that the outbreak of bird flu in China was a result of that country's conversion from small, backyard poultry farms towards larger, crowded industrialized farms over the last twenty years. He strongly recommends that we \"dramatically\" change modern farming practices. According to Dr. Shortridge, domesticated poultry on industrial farms are the source of the bird flu virus, not outdoor migratory birds.",
            "score": 153.86182165145874
        },
        {
            "docid": "15324186_2",
            "document": "2008 H5N1 outbreak in West Bengal . The 2008 bird flu outbreak in West Bengal is an occurrence of avian influenza in West Bengal, India that began on January 16, 2008. The infection was caused by the H5N1 subtype of the Influenza A virus and occurred in at least thirteen districts, including Birbhum, Nadia, Murshidabad, Burdwan, Hooghly, Cooch Behar, Malda, Bankura, Purulia, Howrah, West Midnapore, South 24 Parganas and South Dinajpur and several new inclusion are reported daily. A range of precautions has been instituted including a large cull of chickens, eggs, and poultry birds, the imposition of segregation zones, and a disinfection programme for the plant. The government has put a blanket ban on the movement of poultry birds from West Bengal.",
            "score": 109.47651815414429
        },
        {
            "docid": "9398796_2",
            "document": "2007 Bernard Matthews H5N1 outbreak . The 2007 Bernard Matthews H5N1 outbreak was an occurrence of avian influenza in England caused by the H5N1 subtype of Influenza virus A that began on 30 January 2007. The infection affected poultry at one of Bernard Matthews' farms in Holton in Suffolk. It was the third instance of H5N1-subtype detected in the United Kingdom and a range of precautions were instituted to prevent spread of the disease including a large cull of turkeys, the imposition of segregation zones, and a disinfection programme for the plant.",
            "score": 143.40298509597778
        },
        {
            "docid": "3733946_4",
            "document": "Influenza A virus subtype H5N2 . Low pathogenic avian influenza H5N2 virus in poultry later gained accentuated virulence in the United States and Mexico. A highly pathogenic strain of H5N2 caused flu outbreaks with significant spread to numerous farms, resulting in great economic losses in 1983 in Pennsylvania, USA in chickens and turkeys, in 1994 in Mexico in chickens and a minor outbreak in 1997 in Italy in chickens.",
            "score": 130.89570450782776
        },
        {
            "docid": "7891547_26",
            "document": "Fujian flu . According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.:\"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It’s not just China. We can’t blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\" In response to the same concerns, Reuters reports Hong Kong infectious disease expert Lo Wing-lok saying, \"The issue of vaccines has to take top priority,\" and Julie Hall, in charge of the WHO's outbreak response in China, saying \"China's vaccinations might be masking the virus.\" The BBC reported that Dr Wendy Barclay, a virologist at the University of Reading, UK said: \"The Chinese have made a vaccine based on reverse genetics made with H5N1 antigens, and they have been using it. There has been a lot of criticism of what they have done, because they have protected their chickens against death from this virus but the chickens still get infected; and then you get drift - the virus mutates in response to the antibodies - and now we have a situation where we have five or six 'flavours' of H5N1 out there.\"",
            "score": 152.05894446372986
        },
        {
            "docid": "4515987_16",
            "document": "Social effects of H5N1 . Others have a more nuanced position. According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.:\"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It's not just China. We can't blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\" In response to the same concerns, Reuters reports Hong Kong infectious disease expert Lo Wing-lok saying that \"The issue of vaccines has to take top priority\", and Julie Hall, in charge of the WHO's outbreak response in China, saying that China's vaccinations could be \"masking\" the virus. The BBC reported that Dr Wendy Barclay, a virologist at the University of Reading, UK said: \"The Chinese have made a vaccine based on reverse genetics made with H5N1 antigens, and they have been using it. There has been a lot of criticism of what they have done, because they have protected their chickens against death from this virus but the chickens still get infected; and then you get drift - the virus mutates in response to the antibodies - and now we have a situation where we have five or six 'flavours' of H5N1 out there.\"",
            "score": 156.5823793411255
        },
        {
            "docid": "19572217_73",
            "document": "Influenza . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the main animal reservoirs of influenza viruses. Sixteen forms of hemagglutinin and nine forms of neuraminidase have been identified. All known subtypes (HxNy) are found in birds, but many subtypes are endemic in humans, dogs, horses, and pigs; populations of camels, ferrets, cats, seals, mink, and whales also show evidence of prior infection or exposure to influenza. Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to. The main variants named using this convention are: bird flu, human flu, swine flu, horse flu and dog flu. (Cat flu generally refers to feline viral rhinotracheitis or feline calicivirus and not infection from an influenza virus.) In pigs, horses and dogs, influenza symptoms are similar to humans, with cough, fever and loss of appetite. The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980. However, outbreaks in pigs are common and do not cause severe mortality. Vaccines have also been developed to protect poultry from avian influenza. These vaccines can be effective against multiple strains and are used either as part of a preventative strategy, or combined with culling in attempts to eradicate outbreaks.",
            "score": 151.94911766052246
        },
        {
            "docid": "3733946_2",
            "document": "Influenza A virus subtype H5N2 . H5N2 is a subtype of the species Influenzavirus A (avian influenza virus or bird flu virus). The subtype infects a wide variety of birds, including chickens, ducks, turkeys, falcons, and ostriches. Affected birds usually do not appear ill, and the disease is often mild as avian influenza viral subtypes go. Some variants of the subtype are much more pathogenic than others, and outbreaks of \"high-path\" H5N2 result in the culling of thousands of birds in poultry farms from time to time. It appears that people who work with birds can be infected by the virus, but suffer hardly any noticeable health effects. Even people exposed to the highly pathogenic H5N2 variety that killed ostrich chicks in South Africa only seem to have developed conjunctivitis, or a perhaps a mild respiratory illness. There is no evidence of human-to-human spread of H5N2.",
            "score": 142.53921818733215
        },
        {
            "docid": "442916_20",
            "document": "Avian influenza . As an example, the H5N1 outbreak in Thailand caused massive economic losses, especially among poultry workers. Infected birds were culled and slaughtered. The public lost confidence with the poultry products, thus decreasing the consumption of chicken products. This also elicited a ban from importing countries. There were, however, factors which aggravated the spread of the virus, including bird migration, cool temperature (increases virus survival) and several festivals at that time.",
            "score": 114.64324378967285
        },
        {
            "docid": "3866507_7",
            "document": "Influenza A virus subtype H7N2 . On 24 May 2007, an outbreak of H7N2 was confirmed at a poultry farm near Corwen, in Wales from tests on chickens that died from H7N2. The owners of the Conwy farm bought 15 Rhode Island Red chickens two weeks prior but all died from H7N2. The 32 other poultry at the site were slaughtered. A one kilometer exclusion zone was put in force around the property in which birds and bird products cannot be moved and bird gathering can only take place under licence. Nine people who were associated with the infected or dead poultry and reported flu-like symptoms were tested. Four tested positive for evidence of infection from H7N2 and were successfully treated for mild flu. In early June it was discovered that the virus had spread to a poultry farm 70 miles (113 km) away near St. Helens in north-west England. All the poultry at the farm were slaughtered and a 1 km exclusion zone imposed.",
            "score": 115.41471803188324
        },
        {
            "docid": "12116844_46",
            "document": "Poultry farming . In order to minimize and prevent any residues of antibiotics in chicken meat, any chickens given antibiotics are required to have a \"withdrawal\" period before they can be slaughtered. Samples of poultry at slaughter are randomly tested by the FSIS, and show a very low percentage of residue violations. Although violations are minimal, these small amounts of antibiotics have still contributed to antibiotic resistant outbreaks in the U.S. There are five infectious agents that account for 90% of foodborne related deaths. Three consistently found in poultry are: Salmonella, Campylobacter, and Escherichia coli.",
            "score": 98.01030993461609
        },
        {
            "docid": "3843581_3",
            "document": "Influenza A virus subtype H7N7 . In 2003, 89 people in the Netherlands were confirmed to have been infected by H7N7 following an outbreak in poultry on approximately 255 farms. One death was recorded - a veterinarian who had been testing chickens for the virus - and all infected flocks were culled. Most affected people had mild symptoms including conjunctivitis. Antibodies were found in over half of 500 people tested according to the final official report by the Dutch government:",
            "score": 100.36106729507446
        },
        {
            "docid": "23197_29",
            "document": "Poultry . Both intensive and free-range farming have animal welfare concerns. In intensive systems, cannibalism, feather pecking and vent pecking can be common, with some farmers using beak trimming as a preventative measure. Diseases can also be common and spread rapidly through the flock. In extensive systems, the birds are exposed to adverse weather conditions and are vulnerable to predators and disease-carrying wild birds. Barn systems have been found to have the worst bird welfare. In Southeast Asia, a lack of disease control in free-range farming has been associated with outbreaks of avian influenza.",
            "score": 158.99084210395813
        },
        {
            "docid": "12116844_10",
            "document": "Poultry farming . Both intensive and free-range farming have animal welfare concerns. Cannibalism, feather pecking and vent pecking can be common, prompting some farmers to use beak trimming as a preventative measure, although reducing stocking rates would eliminate these problems. Diseases can be common and the animals are vulnerable to predators. Barn systems have been found to have the worst bird welfare. In South-East Asia, a lack of disease control in free range farming has been associated with outbreaks of Avian influenza.",
            "score": 163.45460295677185
        },
        {
            "docid": "9398796_5",
            "document": "2007 Bernard Matthews H5N1 outbreak . HPAI A(H5N1) is considered an avian disease, although there is some evidence of limited human-to-human transmission of the virus. A risk factor for contracting the virus is handling of infected poultry, but transmission of the virus from infected birds to humans is inefficient. Poultry farming practices have changed due to H5N1. The cost of poultry farming has increased, while the cost to consumers has gone down, due to fears from H5N1 driving demand below supply.",
            "score": 132.7097544670105
        },
        {
            "docid": "442916_13",
            "document": "Avian influenza . Five manmade ecosystems have contributed to modern avian influenza virus ecology: integrated indoor commercial poultry, range-raised commercial poultry, live poultry markets, backyard and hobby flocks, and bird collection and trading systems including cockfighting. Indoor commercial poultry has had the largest impact on the spread of HPAI, with the increase in HPAI outbreaks largely the result of increased commercial production since the 1990s.",
            "score": 115.66581320762634
        },
        {
            "docid": "25069082_9",
            "document": "Urban chicken . Commercial egg production has been associated with salmonella and other disease outbreaks in the United States. Poor sanitation and crowded hen houses have contributed to these problems. Expansion of the poultry industry, fueled by an increased demand for poultry products, has created a demand for high throughout poultry and egg production. The resulting increased poultry population density and the rearing of incompatible poultry species in close proximity have presented major disease challenges. Studies have shown that small scale, backyard chicken keeping/egg production reduces these potential disease risks.",
            "score": 115.90098690986633
        },
        {
            "docid": "171865_6",
            "document": "Agricultural policy . Use of animal vaccines can create new viruses that kill people and cause flu pandemic threats. H5N1 is an example of where this might have already occurred. According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.: \"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by co-circulating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It's not just China. We can’t blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\"",
            "score": 174.60076701641083
        },
        {
            "docid": "7220743_4",
            "document": "Global spread of H5N1 in 2005 . In January 2005 an outbreak of avian influenza affected thirty three out of sixty four cities and provinces in Vietnam, leading to the forced killing of nearly 1.2 million poultry. Up to 140 million birds are believed to have died or been killed because of the outbreak. In April 2005 an unprecedented die-off began of over 6,000 migratory birds at Qinghai Lake in central China over three months. This strain of H5N1 is the same strain as is spread west by migratory birds over at least the next ten months. In August 2005 H5N1 spread to Kazakhstan, Mongolia and Russia. On September 29, 2005, David Nabarro, the newly appointed Senior United Nations System Coordinator for Avian and Human Influenza, warned the world that an outbreak of avian influenza could kill 5 to 150 million people. David Nabarro later stated that as the virus had spread to migratory birds, an outbreak could start in Africa or the Middle East. Later in 2005 H5N1 spread to Turkey, Romania, Croatia and Kuwait.",
            "score": 111.44759202003479
        },
        {
            "docid": "3627082_10",
            "document": "Global spread of H5N1 . In January 2005 an outbreak of avian influenza affected thirty three out of sixty four cities and provinces in Vietnam, leading to the forced killing of nearly 1.2 million poultry. Up to 140 million birds are believed to have died or been killed because of the outbreak. In April 2005 there begins an unprecedented die-off of over 6,000 migratory birds at Qinghai Lake in central China over three months. This strain of H5N1 is the same strain as is spread west by migratory birds over at least the next ten months. In August 2005 H5N1 spread to Kazakhstan, Mongolia and Russia. On September 29, 2005, David Nabarro, the newly appointed Senior United Nations System Coordinator for Avian and Human Influenza, warned the world that an outbreak of avian influenza could kill 5 to 150 million people. David Nabarro later stated that as the virus had spread to migratory birds, an outbreak could start in Africa or the Middle East. Later in 2005 H5N1 spread to Turkey, Romania, Croatia and Kuwait.",
            "score": 111.44759202003479
        },
        {
            "docid": "19572217_2",
            "document": "Influenza . Influenza, commonly known as \"the flu\", is an infectious disease caused by an influenza virus. Symptoms can be mild to severe. The most common symptoms include: a high fever, runny nose, sore throat, muscle pains, headache, coughing, and feeling tired. These symptoms typically begin two days after exposure to the virus and most last less than a week. The cough, however, may last for more than two weeks. In children, there may be nausea and vomiting, but these are not common in adults. Nausea and vomiting occur more commonly in the unrelated infection gastroenteritis, which is sometimes inaccurately referred to as \"stomach flu\" or the \"24-hour flu\". Complications of influenza may include viral pneumonia, secondary bacterial pneumonia, sinus infections, and worsening of previous health problems such as asthma or heart failure. Three types of influenza viruses affect people, called Type A, Type B, and Type C. Usually, the virus is spread through the air from coughs or sneezes. This is believed to occur mostly over relatively short distances. It can also be spread by touching surfaces contaminated by the virus and then touching the mouth or eyes. A person may be infectious to others both before and during the time they are showing symptoms. The infection may be confirmed by testing the throat, sputum, or nose for the virus. A number of rapid tests are available; however, people may still have the infection if the results are negative. A type of polymerase chain reaction that detects the virus's RNA is more accurate. Frequent hand washing reduces the risk of viral spread. Wearing a surgical mask is also useful. Yearly vaccinations against influenza are recommended by the World Health Organization for those at high risk. The vaccine is usually effective against three or four types of influenza. It is usually well tolerated. A vaccine made for one year may not be useful in the following year, since the virus evolves rapidly. Antiviral drugs such as the neuraminidase inhibitor oseltamivir, among others, have been used to treat influenza. Their benefits in those who are otherwise healthy do not appear to be greater than their risks. No benefit has been found in those with other health problems. Influenza spreads around the world in a yearly outbreak, resulting in about three to five million cases of severe illness and about 250,000 to 500,000 deaths. In the Northern and Southern parts of the world, outbreaks occur mainly in winter while in areas around the equator outbreaks may occur at any time of the year. Death occurs mostly in the young, the old and those with other health problems. Larger outbreaks known as pandemics are less frequent. In the 20th century, three influenza pandemics occurred: Spanish influenza in 1918 (~50 million deaths), Asian influenza in 1957 (two million deaths), and Hong Kong influenza in 1968 (one million deaths). The World Health Organization declared an outbreak of a new type of influenza A/H1N1 to be a pandemic in June 2009. Influenza may also affect other animals, including pigs, horses, and birds.",
            "score": 146.47524881362915
        },
        {
            "docid": "1019908_35",
            "document": "Influenza A virus subtype H5N1 . The earliest infections of humans by H5N1 coincided with an epizootic (an epidemic in nonhumans) of H5N1 influenza in Hong Kong's poultry population in 1997. This panzootic (a disease affecting animals of many species, especially over a wide area) outbreak was stopped by the killing of the entire domestic poultry population within the territory. However, the disease has continued to spread; outbreaks were reported in Asia again in 2003. On December 21, 2009 the WHO announced a total of 447 cases which resulted in the deaths of 263.",
            "score": 125.49267745018005
        },
        {
            "docid": "53462358_3",
            "document": "Poultry farming in Bangladesh . Bangladesh weather is very much friendly for poultry farming. There are various kind of poultry birds are domesticated for many years ago. As of 2017 about 300 billion taka has been invested in the poultry industry. There is an estimated 150,000 poultry farms in Bangladesh. From 2 to 4 March 2017, Poultry Science Association Bangladeshi branch held the tenth International Poultry Show and Seminar in Bashundhara Convention centre, Dhaka, Bangladesh. The farms annually produce 570 million tonnes of meat and 7.34 billion eggs. Poultry feed is made mostly from imported soybean and soy meal. Per capita consumption of meat and egg remain below the level recommended by the Food and Agriculture Organization. Avian Influenza has been damaging for the poultry and associated feed industry in Bangladesh. The outbreak in 2007 closed two-thirds of all farms in Bangladesh.",
            "score": 118.61814141273499
        },
        {
            "docid": "41536220_3",
            "document": "Ward J. M. Hagemeijer . In 2005, while working as an ecologist with Wetlands International (Wageningen, Netherlands), Hagemeijer was quoted in the press responding to fears of a widespread outbreak of H5N1 influenza. In September of that year, in response to observed outbreaks in Romania and Turkey, Hagemeijer hypothesized further spread of the disease: \"The next step we expect the virus to take is into Africa, because that is on the main migratory route for birds. The first birds are already in east Africa.\" By December of that year, as events unfolded, he was quoted widely in the Associated Press: \"There is more and more evidence building up that wild migratory birds do play some role in spreading the virus, but personally I believe — and others agree — that it's not a major role. If we would assume based on this evidence that wild birds would be a major carrier of the disease we would expect a more dramatic outbreak of the disease all over the world.\" An alternative hypothesis was that the virus was specialized to spread rapidly in domestic poultry. In Hagemeijer's opinion, a February 2006 outbreak in Nigeria was more likely caused by shipment of domestic poultry than transmission in the wild, because key areas along the flight path such as the Nile delta seemed to have been skipped over.",
            "score": 119.84589505195618
        },
        {
            "docid": "3733946_20",
            "document": "Influenza A virus subtype H5N2 . Japan's Health Ministry said in January, 2006 that poultry farm workers in Ibaraki prefecture may have been exposed to H5N2 (which was not previously known to infect humans) in 2005. Data were collected from 257 workers at 35 chicken farms by Ibaraki prefectural government. It was determined that their H5N2 antibody titers after the outbreak were significantly higher than those collected prior to the outbreak.",
            "score": 119.85558533668518
        }
    ],
    "r": [
        {
            "docid": "171865_6",
            "document": "Agricultural policy . Use of animal vaccines can create new viruses that kill people and cause flu pandemic threats. H5N1 is an example of where this might have already occurred. According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.: \"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by co-circulating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It's not just China. We can’t blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\"",
            "score": 174.60076904296875
        },
        {
            "docid": "19572217_74",
            "document": "Influenza . Flu symptoms in birds are variable and can be unspecific. The symptoms following infection with low-pathogenicity avian influenza may be as mild as ruffled feathers, a small reduction in egg production, or weight loss combined with minor respiratory disease. Since these mild symptoms can make diagnosis in the field difficult, tracking the spread of avian influenza requires laboratory testing of samples from infected birds. Some strains such as Asian H9N2 are highly virulent to poultry and may cause more extreme symptoms and significant mortality. In its most highly pathogenic form, influenza in chickens and turkeys produces a sudden appearance of severe symptoms and almost 100% mortality within two days. As the virus spreads rapidly in the crowded conditions seen in the intensive farming of chickens and turkeys, these outbreaks can cause large economic losses to poultry farmers.",
            "score": 173.486328125
        },
        {
            "docid": "12116844_10",
            "document": "Poultry farming . Both intensive and free-range farming have animal welfare concerns. Cannibalism, feather pecking and vent pecking can be common, prompting some farmers to use beak trimming as a preventative measure, although reducing stocking rates would eliminate these problems. Diseases can be common and the animals are vulnerable to predators. Barn systems have been found to have the worst bird welfare. In South-East Asia, a lack of disease control in free range farming has been associated with outbreaks of Avian influenza.",
            "score": 163.45460510253906
        },
        {
            "docid": "23197_29",
            "document": "Poultry . Both intensive and free-range farming have animal welfare concerns. In intensive systems, cannibalism, feather pecking and vent pecking can be common, with some farmers using beak trimming as a preventative measure. Diseases can also be common and spread rapidly through the flock. In extensive systems, the birds are exposed to adverse weather conditions and are vulnerable to predators and disease-carrying wild birds. Barn systems have been found to have the worst bird welfare. In Southeast Asia, a lack of disease control in free-range farming has been associated with outbreaks of avian influenza.",
            "score": 158.9908447265625
        },
        {
            "docid": "4515987_16",
            "document": "Social effects of H5N1 . Others have a more nuanced position. According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.:\"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It's not just China. We can't blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\" In response to the same concerns, Reuters reports Hong Kong infectious disease expert Lo Wing-lok saying that \"The issue of vaccines has to take top priority\", and Julie Hall, in charge of the WHO's outbreak response in China, saying that China's vaccinations could be \"masking\" the virus. The BBC reported that Dr Wendy Barclay, a virologist at the University of Reading, UK said: \"The Chinese have made a vaccine based on reverse genetics made with H5N1 antigens, and they have been using it. There has been a lot of criticism of what they have done, because they have protected their chickens against death from this virus but the chickens still get infected; and then you get drift - the virus mutates in response to the antibodies - and now we have a situation where we have five or six 'flavours' of H5N1 out there.\"",
            "score": 156.58238220214844
        },
        {
            "docid": "18256762_20",
            "document": "California Proposition 2 (2008) . According to the United States Animal Health Association, hens housed in cage-free and free-range housing systems have substantially higher risk of exposure to Avian Influenza, Exotic Newcastle Disease, Salmonella, and other diseases from wildlife species of birds, because they have access to the outdoors. However, Dr. Kennedy Shortridge, credited with the discovery of the first bird flu virus in Asia, warns that the outbreak of bird flu in China was a result of that country's conversion from small, backyard poultry farms towards larger, crowded industrialized farms over the last twenty years. He strongly recommends that we \"dramatically\" change modern farming practices. According to Dr. Shortridge, domesticated poultry on industrial farms are the source of the bird flu virus, not outdoor migratory birds.",
            "score": 153.86183166503906
        },
        {
            "docid": "442916_52",
            "document": "Avian influenza . Prevention and control programs must take into account local understandings of people-poultry relations. In the past, programs that have focused on singular, place-based understandings of disease transmission have been ineffective. In the case of Northern Vietnam, health workers saw poultry as commodities with an environment that was under the control of people. Poultry existed in the context of farms, markets, slaughterhouses, and roads while humans were indirectly the primary transmitters of avian flu, placing the burden of disease control on people. However, farmers saw their free ranging poultry in an environment dominated by nonhuman forces that they could not exert control over. There were a host of nonhuman actors such as wild birds and weather patterns whose relationships with the poultry fostered the disease and absolved farmers of complete responsibility for disease control.",
            "score": 152.8433837890625
        },
        {
            "docid": "7891547_26",
            "document": "Fujian flu . According to the CDC article \"H5N1 Outbreaks and Enzootic Influenza\" by Robert G. Webster et al.:\"Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.\" Dr. Robert Webster explains: \"If you use a good vaccine you can prevent the transmission within poultry and to humans. But if they have been using vaccines now [in China] for several years, why is there so much bird flu? There is bad vaccine that stops the disease in the bird but the bird goes on pooping out virus and maintaining it and changing it. And I think this is what is going on in China. It has to be. Either there is not enough vaccine being used or there is substandard vaccine being used. Probably both. It’s not just China. We can’t blame China for substandard vaccines. I think there are substandard vaccines for influenza in poultry all over the world.\" In response to the same concerns, Reuters reports Hong Kong infectious disease expert Lo Wing-lok saying, \"The issue of vaccines has to take top priority,\" and Julie Hall, in charge of the WHO's outbreak response in China, saying \"China's vaccinations might be masking the virus.\" The BBC reported that Dr Wendy Barclay, a virologist at the University of Reading, UK said: \"The Chinese have made a vaccine based on reverse genetics made with H5N1 antigens, and they have been using it. There has been a lot of criticism of what they have done, because they have protected their chickens against death from this virus but the chickens still get infected; and then you get drift - the virus mutates in response to the antibodies - and now we have a situation where we have five or six 'flavours' of H5N1 out there.\"",
            "score": 152.05894470214844
        },
        {
            "docid": "19572217_73",
            "document": "Influenza . Influenza infects many animal species, and transfer of viral strains between species can occur. Birds are thought to be the main animal reservoirs of influenza viruses. Sixteen forms of hemagglutinin and nine forms of neuraminidase have been identified. All known subtypes (HxNy) are found in birds, but many subtypes are endemic in humans, dogs, horses, and pigs; populations of camels, ferrets, cats, seals, mink, and whales also show evidence of prior infection or exposure to influenza. Variants of flu virus are sometimes named according to the species the strain is endemic in or adapted to. The main variants named using this convention are: bird flu, human flu, swine flu, horse flu and dog flu. (Cat flu generally refers to feline viral rhinotracheitis or feline calicivirus and not infection from an influenza virus.) In pigs, horses and dogs, influenza symptoms are similar to humans, with cough, fever and loss of appetite. The frequency of animal diseases are not as well-studied as human infection, but an outbreak of influenza in harbor seals caused approximately 500 seal deaths off the New England coast in 1979–1980. However, outbreaks in pigs are common and do not cause severe mortality. Vaccines have also been developed to protect poultry from avian influenza. These vaccines can be effective against multiple strains and are used either as part of a preventative strategy, or combined with culling in attempts to eradicate outbreaks.",
            "score": 151.94912719726562
        },
        {
            "docid": "442916_6",
            "document": "Avian influenza . The most widely quoted date for the beginning of recorded history of avian influenza (initially known as fowl plague) was in 1878 when it was differentiated from other diseases that caused high mortality rates in birds. Fowl plague, however, also included Newcastle disease until as recently as the 1950s. Between 1959 and 1995, there were 15 recorded occasions of the emergence of HPAI viruses in poultry, but losses were minimal. Between 1996 and 2008 however, HPAI outbreaks in poultry have occurred at least 11 times and 4 of these outbreaks have involved millions of birds.",
            "score": 147.6916046142578
        },
        {
            "docid": "52297796_3",
            "document": "Ilaria Capua . Although she has spent most of her life in Italy, Capua is currently a professor with the animal sciences department at the University of Florida in Gainesville, Florida, U.S. and director of the UF One Health Center of Excellence. A veterinarian by training, she has mainly worked in the field of virology. In response to a 1999-2000 outbreak of avian flu in Europe, Capua developed a novel strategy for vaccinating commercial poultry against the disease, which was adopted and enabled the industry to avoid complete shutdown. In February 2006, Capua drew international attention when she challenged the existing system for granting scientists access to genetic material sequenced from influenza viruses. Having recently sequenced a novel strain of avian influenza, Capua decided to post the information on a publicly accessible website rather than accept an invitation to contribute the data to a password-protected database maintained by the World Health Organization and accessible only to a small group of researchers. During this time, Capua joined with colleagues to begin an international campaign promoting free access to genetic sequences derived from influenza viruses and other viruses with pandemic potential; they proposed the formation of an organization dedicated to sharing avian influenza data. Partly due to Capua’s efforts, in 2007 the World Health Organization changed its policies to encourage sharing of flu data. One observer described Capua as “belonging to a longstanding tradition of scientists rebelling against established ideas and the upper echelon among their colleagues” but also advocating a new outlook in which scientific cooperation is “enacted directly between scientists and not mediated by institutions.”",
            "score": 147.36851501464844
        },
        {
            "docid": "19572217_2",
            "document": "Influenza . Influenza, commonly known as \"the flu\", is an infectious disease caused by an influenza virus. Symptoms can be mild to severe. The most common symptoms include: a high fever, runny nose, sore throat, muscle pains, headache, coughing, and feeling tired. These symptoms typically begin two days after exposure to the virus and most last less than a week. The cough, however, may last for more than two weeks. In children, there may be nausea and vomiting, but these are not common in adults. Nausea and vomiting occur more commonly in the unrelated infection gastroenteritis, which is sometimes inaccurately referred to as \"stomach flu\" or the \"24-hour flu\". Complications of influenza may include viral pneumonia, secondary bacterial pneumonia, sinus infections, and worsening of previous health problems such as asthma or heart failure. Three types of influenza viruses affect people, called Type A, Type B, and Type C. Usually, the virus is spread through the air from coughs or sneezes. This is believed to occur mostly over relatively short distances. It can also be spread by touching surfaces contaminated by the virus and then touching the mouth or eyes. A person may be infectious to others both before and during the time they are showing symptoms. The infection may be confirmed by testing the throat, sputum, or nose for the virus. A number of rapid tests are available; however, people may still have the infection if the results are negative. A type of polymerase chain reaction that detects the virus's RNA is more accurate. Frequent hand washing reduces the risk of viral spread. Wearing a surgical mask is also useful. Yearly vaccinations against influenza are recommended by the World Health Organization for those at high risk. The vaccine is usually effective against three or four types of influenza. It is usually well tolerated. A vaccine made for one year may not be useful in the following year, since the virus evolves rapidly. Antiviral drugs such as the neuraminidase inhibitor oseltamivir, among others, have been used to treat influenza. Their benefits in those who are otherwise healthy do not appear to be greater than their risks. No benefit has been found in those with other health problems. Influenza spreads around the world in a yearly outbreak, resulting in about three to five million cases of severe illness and about 250,000 to 500,000 deaths. In the Northern and Southern parts of the world, outbreaks occur mainly in winter while in areas around the equator outbreaks may occur at any time of the year. Death occurs mostly in the young, the old and those with other health problems. Larger outbreaks known as pandemics are less frequent. In the 20th century, three influenza pandemics occurred: Spanish influenza in 1918 (~50 million deaths), Asian influenza in 1957 (two million deaths), and Hong Kong influenza in 1968 (one million deaths). The World Health Organization declared an outbreak of a new type of influenza A/H1N1 to be a pandemic in June 2009. Influenza may also affect other animals, including pigs, horses, and birds.",
            "score": 146.47525024414062
        },
        {
            "docid": "442916_50",
            "document": "Avian influenza . The risk of mass culling of birds and the resulting economic impact led farmers who were reluctant to report sick poultry. The culls often preempted actual lab testing for H5N1 as avian flu policy justified sacrificing poultry as a safeguard against HPAI spread. In response to these policies, farmers in Vietnam between 2003 and 2004 became more and more unwilling to surrender apparently healthy birds to authorities and stole poultry destined for culls as it stripped poultry of their biosocial and economic worth. By the end of 2005, the government implemented a new policy that targeted high-risk flock in the immediate vicinity of infected farms and instituted voluntary culling with compensation in the case of a local outbreak.",
            "score": 145.54537963867188
        },
        {
            "docid": "2888063_3",
            "document": "Influenza pandemic . Influenza pandemics occur when a new strain of the influenza virus is transmitted to humans from another animal species. Species that are thought to be important in the emergence of new human strains are pigs, chickens and ducks. These novel strains are unaffected by any immunity people may have to older strains of human influenza and can therefore spread extremely rapidly and infect very large numbers of people. Influenza A viruses can occasionally be transmitted from wild birds to other species causing outbreaks in domestic poultry and may give rise to human influenza pandemics. The propagation of influenza viruses throughout the world is thought in part to be by bird migrations, though commercial shipments of live bird products might also be implicated, as well as human travel patterns.",
            "score": 144.89288330078125
        },
        {
            "docid": "9398796_2",
            "document": "2007 Bernard Matthews H5N1 outbreak . The 2007 Bernard Matthews H5N1 outbreak was an occurrence of avian influenza in England caused by the H5N1 subtype of Influenza virus A that began on 30 January 2007. The infection affected poultry at one of Bernard Matthews' farms in Holton in Suffolk. It was the third instance of H5N1-subtype detected in the United Kingdom and a range of precautions were instituted to prevent spread of the disease including a large cull of turkeys, the imposition of segregation zones, and a disinfection programme for the plant.",
            "score": 143.40298461914062
        },
        {
            "docid": "29802394_52",
            "document": "Social history of viruses . Epizootics are outbreaks (epidemics) of disease among non-human animals. During the 20th century significant epizootics of viral diseases in animals, particularly livestock, occurred worldwide. The many diseases caused by viruses included foot-and-mouth disease, rinderpest of cattle, avian and swine influenza, swine fever and bluetongue of sheep. Viral diseases of livestock can be devastating both to farmers and the wider community, as the outbreak of foot-and-mouth disease in the UK in 2001 showed.",
            "score": 142.9341278076172
        },
        {
            "docid": "52640771_9",
            "document": "Sociality and disease transmission . The first large human social activities, trailed by major disease outbreaks that have been documented occurred by fecal-oral route. Contaminated food or water by fecal matter can cause devastating effects and spread with extreme rapidity. They are, of course, not the only types of infection that threaten large gatherings of people. Respiratory infections, sexually transmitted infections, and measles have all been measured as potential infections resulting from mass gatherings. Social gatherings that have been linked to outbreaks include the 1918 Great Pandemic, the Asian Flu Pandemic of 1957, a 1987 outbreak of multi-drug resistant shigellosis in North Carolina that infected over 50% of event attendees, a 1992 outbreak of Campylobacter in the UK, a 1993 Hepatitis A outbreak at a youth camp in Australia, two separate outbreaks of meningococcal meningitis at the 2000 and 2001 Hajj, a 2008 influenza outbreak in Sydney, the 2009 H1N1 pandemic (which followed a large Easter gathering in Mexico). Rainey et al. (2016) identified a total of 72 mass-gathering related respiratory outbreaks between 2005 and 2014. Many of these outbreaks led to further outbreaks within the cities that infected individuals returned home to after the events. Particularly the epidemiological consequences of the Hajj are notable because of the range of dissemination that attendees have when they return from the pilgrimage. Infected individuals may return to their homes far from the source of the outbreak, and into communities that are especially vulnerable to a disease not characteristic of that community. Health response teams may be less equipped to manage the spread of the foreign pathogen, and the people may be less knowledgeable about risks and symptoms. Diseases such a tuberculosis have long incubation periods, which creates another obstacle since it separates the point of infection from the start of illness and therefore obscures the connection. Intervention and mitigation are possible for such large events, but involve very expensive and complex measures. Vaccinations are highly effective, but it is extremely costly to attempt to vaccinate large hordes of individuals. In a study of livestock populations, Hu et al., 2013 observed important patterns for vaccination efforts. When deaths from infection occur, or a method of culling is used, social networks will alter and individuals will spread out. Because of this, carefully designed vaccination efforts are significantly more effective and cheaper and must be implemented as fast as possible in order to contain the pathogen. Relatively new methods, such as tracking mobile phone data, have been used to glean information on effective strategies for containment in the situation of mass gatherings. Finger et al. (2016) state \"human mobility is undisputedly one of the main spreading mechanisms of infectious disease\". In their study, cell phone data was used to track the migration of people for the Grand Magal de Touba, a religious pilgrimage event that occurs in Senegal. Figure 6 illustrates the findings of this study and identifies areas that are paramount for targeting in an epidemiological prevention effort.",
            "score": 142.7440643310547
        },
        {
            "docid": "3733946_2",
            "document": "Influenza A virus subtype H5N2 . H5N2 is a subtype of the species Influenzavirus A (avian influenza virus or bird flu virus). The subtype infects a wide variety of birds, including chickens, ducks, turkeys, falcons, and ostriches. Affected birds usually do not appear ill, and the disease is often mild as avian influenza viral subtypes go. Some variants of the subtype are much more pathogenic than others, and outbreaks of \"high-path\" H5N2 result in the culling of thousands of birds in poultry farms from time to time. It appears that people who work with birds can be infected by the virus, but suffer hardly any noticeable health effects. Even people exposed to the highly pathogenic H5N2 variety that killed ostrich chicks in South Africa only seem to have developed conjunctivitis, or a perhaps a mild respiratory illness. There is no evidence of human-to-human spread of H5N2.",
            "score": 142.53921508789062
        },
        {
            "docid": "52928163_9",
            "document": "Environmental impact of pig farming . There are many documented incidences of disease outbreaks occurring due to the presence of pig farms in a given community, particularly industrial pig farms. MRSA (Methicillin-resistant Staphylococcus aureus, a type of anti-biotic resistant bacteria) outbreaks have been correlated to an individual working in a pig farm, likely attributed to the strong antibiotics often used in industrialized pig farms. Other diseases can also spread in pig farms such as Salmonella, Toxoplasma, and Campylobacter. Granted that many of these diseases are preventable given proper safety precautions such as washing hands and clothes, wearing face masks, and covering any open wounds when coming into contact with pigs, but many improvements could be made to educate farmers on how to protect themselves. Improvements in these areas are often cited as the reason for the lack of increase in disease outbreaks in North Carolina despite an increase in pig population by a factor of four in the years leading up to 1998. In order to prevent disease spread in the community as well, citizens in nearby towns as well as farmers must be educated and equipped with the proper tools and resources to protect themselves from the spread of fecal matter and associated diseases.",
            "score": 142.33041381835938
        },
        {
            "docid": "40615969_4",
            "document": "In ovo . In poultry, In ovo vaccination improves hatchability and efficient protection against Avian influenza (AI), Newcastle disease (ND) and Coronaviruses (Av-CoV). Seroconversion rates of chickens vaccinated as embryos ranged from 27% to 100% with ND vaccination and 85% to 100% for AI vaccination. The birds are protected before delivery to a commercial operation such as a farm, thus preventing the spread of Avian viruses.",
            "score": 142.02037048339844
        },
        {
            "docid": "19167679_62",
            "document": "Virus . Epidemiology is used to break the chain of infection in populations during outbreaks of viral diseases. Control measures are used that are based on knowledge of how the virus is transmitted. It is important to find the source, or sources, of the outbreak and to identify the virus. Once the virus has been identified, the chain of transmission can sometimes be broken by vaccines. When vaccines are not available, sanitation and disinfection can be effective. Often, infected people are isolated from the rest of the community, and those that have been exposed to the virus are placed in quarantine. To control the outbreak of foot-and-mouth disease in cattle in Britain in 2001, thousands of cattle were slaughtered. Most viral infections of humans and other animals have incubation periods during which the infection causes no signs or symptoms. Incubation periods for viral diseases range from a few days to weeks, but are known for most infections. Somewhat overlapping, but mainly following the incubation period, there is a period of communicability — a time when an infected individual or animal is contagious and can infect another person or animal. This, too, is known for many viral infections, and knowledge of the length of both periods is important in the control of outbreaks. When outbreaks cause an unusually high proportion of cases in a population, community, or region, they are called epidemics. If outbreaks spread worldwide, they are called pandemics.",
            "score": 140.65618896484375
        },
        {
            "docid": "2933531_11",
            "document": "Singaporean measures against avian influenza . The Ministry also advised extra precaution for travellers to areas affected by the avian influenza outbreak including countries in Asia (Indonesia, Thailand, Vietnam and China) and Europe (Turkey, Romania, Greece, Russia). Travellers are advised avoid contact with poultry such as chickens, geese, ducks, pigeons and wild birds and not go to places such as commercial or backyard poultry farms and markets selling live birds. They are advised not to handle or eat raw or undercooked poultry or foods containing uncooked poultry, including eggs.",
            "score": 139.5054168701172
        },
        {
            "docid": "442916_34",
            "document": "Avian influenza . In 2005, the formation of the International Partnership on Avian and Pandemic Influenza was announced in order to elevate the importance of avian flu, coordinate efforts, and improve disease reporting and surveillance in order to better respond to future pandemics. New networks of laboratories have emerged to detect and respond to avian flu, such as the Crisis Management Center for Animal Health, the Global Avian Influenza Network for Surveillance, OFFLU, and the Global Early Warning System for major animal diseases. After the 2003 outbreak, WHO member states have also recognized the need for more transparent and equitable sharing of vaccines and other benefits from these networks. Cooperative measures created in response to HPAI have served as a basis for programs related to other emerging and re-emerging infectious diseases.",
            "score": 139.37347412109375
        },
        {
            "docid": "11469677_22",
            "document": "Intensive animal farming . Transmission of highly pathogenic H5N1 from domestic poultry back to migratory waterfowl in western China has increased the geographic spread. The spread of H5N1 and its likely reintroduction to domestic poultry increase the need for good agricultural vaccines. In fact, the root cause of the continuing H5N1 pandemic threat may be the way the pathogenicity of H5N1 viruses is masked by cocirculating influenza viruses or bad agricultural vaccines.",
            "score": 139.20867919921875
        },
        {
            "docid": "55680227_26",
            "document": "Foreign animal disease . Foot-and-mouth disease Foot-and-mouth disease (FMD) is a severe highly contagious viral disease affecting cloven-hooved animals, such as cattle, sheep, and swine. FMD was once worldwide but has been largely controlled in developed nations, and has been eradicated from some regions such as North America and western Europe. The disease was eradicated from the United States in 1929. FMD is endemic in parts of Asia, and most of Africa and the Middle East, but FMD can occur sporadically in typically free areas. The organism causing FMS is an aphthovirus in the family \"Picornaviridae\". There are seven major viral serotypes containing collectively more than 60 strains with occasional new strains arising. Vaccines can provide immunity, but each serotype requires its own specific vaccine. The disease is characterized by vesiculation or blistering of the hooves and oval cavity and on the mammary glands, leading to pain and discomfort, and to depression, anorexia, excessive salivation, lameness, and reluctance to move or stand, and causing production losses. The death loss is minimal, but there is a high rate of illness when a susceptible population is infected, and the disease has severe economic implications in the livestock industries. Because of how quickly FMD can spread, with nearly 100 percent of exposed animals ultimately becoming infected, and the significant economic losses it can cause, FMD is a worldwide concern. There is also concern that the FMD virus could be utilized by a terrorist organization or rogue state to perpetuate a terrorist attack against the United States by targeting the $100 billion/year U.S. livestock industry. In 2001, from February to September, an outbreak of FMD in the United Kingdom caused the slaughter of over 4 million animals of sheep, cattle, goats, and pigs to gain control of the disease. The FMD virus is found in all excretions and secretions of an infected animal. Transmission of the virus can be from contact with an infected animal, a contaminated environment used to house or transport susceptible animals, contaminated materials or fomites, people wearing contaminated clothes or footwear or using contaminated equipment, infected meat or animal products fed raw or improperly cooked to susceptible animals, contact with an infected carcass, and from aerosol spread of virus from an infected animal or property via air currents. Prompt reporting of suspicious signs of FMD to the proper agents (state veterinarians, federal animal disease control officials, or county agricultural agents will enable an investigation, testing, and containment should an outbreak occur. Laboratory testing is required to confirm the diagnosis. Stringent import and cross-border animal movement controls and surveillance are used in protection of FMD free countries. A response effort to eradicate any potential outbreaks include humane destruction of all infected, recovered and FMD-susceptible animals; appropriate disposal of animal carcasses and all animal products; surveillance and tracing of potentially infected or exposed livestock; strict quarantine and controls on movement of livestock, equipment, and vehicles; and, thorough disinfection of premises and all infected material (implements, cars, clothes, etc.).",
            "score": 138.4726104736328
        },
        {
            "docid": "3627466_27",
            "document": "Transmission and infection of H5N1 . The American Centers for Disease Control and Prevention advises travelers to areas of Asia where outbreaks of H5N1 have occurred to avoid poultry farms and animals in live food markets. Travelers should also avoid surfaces that appear to be contaminated by feces from any kind of animal, especially poultry.",
            "score": 138.12948608398438
        },
        {
            "docid": "26378_2",
            "document": "Rift Valley fever . Rift Valley fever (RVF) is a viral disease that can cause mild to severe symptoms. The mild symptoms may include: fever, muscle pains, and headaches which often last for up to a week. The severe symptoms may include: loss of sight beginning three weeks after the infection, infections of the brain causing severe headaches and confusion, and bleeding together with liver problems which may occur within the first few days. Those who have bleeding have a chance of death as high as 50%. The disease is caused by the RVF virus, which is of the \"Phlebovirus\" type. It is spread by either touching infected animal blood, breathing in the air around an infected animal being butchered, drinking raw milk from an infected animal, or the bite of infected mosquitoes. Animals such as cows, sheep, goats, and camels may be affected. In these animals it is spread mostly by mosquitoes. It does not appear that one person can infect another person. The disease is diagnosed by finding antibodies against the virus or the virus itself in the blood. Prevention of the disease in humans is accomplished by vaccinating animals against the disease. This must be done before an outbreak occurs because if it is done during an outbreak it may worsen the situation. Stopping the movement of animals during an outbreak may also be useful, as may decreasing mosquito numbers and avoiding their bites. There is a human vaccine; however, as of 2010 it is not widely available. There is no specific treatment and medical efforts are supportive. Outbreaks of the disease have only occurred in Africa and Arabia. Outbreaks usually occur during periods of increased rain which increase the number of mosquitoes. The disease was first reported among livestock in Rift Valley of Kenya in the early 1900s, and the virus was first isolated in 1931.",
            "score": 138.128662109375
        },
        {
            "docid": "443297_18",
            "document": "Fur farming . As with other types of animal farming, living conditions of animals vary, and extreme cases are of much contention. According to PETA, the majority of fur farmers pack animals into small cages, preventing them from taking more than a few steps back and forth. PETA claims foxes and other animals suffer as a result of the confined environment, and may even cannibalize each other as a reaction to their confinement. In other cases, as with passing of animal welfare legislation in Italy, animals are required to be given enriched living environments in which they can climb on branches, dig holes, use a nest of 50 × 50 cm and also have a water basin of at least 2 × 2 metres and 50 cm deep in which to swim. Farmers argue that 50 years ago, the animals were kept in large outdoor holding areas, with pools of water. However, such farms resulted in high disease rates for the animals and were not practical. Farmers claim that today's farmed animals only know farm life as they have been domesticated through over hundreds of years of selective breeding. The methods used for slaughtering the animals on farms and in the wild vary depending on the animal. For farmed mink, the American Veterinary Medical Association researches the best methods and publishes a report on the subject every 7 to 10 years. This report is used to guide state departments of agriculture which have jurisdiction over farm animals, including farm-raised mink. For those harvesting wild furs, biologists and wildlife managers dictate seasons, method of slaughter, and numbers of animals to be harvested.",
            "score": 136.0854034423828
        },
        {
            "docid": "442916_53",
            "document": "Avian influenza . Attempts at singular, place-based controls sought to teach farmers to identify areas where their behavior could change without looking at poultry behaviors. Behavior recommendations by Vietnam's National Steering Committee for Avian Influenza Control and Prevention (NSCAI) were drawn from the FAO Principles of Biosecurity. These included restrictions from entering areas where poultry are kept by erecting barriers to segregate poultry from non-human contact, limits on human movement of poultry and poultry-related products ideally to transporters, and recommendations for farmers to wash hands and footwear before and after contact with poultry. Farmers, pointed to wind and environmental pollution as reasons poultry would get sick. NSCAI recommendations also would disrupt longstanding livestock production practices as gates impede sales by restricting assessment of birds by appearance and offend customers by limiting outside human contact. Instead of incorporating local knowledge into recommendations, cultural barriers were used as scapegoats for failed interventions. Prevention and control methods have been more effective when also considering the social, political, and ecological agents in play.",
            "score": 135.39759826660156
        },
        {
            "docid": "219640_39",
            "document": "Animal husbandry . Governments are particularly concerned with zoonoses, diseases that humans may acquire from animals. Wild animal populations may harbour diseases that can affect domestic animals which may acquire them as a result of insufficient biosecurity. An outbreak of Nipah virus in Malaysia in 1999 was traced back to pigs becoming ill after contact with fruit-eating flying foxes, their faeces and urine. The pigs in turn passed the infection to humans. Avian flu H5N1 is present in wild bird populations and can be carried large distances by migrating birds. This virus is easily transmissible to domestic poultry, and to humans living in close proximity with them. Other infectious diseases affecting wild animals, farm animals and humans include rabies, leptospirosis, brucellosis, tuberculosis and trichinosis.",
            "score": 135.0049285888672
        },
        {
            "docid": "12116844_37",
            "document": "Poultry farming . Antibiotics have been used in poultry farming in mass quantities since 1951, when the Food and Drug Administration (FDA) approved their use. Three years prior to the FDA’s approval, scientists were investigating a phenomenon in which chickens who were rooting through bacteria-rich manure were displaying signs of greater health than those who did not. Through testing, it was discovered that chickens who were fed a variety of vitamin B12 manufactured with the residue of a certain antibiotic grew 50 percent faster than those chickens who were fed B12 manufactured from a different source. Further testing confirmed that use of antibiotics did improve the health of the chickens, resulting in the chickens laying more eggs and experiencing lower mortality rates and less illness. Upon this discovery, farmers transitioned from expensive animal proteins to comparatively inexpensive antibiotics and B12. Chickens were now reaching their market weight at a much faster rate and at a lower cost. With a growing population and greater demand on the farmers, antibiotics appeared to be an ideal and cost-effective way to increase the output of poultry. Since this discovery, antibiotics have been routinely used in poultry production, but more recently have been the topic of debate secondary to the fear of bacterial antibiotic resistance.",
            "score": 134.8575897216797
        },
        {
            "docid": "442916_41",
            "document": "Avian influenza . People who do not regularly come into contact with birds are not at high risk for contracting avian influenza. Those at high risk include poultry farm workers, animal control workers, wildlife biologists, and ornithologists who handle live birds. Organizations with high-risk workers should have an avian influenza response plan in place before any cases have been discovered. Biosecurity of poultry flocks is also important for prevention. Flocks should be isolated from outside birds, especially wild birds, and their waste; vehicles used around the flock should be regularly disinfected and not shared between farms; and birds from slaughter channels should not be returned to the farm.",
            "score": 134.6479949951172
        }
    ]
}