{
    "q": [
        {
            "docid": "22072718_3",
            "document": "Biological network . Complex biological systems may be represented and analyzed as computable networks. For example, ecosystems can be modeled as networks of interacting species or a protein can be modeled as a network of amino acids. Breaking a protein down farther, amino acids can be represented as a network of connected atoms, such as carbon, nitrogen, and oxygen. Nodes and edges are the basic components of a network. Nodes represent units in the network, while edges represent the interactions between the units. Nodes can represent a wide-array of biological units, from individual organisms to individual neurons in the brain. Two important properties of a network are degree and betweenness centrality. Degree (or connectivity, a distinct usage from that used in graph theory) is the number of edges that connect a node, while betweenness is a measure of how central a node is in a network. Nodes with high betweenness essentially serve as bridges between different portions of the network (i.e. interactions must pass through this node to reach other portions of the network). In social networks, nodes with high degree or high betweenness may play important roles in the overall composition of a network.",
            "score": 139.28836750984192
        },
        {
            "docid": "55997822_9",
            "document": "Copying network models . Another simple model, proposed to explain the observation that the average node degree grows with system size adds nodes one at a time. A new node randomly selects a node from the existing ones and in addition to copying all the edges the target node was assigned at its introduction, it connects to the node itself, thus slightly increasing average degree. For example if the target node is the very first one in the network, no additional edges are added, just the one between the first node and the last. Take the two extreme cases. If a new node always connects to the first node, the model forms a star graph, where each node has degree one, but the first node has increasing degree count. In this case, the average degree increases by formula_30 with each additional node, where formula_31 is the number of nodes. In the other extreme case, where the new nodes connects to the one added before it, a complete graph is formed and the average degree increases 1 with every new node.",
            "score": 84.46576428413391
        },
        {
            "docid": "22747_22",
            "document": "OSI model . The network layer provides the functional and procedural means of transferring variable length data sequences (called packets) from one node to another connected in \"different networks\". A network is a medium to which many nodes can be connected, on which every node has an \"address\" and which permits nodes connected to it to transfer messages to other nodes connected to it by merely providing the content of a message and the address of the destination node and letting the network find the way to deliver the message to the destination node, possibly routing it through intermediate nodes. If the message is too large to be transmitted from one node to another on the data link layer between those nodes, the network may implement message delivery by splitting the message into several fragments at one node, sending the fragments independently, and reassembling the fragments at another node. It may, but does not need to, report delivery errors.",
            "score": 89.44871354103088
        },
        {
            "docid": "46846453_2",
            "document": "Non-linear preferential attachment . In network science, preferential attachment means that nodes of a network tend to connect to those nodes which have more links. If the network is growing and new nodes tend to connect to existing ones with linear probability in the degree of the existing nodes then preferential attachment leads to a scale-free network. If this probability is sub-linear then the network’s degree distribution is stretched exponential and hubs are much smaller than in a scale-free network. If this probability is super-linear then almost all nodes are connected to a few hubs. According to Kunegis, Blattner, and Moser several online networks follow a non-linear preferential attachment model. Communication networks and online contact networks are sub-linear while interaction networks are super-linear. The co-author network among scientists also shows the signs of sub-linear preferential attachment.",
            "score": 80.88268852233887
        },
        {
            "docid": "2129782_3",
            "document": "Degree distribution . The degree of a node in a network (sometimes referred to incorrectly as the connectivity) is the number of connections or edges the node has to other nodes. If a network is directed, meaning that edges point in one direction from one node to another node, then nodes have two different degrees, the in-degree, which is the number of incoming edges, and the out-degree, which is the number of outgoing edges.",
            "score": 107.93293535709381
        },
        {
            "docid": "15978180_33",
            "document": "Connectome . The connectome can be studied as a network by means of network science and graph theory. In case of a micro-scale connectome, the nodes of this network (or graph) are the neurons, and the edges correspond to the synapses between those neurons. For the macro-scale connectome, the nodes correspond to the ROIs (regions of interest), while the edges of the graph are derived from the axons interconnecting those areas. Thus connectomes are sometimes referred to as \"brain graphs\", as they are indeed graphs in a mathematical sense which describe the connections in the brain (or, in a broader sense, the whole nervous system).",
            "score": 178.6017153263092
        },
        {
            "docid": "44433870_12",
            "document": "Quantum complex network . The quantum random network model proposed by Perseguers et al. can be thought of as a quantum version of the Erdős–Rényi model. Instead of the typical links used in to represent other complex networks, in the quantum random network model each pair of nodes is connected through a pair of entangled qubits. In this case each node containsformula_15 quibits, one for each other node. In a quantum random network, the degree of entanglement between two pairs of nodes, represented by formula_16, plays a similar role to the parameter formula_16 in the Erdős–Rényi model. While in the Erdős–Rényi model two nodes form a connection with probability formula_16, in the context of quantum random networks formula_16 means the probability of an entangled pair of qubits being successful converted to a maximally entangled state using only local operations and classical communications, called LOCC operations. We can think of maximally entangled qubits as the true links between nodes.",
            "score": 71.97052884101868
        },
        {
            "docid": "29076341_15",
            "document": "Matthew effect . In the words of Stanovich: In network science, the Matthew effect is used to describe the preferential attachment of earlier nodes in a network, which explains that these nodes tend to attract more links early on. \"Because of preferential attachment, a node that acquires more connections than another one will increase its connectivity at a higher rate, and thus an initial difference in the connectivity between two nodes will increase further as the network grows, while the degree of individual nodes will grow proportional with the square root of time.\" The Matthew Effect therefore explains the growth of some nodes in vast networks such as the Internet.",
            "score": 93.12706565856934
        },
        {
            "docid": "39544099_2",
            "document": "Local World Evolving Network Models . Evolving networks are dynamic networks which change in time. In each period t there are new nodes and edges that join the network while the old ones disappear. Such dynamic behaviour is characteristic for most real-world networks, regardless of their range - global or local. However, networks differ not only in their range but also in their topological structure. It is possible to distinguish:  One of the main feature which allows to differentiate networks is their evolution process. In random networks points are added and removed from the network in a totally random way (model of Erdős and Rényi). Evolution of free scale networks is based on the preferential attachment – nodes connect to nodes that have already possessed a large number of links. In result hubs (nodes that have the largest number of edges) are created and networks follow power law of distribution (model of Barabási and Albert's). In opposite, in small world networks there are no hubs, and nodes are rather egalitarian and locally grouped in smaller clusters. These kind of networks are described by Watts and Strogatz (WS) model. All aforementioned models assume that newly added points have a global information about the whole network. However, in case of large systems, such knowledge is rather rare. This strongly limits nodes’ possibilities of connection choice. As a result, decisions about links are made rather in a local world than in the whole network. Networks which consider this locality are called local-world networks and were first described by the Li and Chen model (2003). The local world model was extended inter alia by Gardeñes and Moreno (2004), Sen and Zhong, Wen et al. or Xuan et al.",
            "score": 74.74446761608124
        },
        {
            "docid": "1457254_5",
            "document": "Small-world network . Small-world networks tend to contain cliques, and near-cliques, meaning sub-networks which have connections between almost any two nodes within them. This follows from the defining property of a high clustering coefficient. Secondly, most pairs of nodes will be connected by at least one short path. This follows from the defining property that the mean-shortest path length be small.  Several other properties are often associated with small-world networks. Typically there is an over-abundance of \"hubs\" – nodes in the network with a high number of connections (known as high degree nodes). These hubs serve as the common connections mediating the short path lengths between other edges. By analogy, the small-world network of airline flights has a small mean-path length (i.e. between any two cities you are likely to have to take three or fewer flights) because many flights are routed through hub cities. This property is often analyzed by considering the fraction of nodes in the network that have a particular number of connections going into them (the degree distribution of the network). Networks with a greater than expected number of hubs will have a greater fraction of nodes with high degree, and consequently the degree distribution will be enriched at high degree values. This is known colloquially as a fat-tailed distribution. Graphs of very different topology qualify as small-world networks as long as they satisfy the two definitional requirements above.",
            "score": 107.55937922000885
        },
        {
            "docid": "3495507_2",
            "document": "Eigenvector centrality . In graph theory, eigenvector centrality (also called eigencentrality) is a measure of the influence of a node in a network. Relative scores are assigned to all nodes in the network based on the concept that connections to high-scoring nodes contribute more to the score of the node in question than equal connections to low-scoring nodes. A high eigenvector score means that a node is connected to many nodes who themselves have high scores.",
            "score": 77.15685081481934
        },
        {
            "docid": "12106740_8",
            "document": "Random geometric graph . In the high density limit for a network with exponential connection function the number of isolated nodes is Poisson distributed, and the resulting network contains a unique giant component and isolated nodes only . Therefore by ensuring there are no isolated nodes, in the dense regime, the network is a.a.s fully connected; similar to the results shown in for the disk model.  Often the properties of these networks such as betweenness centrality and connectivity are studied in the limit as the density → ∞ which often means border effects become negligible. However, in real life where networks are finite, although can still be extremely dense, border effects will impact on full connectivity; in fact showed that for full connectivity, with an exponential connection function, is greatly impacted by boundary effects as nodes near the corner/face of a domain are less likely to connect compared with those in the bulk. As a result full connectivity can be expressed as a sum of the contributions from the bulk and the geometries boundaries. A more general analysis of the connection functions in wireless networks has shown that the probability of full connectivity can be well approximated expressed by a few moments of the connection function and the regions geometry .",
            "score": 108.99392342567444
        },
        {
            "docid": "3686677_6",
            "document": "Unit disk graph . Beginning with the work of , unit disk graphs have been used in computer science to model the topology of ad hoc wireless communication networks. In this application, nodes are connected through a direct wireless connection without a base station. It is assumed that all nodes are homogeneous and equipped with omnidirectional antennas. Node locations are modelled as Euclidean points, and the area within which a signal from one node can be received by another node is modelled as a circle. If all nodes have transmitters of equal power, these circles are all equal. Random geometric graphs, formed as unit disk graphs with randomly generated disk centres, have also been used as a model of percolation and various other phenomena.",
            "score": 71.61805820465088
        },
        {
            "docid": "52380256_5",
            "document": "Mediation-driven attachment model . Recently, Hassan \"et al.\" proposed a mediation-driven attachment model which appears to embody the PA rule but not directly rather in disguise. In the MDA model, an incoming node choose an existing node to connect by first picking one of the existing nodes at random which is regarded as mediator. The new node then connect with one of the neighbors of the mediator which is also picked at random. Now the question is: What is the probability formula_2 that an already existing node formula_3 is finally picked to connect it with the new node? Say, the node formula_3 has degree formula_7 and hence it has formula_7 neighbors. Consider that the neighbors of formula_3 are labeled formula_10 which have degrees formula_11 respectively. One can reach the node formula_3 from each of these formula_7 nodes with probabilities inverse of their respective degrees, and each of the formula_7 nodes are likely to be picked at random with probability formula_15. Thus the probability formula_2 of the MDA model is:",
            "score": 69.6422233581543
        },
        {
            "docid": "46897030_3",
            "document": "Bianconi–Barabási model . The Barabási–Albert (BA) model uses two concepts: growth and preferential attachment. Here, growth indicates the increase in the number of nodes in the network with time, and preferential attachment means that more connected nodes receive more links. The Bianconi–Barabási model, on top of these two concepts, uses another new concept called the fitness. This model makes use of an analogy with evolutionary models. It assigns an intrinsic fitness value to each node, which embodies all the properties other than the degree. The higher the fitness, the higher the probability of attracting new edges. Fitness can be defined as the ability to attract new links – \"a quantitative measure of a node's ability to stay in front of the competition\".",
            "score": 63.128000020980835
        },
        {
            "docid": "41413_45",
            "document": "Network topology . In a \"fully connected network\", all nodes are interconnected. (In graph theory this is called a complete graph.) The simplest fully connected network is a two-node network. A fully connected network doesn't need to use packet switching or broadcasting. However, since the number of connections grows quadratically with the number of nodes: This kind of topology does not trip and affect other nodes in the network",
            "score": 77.3288152217865
        },
        {
            "docid": "46900621_11",
            "document": "Evolution of a random network . This means that at the moment that each component has on average 1 link, a giant component emerges. This point corresponds to probability p = 1/ (N-1), as the probability of having a link between two nodes is the ratio of the one case when that one link connect the two randomly chosen nodes, divided by all the other possibilities how that one connection can connect one of the nodes to an other node, which is N-1, as a node can connect to all other nodes but itself (excluding the possibility of a self loop in this model).",
            "score": 80.96423065662384
        },
        {
            "docid": "50796722_5",
            "document": "State switching . Until the 1990s, it was tacitly assumed that most networks adopt a random architecture wherein an edge (connection) between each pair of nodes has equal probability, independent of the other edges (Erdős–Rényi model). However, pioneering work by Barabási and colleagues (Barabási–Albert model) indicated that biological networks, like many other networks they interrogated, adopt an architecture wherein the degree distribution P(k) exhibits a power-law behavior as a function of the degree k. In particular, P(k) ~ k-γ, with only a few nodes (hub nodes) has numerous edges while the majority of the nodes have very few edges. As such, these networks are robust to failure of random nodes but vulnerable to failure of hubs. In light of the scale-free topology of the PIN, Mahmoudabadi et al. set out to elucidate whether perturbation to IDP hub proteins could account for such dramatic changes as state switching in the absence of DNA mutations (changes to the DNA sequence) and whether these changes could be passed onto the progeny.",
            "score": 58.46098971366882
        },
        {
            "docid": "8287543_22",
            "document": "Community structure . Cliques are subgraphs in which every node is connected to every other node in the clique. As nodes can not be more tightly connected than this, it is not surprising that there are many approaches to community detection in networks based on the detection of cliques in a graph and the analysis of how these overlap. Note that as a node can be a member of more than one clique, a node can be a member of more than one community in these methods giving an overlapping community structure.",
            "score": 83.25026798248291
        },
        {
            "docid": "11632712_2",
            "document": "Flat neighborhood network . Flat Neighborhood Network (FNN) is a topology for distributed computing and other computer networks. Each node connects to two or more switches which, ideally, entirely cover the node collection, so that each node can connect to any other node in two \"hops\" (jump up to one switch and down to the other node). This contrasts to toplogies with fewer cables per node which communicate with remote nodes via intermediate nodes, as in Hypercube (\"see\" The Connection Machine).",
            "score": 75.05444025993347
        },
        {
            "docid": "1706303_11",
            "document": "Recurrent neural network . Basic RNNs are a network of neuron-like nodes, each with a directed (one-way) connection to every other node. Each node (neuron) has a time-varying real-valued activation. Each connection (synapse) has a modifiable real-valued weight. Nodes are either input nodes (receiving data from outside the network), output nodes (yielding results), or hidden nodes (that modify the data on route from input to output).",
            "score": 95.19495844841003
        },
        {
            "docid": "40947668_3",
            "document": "Price's model . Consider a directed graph with \"n\" nodes. Let formula_1 denote the fraction of nodes with degree \"k\" so that formula_2. Each new node has a given out-degree (namely those papers it cites) and it is fixed in the long run. This does not mean that the out-degrees can not vary across nodes, simply we assume that the mean out-degree \"m\" is fixed over time. It is clear, that formula_3, consequently \"m\" is not restricted to integers. The most trivial form of preferential attachment means that a new node connects to an existing node proportionally to its in-degrees. In other words, a new paper cites an existing paper in proportional to its in-degrees. The caveat of such idea is that no new paper is cited when it is joined to the network so it is going to have zero probability of being cited in the future (which necessarily is not how it happens). To overcome this, Price proposed that an attachment should be proportional to some formula_4 with formula_5 constant. In general formula_5 can be arbitrary, yet Price proposes a formula_7, in that way an initial citation is associated with the paper itself (so the proportionality factor is now \"k\" + 1 instead of \"k\"). The probability of a new edge connecting to any node with a degree \"k\" is",
            "score": 57.39189946651459
        },
        {
            "docid": "39544099_6",
            "document": "Local World Evolving Network Models . The model is the extension of LM model in a sense that it divides nodes on these which have the information about the global network and on these which does not.  To control for this diversification, parameter formula_16 is introduced. Let formula_16 be the ratio of the number of nodes obtaining the information about the global network to the total number of nodes. Because formula_16 is a ratio, it must be that formula_19. When formula_20 there is no nodes that ow the global information and NLW model comes down to the local-world network model. In turn, formula_21 means that each node possesses the global information about the network, which makes NLW model identical with BA model.  The NWL model starts in the same way as LW – there is a set of small number of nodes m_0 and the small number of edges formula_2. There are M nodes that were selected randomly from the whole global network and established a “local world” for new coming nodes. However, in NLW model every new node with m edges can connect to global or local system. The decision depends on received information. If a new node gets information about the whole network, the probability that it will be connected with node i depends on the degree ki of that node, such that: In turn, if the node was not provided in the global information and knows only its local world, it will link only with nodes from this system with the probability: Thus, the general probability in the new local world model may be written as: where formula_16 is the probability that a new node possesses a knowledge about the global network. Similarly to the LW model, the NLW model distinguish three cases of local-world selection: The upper bound case (Case C) is the same as in the local world model.",
            "score": 65.31696057319641
        },
        {
            "docid": "2208074_11",
            "document": "Neurophilosophy . The brain regions of interest are somewhat constrained by the size of the voxels. Rs-fcMRI uses voxels that are few millimeters cubed so the brain regions will have to be defined on a larger scale. Two of the statistical methods that are commonly applied to network analysis can work on the single voxel spatial scale, but graph theory methods are extremely sensitive to the way nodes are defined. Brains regions can be divided according to their cellular architectural, according to their connectivity, or according to physiological measures. Alternatively, you could take a theory neutral approach and randomly divide the cortex into partitions of the size of your choosing. As mentioned earlier, there are several approaches to network analysis once the your brain regions have been defined. Seed based analysis begins with an a priori defined seed region and finds all of the regions that are functionally connected to that region. Wig et al. caution that the resulting network structure will not give any information concerning the inter-connectivity of the identified regions or the relations of those regions to regions other than the seed region. Another approach is to use independent component analysis to create spatio-temporal component maps and the components are sorted by components that carry information of interest and those that are caused by noise. Wigs et al. once again warns that inference of functional brain region communities is difficult under ICA. ICA also has the issue of imposing orthogonality on the data. Graph theory uses a matrix to characterize covariance between regions which is then transformed into a network map. The problem with graph theory analysis is that network mapping is heavily influenced by a priori brain region and connectivity (nodes and edges), thus the researcher is at risk for cherry picking regions and connections according to their own theories. However, graph theory analysis is extremely valuable since it is the only method that gives pair-wise relationships between nodes. ICA has the added advantage of being a fairly principled method. It seems that using both methods will be important in uncovering the network connectivity of the brain. Mumford et al. hoped to avoid these issues and use a principled approach that could determine pair-wise relationships using a statistical technique adopted from analysis of gene co-expression networks.",
            "score": 158.59968900680542
        },
        {
            "docid": "46900918_5",
            "document": "Xulvi-Brunet - Sokolov algorithm . In disassortative networks, highly connected nodes tend to connect to less-well-connected nodes with larger probability than in uncorrelated networks. Examples of such networks include biological networks. The Xulvi-Brunet and Sokolov’s algorithm for this type of networks is similar to the one for assortative networks with one minor change. As before, two links of four nodes are randomly chose and the nodes are ordered with respect to their degrees. However, in this case, the links are rewired (with probability p) such that one link connects the highest connected node with the node with the lowest degree and the other link connects the two remaining nodes randomly with probability 1 – ρ. Similarly, if the new links already existed, the previous step is repeated. This algorithm does not change the degree of nodes and thus the degree distribution of the network.",
            "score": 80.73940181732178
        },
        {
            "docid": "46897471_8",
            "document": "Network homophily . Homophily leads new nodes to connect to similar nodes with a higher probability but this bias is less apparent between second degree nodes than between first degree nodes of any given node. With time the connections created by network-based search get more and more prevalent (with the increase in the number of neighbours), and because second degree connections contain more and more randomly found nodes the connections of older nodes become more diverse and less influenced by homophily. Thus the citations of an older article is likely to come from a larger variety of subjects and scientific research fields.",
            "score": 86.8087158203125
        },
        {
            "docid": "44392172_4",
            "document": "Rich-club coefficient . </math>|}}  where formula_1 is the number of edges between the nodes of degree greater than or equal to \"k\", and formula_2 is the number of nodes with degree greater than or equal to \"k\". This measures how many edges are present between nodes of degree at least \"k\", normalized by how many edges there could be between these nodes in a complete graph. When this value is close to 1 for values of \"k\" close to formula_3, it is interpreted that high degree nodes of the network are well connected. The associated subgraph of nodes with degree at least \"k\" is also called the \"Rich Club\" graph.",
            "score": 64.17919611930847
        },
        {
            "docid": "43849647_5",
            "document": "Danielle Bassett . Bassett began her research by applying the concepts of network science and complex systems in order to understand the organization of the brain. She focused on the “small-world” topology of the brain, which refers to networks and the way in which they express dense local clustering and how the presence of connections leads to a short path of communication between distant nodes. Her research team applied mathematical concepts in graph theory to small-world analysis to quantify cortical connectivity. The small-world models she produced introduced a means to understanding the brain’s structure and function.",
            "score": 128.8052854537964
        },
        {
            "docid": "31111024_19",
            "document": "Memory error . Spreading activation can also demonstrate how memory errors may occur. As the network of memory associations increases in the number of connections–the connection density–the likelihood of memory gaps and errors occurring also increases. Put simply, the amount of activation a secondary connection receives depends on how many connections the initial node has associated with it. This is because the initial node must divide the amount of activation it spreads to related nodes by the number of connecting nodes it is associated with. If node 1 has three connecting nodes, and node 2 has 15 connecting nodes, the three connecting nodes from node 1 will receive greater activation levels (the activation level is divided less) than for the 15 connecting nodes from node 2, and the components of these nodes will be more easily brought to mind. What this means is that, with more connections a node has, the more difficulty there is bringing to mind one of its connecting features. This can lead to memory errors, in that if the connection density is so great that there is not enough activation reaching the secondary nodes, then the person may not recall a target memory that is actually present, and a memory error occurs.",
            "score": 87.41637790203094
        },
        {
            "docid": "41413_48",
            "document": "Network topology . In a partially connected network, certain nodes are connected to exactly one other node; but some nodes are connected to two or more other nodes with a point-to-point link. This makes it possible to make use of some of the redundancy of mesh topology that is physically fully connected, without the expense and complexity required for a connection between every node in the network.",
            "score": 88.7328565120697
        },
        {
            "docid": "8287543_2",
            "document": "Community structure . In the study of complex networks, a network is said to have community structure if the nodes of the network can be easily grouped into (potentially overlapping) sets of nodes such that each set of nodes is densely connected internally. In the particular case of \"non-overlapping\" community finding, this implies that the network divides naturally into groups of nodes with dense connections internally and sparser connections between groups. But \"overlapping\" communities are also allowed. The more general definition is based on the principle that pairs of nodes are more likely to be connected if they are both members of the same community(ies), and less likely to be connected if they do not share communities. A related but different problem is community search, here the goal is to find a community that a certain vertex belongs to.",
            "score": 100.7547972202301
        },
        {
            "docid": "534400_17",
            "document": "Semantic memory . One of the first examples of a network model of semantic memory is the Teachable Language Comprehender (TLC). In this model, each node is a word, representing a concept (like \"Bird\"). With each node is stored a set of properties (like \"can fly\" or \"has wings\") as well as pointers (i.e., links) to other nodes (like \"Chicken\"). A node is directly linked to those nodes of which it is either a subclass or superclass (i.e., \"Bird\" would be connected to both \"Chicken\" and \"Animal\"). Thus, TLC is a hierarchical knowledge representation in that high-level nodes representing large categories are connected (directly or indirectly, via the nodes of subclasses) to many instances of those categories, whereas nodes representing specific instances are at a lower level, connected only to their superclasses. Furthermore, properties are stored at the highest category level to which they apply. For example, \"is yellow\" would be stored with \"Canary\", \"has wings\" would be stored with \"Bird\" (one level up), and \"can move\" would be stored with \"Animal\" (another level up). Nodes may also store negations of the properties of their superordinate nodes (i.e., \"NOT-can fly\" would be stored with \"penguin\"). This provides an economy of representation in that properties are only stored at the category level at which they become essential, that is, at which point they become critical features (see below).",
            "score": 81.68398368358612
        }
    ],
    "r": [
        {
            "docid": "15978180_28",
            "document": "Connectome . At the beginning of the connectome project, it was thought that the connections between neurons were unchangeable once established and that only individual synapses could be altered. However, recent evidence suggests that connectivity is also subject to change. There are two ways that the brain can rewire: formation and removal of synapses in an established connection or formation or removal of entire connections between neurons. Both mechanisms of rewiring are useful for learning completely novel tasks that may require entirely new connections between regions of the brain. However, the ability of the brain to gain or lose entire connections poses an issue for mapping a universal species connectome.",
            "score": 205.26400756835938
        },
        {
            "docid": "22363378_10",
            "document": "Laboratory of Neuro Imaging . Center for Integrative Connectomics (CIC): Launched in 2017 and led by Hong-Wei Dong, professor of neurology at the Keck School of Medicine of USC, the CIC absorbed the Mouse Connectome Project, which has traced more than 2,000 pathways within the mouse brain. The center is developing a detailed connectivity map of the mammalian brain in an effort to understand the neural networks underlying health and disease, including neurological conditions such as autism, Alzheimer’s disease, Parkinson’s disease and Huntington’s disease. In 2017, the center joined the BRAIN Initiative Cell Census Network with a $19 million grant, where it will lead the neuroanatomy analysis and assist with connectivity and transcriptome analyses aimed at characterizing and classifying neurons in the mouse brain.",
            "score": 197.84727478027344
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 186.01365661621094
        },
        {
            "docid": "37689664_12",
            "document": "Resting state fMRI . The connectivity of brain regions that are physically or anatomically attached to one another is referred to as structural connectivity. Regions of the brain do not have to be structurally connected to have functional connectivity, and a structural connection does not necessarily signify a functional link. Several initiatives such as the Human Connectome Project try to build a connectome or a neural connectivity map that will shed light on the anatomical as well as functional connectivity within the healthy human brain.",
            "score": 185.72610473632812
        },
        {
            "docid": "33818014_18",
            "document": "Nervous system network models . There are three types of brain connectivity models of a network (Sporns, O. (2007)). “Anatomical (or structural) connectivity” describes a network with anatomical links having specified relationship between connected “units.” If the dependent properties are stochastic, it is defined as “functional connectivity.” “Effective connectivity” has causal interactions between distinct units in the system. As stated earlier, brain connectivity can be described at three levels. At microlevel, it connects neurons through electrical or chemical synapses. A column of neurons can be considered as a unit in the mesolevel and regions of the brain comprising a large number of neurons and neuron populations as units in the macrolevel. The links in the latter case are the inter-regional pathways, forming large-scale connectivity. Figure 2 shows the three types of connectivity. The analysis is done using the directed graphs (see Sporns, O. (2007) and Hilgetag, C. C. (2002)). In the structural brain connectivity type, the connectivity is a sparse and directed graph. The functional brain connectivity has bidirectional graphs. The effective brain connectivity is bidirectional with interactive cause and effect relationships. Another representation of the connectivity is by matrix representation (See Sporns, O. (2007)). Hilgetag, C. C. (2002) describes the computational analysis of brain connectivity.",
            "score": 184.035888671875
        },
        {
            "docid": "53757504_8",
            "document": "Viktor K. Jirsa . Full brain modelling of the last century was limited to either a few regions of interest modelling or to (mostly unrealistic) approximations of brain connectivity. However, full brain models have always been the interface between human brain imaging and theorising on brain function and dysfunction. In 2002 Jirsa and colleagues demonstrated that the approximations of brain connectivity will never be able to capture most behaviour of brain imaging data (in particular the spatiotemporal symmetries in the data) and thus proposed to use DTI data as a proxy of network connectivity in brain models. Characteristic challenges for this type of large-scale models would be 1) the detailed connection topology and 2) time delays via signal transmission, which do not play a role for modelling on all other levels of organisation. In 2006 Jirsa introduced connectome-based connectivity (from the Cocamac data base with the help of Rolf Kötter) and presented a large-scale brain network model of resting state brain dynamics in Sendai, Japan, at the Brain Connectivity workshop. Connectome-based brain modelling became an active field of research in the years that followed (Honey et al. 2007; Ghosh et al. 2008; Deco et al. 2009), with many applications devoted to resting state dynamics in healthy subjects, ageing and diseases such as schizophrenia, lesions and epilepsy. Various reviews summarise the findings (Deco et al. 2011, 2013; Kringelbach et al. 2015) and highlight the impact of this new approach. Jirsa and his group have contributed to the conception and development of connectome-based modelling and developed a range of technical tools since the early 2000s (Jirsa & Kelso 2000; Jirsa et al. 2002; Jirsa 2009). Of particular importance are Jirsa’s contributions to a better understanding and treatment of signal transmission time delays in brain networks. The presence of many time delays, which are systematically distributed across the network, is a key characteristic of connectome-based brain models and not encountered in any other system of spatiotemporal pattern formation.",
            "score": 183.8428955078125
        },
        {
            "docid": "29176704_13",
            "document": "Human Connectome Project . The Human Connectome Project Young Adult study made data on the brain connections of 1100 healthy young adults available to the scientific community. Scientists have used data from the study to support theories about which areas of the brain communicate with one another. For example, one study used data from the project to show that the amygdala, a part of the brain essential for emotional processing, is connected to the parts of the brain that receive information from the senses and plan movement. Another study showed that healthy individuals who had a high tendency to experience anxious or depressed mood had fewer connections between the amygdala and a number of brain areas related to attention.",
            "score": 182.7801513671875
        },
        {
            "docid": "15978180_33",
            "document": "Connectome . The connectome can be studied as a network by means of network science and graph theory. In case of a micro-scale connectome, the nodes of this network (or graph) are the neurons, and the edges correspond to the synapses between those neurons. For the macro-scale connectome, the nodes correspond to the ROIs (regions of interest), while the edges of the graph are derived from the axons interconnecting those areas. Thus connectomes are sometimes referred to as \"brain graphs\", as they are indeed graphs in a mathematical sense which describe the connections in the brain (or, in a broader sense, the whole nervous system).",
            "score": 178.60171508789062
        },
        {
            "docid": "15978180_27",
            "document": "Connectome . The initial explorations in macroscale human connectomics were done using either equally sized regions or anatomical regions with unclear relationship to the underlying functional organization of the brain (e.g. gyral and sulcal-based regions). While much can be learned from these approaches, it is highly desirable to parcellate the brain into functionally distinct parcels: brain regions with distinct architectonics, connectivity, function, and/or topography (Felleman and Van Essen, 1991). Accurate parcellation allows each node in the macroscale connectome to be more informative by associating it with a distinct connectivity pattern and functional profile. Parcellation of localized areas of cortex have been accomplished using diffusion tractography (Beckmann \"et al.\" 2009) and functional connectivity (Nelson \"et al.\" 2010) to non-invasively measure connectivity patterns and define cortical areas based on distinct connectivity patterns. Such analyses may best be done on a whole brain scale and by integrating non-invasive modalities. Accurate whole brain parcellation may lead to more accurate macroscale connectomes for the normal brain, which can then be compared to disease states.",
            "score": 177.5208282470703
        },
        {
            "docid": "197179_50",
            "document": "Sexual dimorphism . The relationship between sex differences in the brain and human behavior is a subject of controversy in psychology and society at large. Many females tend to have a higher ratio of gray matter in the left hemisphere of the brain in comparison to males. Males on average have larger brains than females; however, when adjusted for total brain volume the gray matter differences between sexes is almost nonexistent. Thus, the percentage of gray matter appears to be more related to brain size than it is to sex. Differences in brain physiology between sexes do not necessarily relate to differences in intellect. Haier \"et al.\" found in a 2004 study that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance\". (See the sex and intelligence article for more on this subject.) Strict graph-theoretical analysis of the human brain connections revealed that in numerous graph-theoretical parameters (e.g., minimum bipartition width, edge number, the expander graph property, minimum vertex cover), the structural connectome of women are significantly \"better\" connected than the connectome of men. It was shown that the graph-theoretical differences are due to the sex and not to the differences in the cerebral volume, by analyzing the data of 36 females and 36 males, where the brain volume of each man in the group was smaller than the brain volume of each woman in the group.",
            "score": 177.4317169189453
        },
        {
            "docid": "22363378_23",
            "document": "Laboratory of Neuro Imaging . Mouse Connectome Project (MCP): The MCP, funded by NIH, aims to create a complete mesoscale connectivity atlas of the mouse brain and to generate its global neural networks. Using fluorescent dyes as tracers and novel computational informatics tools for analysis, the project has already provided researchers with a better understanding of how various brain structures organize into networks and communicate with one another. The MCP team includes neuroanatomists, computer scientists, and web programmers. Ongoing activities include:",
            "score": 173.33082580566406
        },
        {
            "docid": "15978180_15",
            "document": "Connectome . Brain networks can be defined at different levels of scale, corresponding to levels of spatial resolution in brain imaging (Kötter, 2007, Sporns, 2010). These scales can be roughly categorized as microscale, mesoscale and macroscale. Ultimately, it may be possible to join connectomic maps obtained at different scales into a single hierarchical map of the neural organization of a given species that ranges from single neurons to populations of neurons to larger systems like cortical areas. Given the methodological uncertainties involved in inferring connectivity from the primary experimental data, and given that there are likely to be large differences in the connectomes of different individuals, any unified map will likely rely on \"probabilistic\" representations of connectivity data (Sporns \"et al.\", 2005).",
            "score": 173.0877227783203
        },
        {
            "docid": "21855574_5",
            "document": "Brain simulation . The connectivity of the neural circuit for touch sensitivity of the simple C. elegans nematode (roundworm) was mapped in 1985 and partly simulated in 1993. Since 2004, many software simulations of the complete neural and muscular system have been developed, including simulation of the worm's physical environment. Some of these models have been made available for download. However, there is still a lack of understanding of how the neurons and the connections between them generate the surprisingly complex range of behaviors that are observed in the relatively simple organism. This contrast between the apparent simplicity of how the mapped neurons interact with their neighbours, and exceeding complexity of the overall brain function, is an example of an emergent property. Interestingly, this kind of emergent property is paralleled within artificial neural networks, the neurons of which are exceedingly simple compared to their often complex, abstract outputs.",
            "score": 172.99156188964844
        },
        {
            "docid": "29176704_14",
            "document": "Human Connectome Project . There are currently four research groups collecting data on connections in the brains of populations other than young adults. The purpose of these groups is to determine ordinary brain connectivity during infancy, childhood, adolescence, and aging. Scientists will use the data from these research groups in the same manner in which they have used data from the Human Connectome Project Young Adult study.",
            "score": 172.64596557617188
        },
        {
            "docid": "15978180_11",
            "document": "Connectome . In the human brain, the significance of the connectome stems from the realization that the structure and function of the human brain are intricately linked, through multiple levels and modes of brain connectivity. There are strong natural constraints on which neurons or neural populations can interact, or how strong or direct their interactions are. Indeed, the foundation of human cognition lies in the pattern of dynamic interactions shaped by the connectome.",
            "score": 171.76426696777344
        },
        {
            "docid": "15978180_3",
            "document": "Connectome . The production and study of connectomes, known as connectomics, may range in scale from a detailed map of the full set of neurons and synapses within part or all of the nervous system of an organism to a macro scale description of the functional and structural connectivity between all cortical areas and subcortical structures. The term \"connectome\" is used primarily in scientific efforts to capture, map, and understand the organization of neural interactions within the brain.",
            "score": 170.33538818359375
        },
        {
            "docid": "2860430_14",
            "document": "Neural oscillation . Neural oscillation can also arise from interactions between different brain areas coupled through the structural connectome. Time delays play an important role here. Because all brain areas are bidirectionally coupled, these connections between brain areas form feedback loops. Positive feedback loops tends to cause oscillatory activity where frequency is inversely related to the delay time. An example of such a feedback loop is the connections between the thalamus and cortex – the thalamocortical radiations. This thalamocortical network is able to generate oscillatory activity known as recurrent thalamo-cortical resonance. The thalamocortical network plays an important role in the generation of alpha activity. In a whole-brain network model with realistic anatomical connectivity and propagation delays between brain areas, oscillations in the beta frequency range emerge from the partial synchronisation of subsets of brain areas oscillating in the gamma-band (generated at the mesoscopic level).",
            "score": 168.82275390625
        },
        {
            "docid": "18314899_2",
            "document": "Connectomics . Connectomics is the production and study of connectomes: comprehensive maps of connections within an organism's nervous system, typically its brain or eye. Because these structures are extremely complex, methods within this field use a high-throughput application of neural imaging and histological techniques in order to increase the speed, efficiency, and resolution of maps of the multitude of neural connections in a nervous system. While the principal focus of such a project is the brain, any neural connections could theoretically be mapped by connectomics, including, for example, neuromuscular junctions. This study is sometimes referred to by its previous name of hodology.",
            "score": 167.48260498046875
        },
        {
            "docid": "15978180_2",
            "document": "Connectome . A connectome () is a comprehensive map of neural connections in the brain, and may be thought of as its \"wiring diagram\". More broadly, a connectome would include the mapping of all neural connections within an organism's nervous system.",
            "score": 166.3280487060547
        },
        {
            "docid": "15978180_32",
            "document": "Connectome . Using functional MRI (fMRI) in the resting state and during tasks, functions of the connectome circuits are being studied. Just as detailed road maps of the earth's surface do not tell us much about the kind of vehicles that travel those roads or what cargo they are hauling, to understand how neural structures result in specific functional behavior such as consciousness, it is necessary to build theories that relate functions to anatomical connectivity. However, the bond between structural and functional connectivity is not straightforward. Computational models of whole-brain network dynamics are valuable tools to investigate the role of the anatomical network in shaping functional connectivity. In particular, computational models can be used to predict the dynamic effect of lesions in the connectome.",
            "score": 166.0526580810547
        },
        {
            "docid": "36558703_3",
            "document": "Brain connectivity estimators . Neuroanatomical connectivity is inherently difficult to define given the fact that at the microscopic scale of neurons, new synaptic connections or elimination of existing ones are formed dynamically and are largely dependent on the function executed, but may be considered as pathways extending over regions of the brain, which are in accordance with general anatomical knowledge. DTI can be used to provide such information.  The distinction between functional and effective connectivity is not always sharp; sometimes causal or directed connectivity is called functional connectivity. Functional connectivity, may be defined as the temporal correlation (in terms of statistically significant dependence between distant brain regions) among the activity of different neural assemblies, whereas effective connectivity may be defined as the direct or indirect influence that one neural system exerts over another. Some brain connectivity estimators evaluate connectivity from brain activity time series such as Electroencephalography (EEG), Local field potential (LFP) or spike trains, with an effect on the directed connectivity. These estimators can be applied to fMRI data, if the required image sequences are available. Among estimators of connectivity, there are linear and non-linear, bivariate and multivariate measures. Certain estimators also indicate directionality. Different methods of connectivity estimation vary in their effectiveness. This article provides an overview of these measures, with an emphasis on the most effective methods.",
            "score": 165.73895263671875
        },
        {
            "docid": "43278016_12",
            "document": "Joe Z. Tsien . In 2015, Tsien developed the \"Theory of Connectivity\" to explain the design principle upon which evolution and development may construct the brain to be capable of generating intelligence. This theory has made six predictions which have received supportive evidence by a recent set of experiments on both the mouse brain and hamster brain. At its core, the \"Theory of Connectivity\" predicts that the cell assemblies in the brain are not random, rather they should conform to the power-of-two-based equation, N = 2 - 1, to form the pre-configured building block termed as the functional connectivity motif (FCM). Instead of using a single neuron as the computational unit in some extremely simple brains, the theory denotes that in most brains, a group of neurons exhibiting similar tuning properties, termed as a neural clique, should serve as the basic computing processing unit (CPU). Defined by the power-of-two-based equation, N = 2 - 1, each FCM consists of principal-projection neuron cliques (N), ranging from those specific cliques receiving specific information inputs (i) to those general and sub-general cliques receiving various combinatorial convergent inputs. As the evolutionarily conserved logic, its validation requires experimental demonstrations of the following three major properties: 1) Anatomical prevalence - FCMs are prevalent across neural circuits, regardless of gross anatomical shapes; 2) Species conservancy - FCMs are conserved across different animal species; and 3) Cognitive universality - FCMs serve as a universal computational logic at the cell-assembly level for processing a variety of cognitive experiences and flexible behaviors. More importantly, this \"Theory of Connectivity\" further predicts that the specific-to-general combinatorial connectivity pattern within FCMs should be pre-configured by evolution, and emerge innately from development as the brain's computational primitives. This proposed design principle can also explain the general purpose and computational algorithm of the neocortex. This proposed design principle of intelligence can be examined via various experiments and also be modeled by neuromorphic engineers and computer scientists. However, Dr. Joe Tsien cautions that artificial general intelligence based on the brain's principles can come with great benefits and, potentially, even greater risks.",
            "score": 165.56045532226562
        },
        {
            "docid": "22072718_12",
            "document": "Biological network . The complex interactions in the brain make it a perfect candidate to apply network theory. Neurons in the brain are deeply connected with one another and this results in complex networks being present in the structural and functional aspects of the brain. For instance, small-world network properties have been demonstrated in connections between cortical areas of the primate brain or during swallowing in humans. This suggests that cortical areas of the brain are not directly interacting with each other, but most areas can be reached from all others through only a few interactions.",
            "score": 165.38259887695312
        },
        {
            "docid": "15978180_34",
            "document": "Connectome . One group of researchers (Iturria-Medina \"et al.\", 2008) has constructed connectome data sets using diffusion tensor imaging (DTI) followed by the derivation of average connection probabilities between 70-90 cortical and basal brain gray matter areas. All networks were found to have small-world attributes and \"broad-scale\" degree distributions. An analysis of betweenness centrality in these networks demonstrated high centrality for the precuneus, the insula, the superior parietal and the superior frontal cortex. Another group (Gong \"et al.\" 2008) has applied DTI to map a network of anatomical connections between 78 cortical regions. This study also identified several hub regions in the human brain, including the precuneus and the superior frontal gyrus.",
            "score": 164.40213012695312
        },
        {
            "docid": "40277479_2",
            "document": "Drosophila connectome . The Drosophila connectome, once completed, will be a complete list of the roughly 135,000 neurons in the brain of the fruit fly Drosophila melanogaster, along with all of the connections (synapses) between these neurons. As of 2013, the \"Drosophila\" connectome is a work in progress, being obtained by the methods of neural circuit reconstruction. Portions of two of the 76 compartments of the \"Drosophila\" brain have connectomes available, and others are subjects of ongoing study.",
            "score": 164.07730102539062
        },
        {
            "docid": "37689507_19",
            "document": "Neuroimaging intelligence testing . A 2012 study from Washington University, St. Louis described the global connectivity of the prefrontal cortex. Global connectivity is the mechanism by which components of the frontoparietal brain network might coordinate control of other tasks. Cole et al. wrote that: \"A lateral prefrontal cortex (LPFC) region's activity was found to predict performance in a high control demand working memory task and also to exhibit high global connectivity. Critically, global connectivity in this LPFC region, involving connections both within and outside the frontoparietal network, showed a highly selective relationship with individual differences in fluid intelligence.\" The lateral prefrontal cortex is a region of interest because those who have injuries to that part of the brain often have issues with common, every day tasks such as planning their day. The LPFC is thought to be important for \"cognitive control capacity,\" which can be used to predict future outcomes such as success in school and the workplace. It was found by van den Heuvel et al. that higher intelligence individuals employ more efficient whole-brain network organization. This had led to the thought that cognitive control capacity may be supported by these whole-brain network properties. The 2012 study used a theoretic approach to neuroimage data known as global brain connectivity (GBC) or weighted degree centrality. GBC let the researches look closely at specific regions and their range of connectivity. It was then possible to examine each region's role in human cognitive control and intelligence. The study used fMRI to acquire data and examine each region's connectivity.",
            "score": 163.07386779785156
        },
        {
            "docid": "29176704_5",
            "document": "Human Connectome Project . The WU-Minn-Oxford consortium has collected a large amount of MRI and behavioral data on 1,200 healthy adults — twin pairs and their siblings from 300 families. The data are being analyzed to show the anatomical and functional connections between parts of the brain for each individual, and will be related to behavioral test data. Comparing the connectomes and genetic data of genetically identical twins with fraternal twins will reveal the relative contributions of genes and environment in shaping brain circuitry and pinpoint relevant genetic variation. The maps will also shed light on how brain networks are organized.",
            "score": 163.02645874023438
        },
        {
            "docid": "47511015_2",
            "document": "Large scale brain networks . Large scale brain networks are collections of widespread brain regions showing functional connectivity by statistical analysis of the fMRI BOLD signal or other signal fluctuations. An emerging paradigm in neuroscience is that cognitive tasks are performed not by individual brain regions working in isolation, but by networks consisting of several discrete brain regions that are said to be \"functionally connected\" due to tightly coupled activity. Functional connectivity may be measured as long-range synchronization of the EEG, MEG, or other dynamic brain signals. Synchronized brain regions may also be identified using spatial independent component analysis. The set of identified brain areas that are linked together in a large-scale network varies with cognitive function. When the cognitive state is not explicit (i.e., the subject is at \"rest\"), the large scale brain network is a resting state network (RSN). As a physical system with graph-like properties, a large scale brain network has both nodes and edges, and cannot be identified simply by the co-activation of brain areas. In recent decades, the analysis of brain networks was made feasible by advances in imaging techniques as well as new tools from graph theory and dynamical systems. Large scale brain networks are identified by their function, and provide a coherent framework for understanding cognition by offering a neural model of how different cognitive functions emerge when different sets of brain regions join together as self-organized coalitions. Disruptions in activity in various networks have been implicated in neuropsychiatric disorders such as depression, Alzheimer's, autism spectrum disorder, schizophrenia and bipolar disorder.",
            "score": 163.01820373535156
        },
        {
            "docid": "162435_28",
            "document": "Mind uploading . When modelling and simulating the brain of a specific individual, a brain map or connectivity database showing the connections between the neurons must be extracted from an anatomic model of the brain. For whole brain simulation, this network map should show the connectivity of the whole nervous system, including the spinal cord, sensory receptors, and muscle cells. Destructive scanning of a small sample of tissue from a mouse brain including synaptic details is possible as of 2010.",
            "score": 162.53533935546875
        },
        {
            "docid": "15978180_22",
            "document": "Connectome . In March 2011, the journal \"Nature\" published a pair of articles on micro-connectomes: Bock \"et al.\" and Briggman \"et al.\" In both articles, the authors first characterized the functional properties of a small subset of cells, and then manually traced a subset of the processes emanating from those cells to obtain a partial subgraph. In alignment with the principles of open-science, the authors of Bock \"et al.\" (2011) have released their data for public access. The full resolution 12TB dataset from Bock \"et al.\" is available at the Open Connectome Project. In 2012, a citizen science project called \"EyeWire\" began attempting to crowdsource the mapping of the connectome through an interactive game. Independently, important topologies of functional interactions among several hundred cells are also gradually going to be declared (Shimono and Beggs, 2014). Scaling up ultrastructural circuit mapping to the whole mouse brain is currently underway (Mikula, 2012). An alternative approach to mapping connectivity was recently proposed by Zador and colleagues (Zador \"et al.\", 2012). Zador's technique, called BOINC (barcoding of individual neuronal connections) uses high-throughput sequencing to map neural circuits. Briefly, the approach consists of (1) labelling each neuron with a unique DNA barcode; (2) transferring barcodes between synaptically coupled neurons (for example using PRV); and (3) fusion of barcodes to represent a synaptic pair. This approach has the potential to be cheap, fast, and extremely high-throughput.",
            "score": 162.16058349609375
        },
        {
            "docid": "18314899_6",
            "document": "Connectomics . By comparing diseased connectome and healthy connectomes, we should gain insight into certain psychopathologies, such as neuropathic pain, and potential therapies for them. Generally, the field of neuroscience would benefit from standardization and raw data. For example, connectome maps can be used to inform computational models of whole-brain dynamics. Current neural networks mostly rely on probabilistic representations of connectivity patterns. Connectograms (circular diagrams of connectomics) have been used in traumatic brain injury cases to document the extent of damage to neural networks.",
            "score": 161.61306762695312
        },
        {
            "docid": "39199253_2",
            "document": "Percolation (cognitive psychology) . Percolation (from the Latin word \"percolatio\", meaning filtration) is a theoretical model used to understand the way activation and diffusion of neural activity occur within neural networks. Percolation is a model used to explain how neural activity is transmitted across the various connections within the brain. Often it is easiest to understand percolation theory by explaining its use in epidemiology. Individuals that are infected with a disease can spread the disease through contact with others in their social network. Those who are more social and come into contact with more people will help to propagate the disease quicker than those who are less social. Therefore factors such as occupation and sociability influence the rate of infection. Now, if one were to think of \"neurons\" as the \"individuals\" and \"synaptic connections\" as the \"social bonds\" between people, then one can determine how easily messages between neurons will spread. When a neuron fires, the message is transmitted along all synaptic connections to other neurons until it can no longer continue. Synaptic connections are considered either open or closed (like a social or unsocial person) and messages will flow along any and all open connections until they can go no further. Just like occupation and sociability play a key role in the spread of disease, so too do the number of neurons, synaptic plasticity and long-term potentiation when talking about neural percolation.",
            "score": 159.73597717285156
        }
    ]
}