{
    "q": [
        {
            "docid": "478128_3",
            "document": "Protein isoform . The discovery of isoforms could explain the discrepancy between the small number of protein coding regions genes revealed by the human genome project and the large diversity of proteins seen in an organism: different proteins encoded by the same gene could increase the diversity of the proteome. Isoforms at the RNA level are readily characterized by cDNA transcript studies. Many human genes possess confirmed alternative splicing isoforms. It has been estimated that ~100,000 ESTs can be identified in humans. Isoforms at the protein level can manifest in the deletion of whole domains or shorter loops, usually located on the surface of the protein.",
            "score": 193.99202966690063
        },
        {
            "docid": "28722065_2",
            "document": "Proteogenomics . Proteogenomics is a field of biological research that utilizes a combination of proteomics, genomics, and transcriptomics to aid in the discovery and identification of peptides. Protegenomics is used to identify new peptides by comparing MS/MS spectra against a protein database that has been derived from genomic and trancriptomic information. Proteogenomics often refers to studies that use proteomic information, often derived from mass spectrometry, to improve gene annotations. Genomics deals with the genetic code of entire organisms, while transcriptomics deals with the study of RNA sequencing and transcripts. proteomics utilizes tandem mass spectrometry and liquid chromatography to identify and study the functions of proteins. Proteomics is being utilized to discover all the proteins expressed within an organism, known as its proteome. The issue with proteomics is that it relies on the assumption that current gene models are correct and that the correct protein sequences can be found using a reference protein sequence database; however, this is not always the case as some peptides cannot be located in the database. In addition, novel protein sequences can occur through mutations. these issues can be fixed with the use of proteomic, genomic, and trancriptomic data. The utilization of both proteomics and genomics led to proteogeonmics which became its own field in 2004.",
            "score": 164.0319528579712
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 156.29356241226196
        },
        {
            "docid": "24026_5",
            "document": "Proteome . The proteome can be larger than the genome, especially in eukaryotes, as more than one protein can be produced from one gene due to alternative splicing (e.g. human proteome consists 92,179 proteins out of which 71,173 are splicing variants). On the other hand, not all genes are translated to proteins, and many known genes encode only RNA which is the final functional product. Moreover, complete proteome size vary depending the kingdom of life. For instance, eukaryotes, bacteria, archaea and viruses have on average 15,145, 3,200, 2,358 and 42 proteins respectively encoded in their genomes.",
            "score": 185.54300618171692
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 197.30839240550995
        },
        {
            "docid": "4007073_6",
            "document": "Gene expression profiling . The human genome contains on the order of 25,000 genes which work in concert to produce on the order of 1,000,000 distinct proteins. This is due to alternative splicing, and also because cells make important changes to proteins through posttranslational modification after they first construct them, so a given gene serves as the basis for many possible versions of a particular protein. In any case, a single mass spectrometry experiment can identify about 2,000 proteins or 0.2% of the total. While knowledge of the precise proteins a cell makes (proteomics) is more relevant than knowing how much messenger RNA is made from each gene, gene expression profiling provides the most global picture possible in a single experiment. However, proteomics methodology is improving. In other species, such as yeast, it is possible to identify over 4,000 proteins in just over one hour.",
            "score": 189.41123294830322
        },
        {
            "docid": "38734340_2",
            "document": "Chaperone code . The Chaperone code has been identified as one of the main regulatory mechanisms underlying cell function in biology. While the genetic code specifies how DNA makes proteins, while the histone code rules genomic transactions, the chaperone code stipulates how proteins produce a functional proteome. The chaperone code refers to the combinatorial array of posttranslational modifications - i.e. phosphorylation, acetylation, ubiquitination, methylation, etc - that target molecular chaperones to modulate their activity. Molecular chaperones are proteins specialized in folding and unfolding of the other cellular proteins and assembly and dismantling of protein complexes, thereby orchestrating the dynamic organization of the proteome. As a consequence, a limited number of chaperones must be able to act on a very large number of substrates in a highly regulated manner.",
            "score": 140.90255856513977
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 182.79971325397491
        },
        {
            "docid": "4250553_57",
            "document": "Gene . The genome size, and the number of genes it encodes varies widely between organisms. The smallest genomes occur in viruses, and viroids (which act as a single non-coding RNA gene). Conversely, plants can have extremely large genomes, with rice containing >46,000 protein-coding genes. The total number of protein-coding genes (the Earth's proteome) is estimated to be 5 million sequences.",
            "score": 155.4964394569397
        },
        {
            "docid": "15925628_7",
            "document": "Hepatitis B . The genome of HBV is made of circular DNA, but it is unusual because the DNA is not fully double-stranded. One end of the full length strand is linked to the viral DNA polymerase. The genome is 3020–3320 nucleotides long (for the full-length strand) and 1700–2800 nucleotides long (for the short length-strand). The negative-sense (non-coding) is complementary to the viral mRNA. The viral DNA is found in the nucleus soon after infection of the cell. The partially double-stranded DNA is rendered fully double-stranded by completion of the (+) sense strand and removal of a protein molecule from the (−) sense strand and a short sequence of RNA from the (+) sense strand. Non-coding bases are removed from the ends of the (−) sense strand and the ends are rejoined. There are four known genes encoded by the genome, called C, X, P, and S. The core protein is coded for by gene C (HBcAg), and its start codon is preceded by an upstream in-frame AUG start codon from which the pre-core protein is produced. HBeAg is produced by proteolytic processing of the pre-core protein. In some rare strains of the virus known as Hepatitis B virus precore mutants, no HBeAg is present. The DNA polymerase is encoded by gene P. Gene S is the gene that codes for the surface antigen (HBsAg). The HBsAg gene is one long open reading frame but contains three in frame \"start\" (ATG) codons that divide the gene into three sections, pre-S1, pre-S2, and S. Because of the multiple start codons, polypeptides of three different sizes called large (the order from surface to the inside: pre-S1, pre-S2, and S ), middle (pre-S2, S), and small (S) are produced. The function of the protein coded for by gene X is not fully understood but it is associated with the development of liver cancer. It stimulates genes that promote cell growth and inactivates growth regulating molecules.",
            "score": 181.09895050525665
        },
        {
            "docid": "29732133_21",
            "document": "History of RNA biology . The great majority of protein-coding genes encoded within the nucleus of metazoan cells contain multiple introns. In many cases, these introns were shown to be processed in more than one pattern, thus generating a family of related mRNAs that differ, for example, by the inclusion or exclusion of particular exons. The end result of alternative splicing is that a single gene can encode a number of different protein isoforms that can exhibit a variety of (usually related) biological functions. Indeed, most of the proteins encoded by the human genome are generated by alternative splicing.",
            "score": 222.76483941078186
        },
        {
            "docid": "42888_21",
            "document": "Human genome . Size of protein-coding genes. The size of protein-coding genes within the human genome shows enormous variability (Table 2). The median size of a protein-coding gene is 26,288 bp (mean = 66,577 bp; Table 2 in ). For example, the gene for histone H1a (HIST1HIA) is relatively small and simple, lacking introns and encoding mRNA sequences of 781 nt and a 215 amino acid protein (648 nt open reading frame). Dystrophin (DMD) is the largest protein-coding gene in the human reference genome, spanning a total of 2.2 MB, while Titin (TTN) has the longest coding sequence (114,414 bp), the largest number of exons (363), and the longest single exon (17,106 bp). Over the whole genome, the median size of an exon is 122 bp (mean = 145 bp), the median number of exons is 7 (mean = 8.8), and the median coding sequence encodes 367 amino acids (mean = 447 amino acids; Table 21 in ).",
            "score": 181.14550638198853
        },
        {
            "docid": "12030765_2",
            "document": "Fetal protein . Fetal proteins are high levels of proteins present during the fetal stage of development. Often related proteins assume similar roles after birth or in the embryo, in which case the fetal varieties are called fetal isoforms. Sometimes, the genes coding fetal isoforms occur adjacent to their adult homologues in the genome, and in those cases a locus control region often coordinates the transition from fetal to adult forms. In other cases fetal isoforms can be produced by alternate splicing using fetal exons to produce proteins that differ in only a portion of their amino acid sequence. In some situations the continuing expression of fetal forms can reveal the presence of a disease condition or serve as a treatment for diseases such as sickle cell anemia. Some well known examples include:",
            "score": 143.6079374551773
        },
        {
            "docid": "10075058_5",
            "document": "Shope papilloma virus . There is a lack of specific data about the productive cycle of papillomaviruses. Research is not conclusive about which coding regions are expressed before or after replication of viral DNA. The E1 region should carried the DNA required for cis and/or trans. E1 is the largest Open reading frame, which is the set of codons in the genome that code for proteins, encoding a 602 base protein. E1 is similar to COOH-terminal domain of the Simian virus 40, plays a role in viral DNA replication maintaining plasmids within a cell. Results have found that CRPV and BPV1 are found in the same location of the genome, which is indicates that papillomaviruses likely have similar methods of replicating their genomes outside of a chromosome. Notable difference between the genomes of the four strains is that the E6 protein is almost twice as long in the CRPV as in any of the other strains of papillomaviruses. The E6 protein is somewhat homologous with a family of ATP synthases that are found in mitochondria of cattle. The homology is significant enough to imply an evolutionary relationship between E6 and the beta chain of the ATP synthase family, however they do not have the same function or enzyme activity. The E2 protein overlaps with the E4 open reading frames in the other papillomaviruses. These differences in the E2 proteins likely determine how oncogenic a virus is. The noncoding region has a homologies with BPV1. Other homologies exist, such as the fact that all papillomaviruses have repeated sequences in the noncoding parts of their genomes. CRPV has some notable repeats, some as long as 32 base pairs. Many pairs up stream of the transcription locations are homologous with promoter sequences in of SV40.",
            "score": 140.89617478847504
        },
        {
            "docid": "56731305_3",
            "document": "RNA-targeting small molecule drugs . Recent discoveries implicating RNA in the pathogenesis of several forms of cancer and neuromuscular diseases have created a paradigm shift in drug discovery. This work combined with advances in structural characterization techniques such as NMR spectroscopy and X-ray crystallography together with computational modeling, has pushed forward the realization that RNA is a dynamic yet viable drug target. Traditionally, RNA was thought to be a mediator between DNA sequence-encoded instructions and functional protein. However, recent reports have shown that there are a large number of non-coding RNAs (ncRNAs) that are not translated into protein. Whereas 85% of the human genome is transcribed into RNA only 3% of the transcripts code for functional protein. Although, ncRNAs do affect gene expression levels by a variety of mechanisms. Further, RNA can adopt discrete secondary or tertiary structures which play a pivotal role in many biological processes and disease pathology. For these reasons, RNA is being recognized as an attractive drug target for small molecules.",
            "score": 191.54802668094635
        },
        {
            "docid": "13967547_5",
            "document": "Dry lab . As a means of surpassing the limitations of these techniques, projects such as Folding@home and Rosetta@home are aimed at resolving this problem using computational analysis, this means of resolving protein structure is referred to as protein structure prediction. Although many labs have a slightly different approach, the main concept is to find, from a myriad of protein conformations, which conformation has the lowest energy or, in the case of Folding@Home, to find relatively low energies of proteins that could cause the protein to misfold and aggregate other proteins to itself—like in the case of sickle cell anemia. The general scheme in these projects is that a small number of computations are parsed to, or sent to be calculated on, a computer, generally a home computer, and then that computer analyzes the likelihood that a specific protein will take a certain shape or conformation based on the amount of energy required for that protein to stay in that shape, this way of processing data is what is generally referred to as distributed computing. This analysis is done on an extraordinarily large number of different conformations, owing to the support of hundreds of thousands of home-based computers, in hopes to find the conformation of lowest possible energy or set of conformations of lowest possible energy relative to any conformations that are just slightly different. Although doing so is quite difficult, one can, by observing the energy distribution of a large number of conformations, despite the almost infinite number of different protein conformations possible for any given protein (see Levinthal Paradox), with a reasonably large number of protein energy samplings, predict relatively closely what conformation, within a range of conformations, has the expected lowest energy using methods in statistical inference. There are other factors such as salt concentration, pH, ambient temperature or chaperonins, which are proteins that assist in the folding process of other proteins, that can greatly affect how a protein folds. However, if the given protein is shown to fold on its own, especially in vitro, these findings can be further supported. Once we can see how a protein folds then we can see how it works as a catalyst, or in intracellular communication, e.g. neuroreceptor-neurotransmitter interaction. How certain compounds may be used to enhance or prevent the function of these proteins and how an elucidated protein overall plays a role in diseases such as Alzheimer's Disease or Huntington's Disease can also be much better understood.",
            "score": 158.5834891796112
        },
        {
            "docid": "44590753_3",
            "document": "Cache Valley virus . The Cache Valley virus genome is split into three parts. The three parts are called the small, medium, and large segments, based on the number of bases. The large segment encodes the L protein, which is the RNA dependent RNA polymerase. The small segment utilizes an open reading frame with alternative initiation sites to encode two proteins. Depending on the initiation site, it can either code for the protein that makes up the nucleocapsid, N, or a non-structural protein, NSs. The medium segment encodes 2 type 1 integral transmembrane glycoproteins, Gn and Gc, as well as a non-structural protein Nsm. The Gc and Gn proteins start as one precursor protein and are then cleaved cotranslationally. They are modified by N-linked glycosylation.",
            "score": 160.32605910301208
        },
        {
            "docid": "29467449_4",
            "document": "Protein function prediction . While techniques such as microarray analysis, RNA interference, and the yeast two-hybrid system can be used to experimentally demonstrate the function of a protein, advances in sequencing technologies have made the rate at which proteins can be experimentally characterized much slower than the rate at which new sequences become available. Thus, the annotation of new sequences is mostly by \"prediction\" through computational methods, as these types of annotation can often be done quickly and for many genes or proteins at once. The first such methods inferred function based on homologous proteins with known functions (homology-based function prediction). The development of context-based and structure based methods have expanded what information can be predicted, and a combination of methods can now be used to get a picture of complete cellular pathways based on sequence data. The importance and prevalence of computational prediction of gene function is underlined by an analysis of 'evidence codes' used by the GO database: as of 2010, 98% of annotations were listed under the code IEA (inferred from electronic annotation) while only 0.6% were based on experimental evidence.",
            "score": 168.3055464029312
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 213.15266871452332
        },
        {
            "docid": "50430120_3",
            "document": "Short interspersed nuclear elements (SINEs) . The RNA coded by the short-interspersed nuclear element does not code for any protein product but is nonetheless reverse-transcribed and inserted back into an alternate region in the genome. For this reason, short interspersed nuclear elements are believed to have co-evolved with long interspersed nuclear element (LINEs), as LINEs do in fact encode protein products which enable them to be reverse- transcribed and integrated back into the genome. SINEs are believed to have co-opted the proteins coded by LINEs which are contained in 2 reading frames. Open reading frame 1 (ORF 1) encodes a protein which binds to RNA and acts as a chaperone to facilitate and maintain the LINE protein-RNA complex structure. Open reading frame 2 (ORF 2) codes a protein which possesses both endonuclease and reverse transcriptase activities. This enables the LINE mRNA to be reverse-transcribed into DNA and integrated into the genome based on the sequence-motifs recognized by the protein’s endonuclease domain.",
            "score": 232.37724995613098
        },
        {
            "docid": "4635854_2",
            "document": "Hypothetical protein . In biochemistry, a hypothetical protein is a protein whose existence has been predicted, but for which there is a lack of experimental evidence that it is expressed in vivo. Sequencing of several genomes has resulted in numerous predicted open reading frames to which functions cannot be readily assigned. These proteins, either orphan or conserved hypothetical proteins, make up ~ 20% to 40% of proteins encoded in each newly sequenced genome. Even when there is enough evidence that the product of the gene is expressed, by techniques such as microarray and mass-spectrometry, it is difficult to assign a function to it given its lack of identity to protein sequences with annotated biochemical function. Nowadays, most protein sequences are inferred from computational analysis of genomic DNA sequence. Hypothetical proteins are created by gene prediction software during genome analysis. When the bioinformatic tool used for the gene identification finds a large open reading frame without a characterised homologue in the protein database, it returns \"hypothetical protein\" as an annotation remark.",
            "score": 154.3647313117981
        },
        {
            "docid": "611074_16",
            "document": "Point mutation . Other effects of point mutations, or single nucleotide polymorphisms in DNA, depend on the location of the mutation within the gene. For example, if the mutation occurs in the region of the gene responsible for coding, the amino acid sequence of the encoded protein may be altered, causing a change in the function, protein localization, stability of the protein or protein complex. Many methods have been proposed to predict the effects of missense mutations on proteins. Machine learning algorithms train their models to distinguish known disease-associated from neutral mutations whereas other methods do not explicitly train their models but almost all methods exploit the evolutionary conservation assuming that changes at conserved positions tend to be more deleterious. While majority of methods provide a binary classification of effects of mutations into damaging and benign, a new level of annotation is needed to offer an explanation of why and how these mutations damage proteins.",
            "score": 169.26093888282776
        },
        {
            "docid": "19588_55",
            "document": "Mitochondrion . As in prokaryotes, there is a very high proportion of coding DNA and an absence of repeats. Mitochondrial genes are transcribed as multigenic transcripts, which are cleaved and polyadenylated to yield mature mRNAs. Not all proteins necessary for mitochondrial function are encoded by the mitochondrial genome; most are coded by genes in the cell nucleus and the corresponding proteins are imported into the mitochondrion. The exact number of genes encoded by the nucleus and the mitochondrial genome differs between species. Most mitochondrial genomes are circular, although exceptions have been reported. In general, mitochondrial DNA lacks introns, as is the case in the human mitochondrial genome; however, introns have been observed in some eukaryotic mitochondrial DNA, such as that of yeast and protists, including \"Dictyostelium discoideum\". Between protein-coding regions, tRNAs are present. During transcription, the tRNAs acquire their characteristic L-shape that gets recognized and cleaved by specific enzymes. Mitochondrial tRNA genes have different sequences from the nuclear tRNAs but lookalikes of mitochondrial tRNAs have been found in the nuclear chromosomes with high sequence similarity.",
            "score": 176.35409224033356
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 213.91802287101746
        },
        {
            "docid": "16059380_11",
            "document": "David E. Clemmer . Understanding how protein folding occurs in three-dimensional molecules is one of biology’s enduring problems. Proteins with different shapes often have very different biological activity and medical usefulness. Clemmer's work has applications in the life sciences for understanding the conformation of structures in large protein complexes, profiling the plasma proteome, examining the role of proteins and protein folding in neurodegenerative diseases, identifying possible cancer-related markers in blood, urine, or saliva, and increasing the efficiency of drug-discovery. Ion mobility-mass spectrometry techniques also allow the measurement and correlation of a wide variety of different characteristics simultaneously in a single analysis. Researchers can use these techniques to examine complex biological samples for lipidomics, proteomics, glycomics, and metabolomics information.",
            "score": 119.55815362930298
        },
        {
            "docid": "766233_5",
            "document": "Polyomaviridae . The genome of a typical polyomavirus codes for between 5 and 9 proteins, divided into two transcriptional regions called the early and late regions due to the time during infection in which they are transcribed. Each region is transcribed by the host cell's RNA polymerase II as a single pre-messenger RNA containing multiple genes. The early region usually codes for two proteins, the small and large tumor antigens, produced by alternative splicing. The late region contains the three capsid structural proteins VP1, VP2, and VP3, produced by alternative translational start sites. Additional genes and other variations on this theme are present in some viruses: for example, rodent polyomaviruses have a third protein called middle tumor antigen in the early region, which is extremely efficient at inducing cellular transformation; SV40 has an additional capsid protein VP4; some examples have an additional regulatory protein called agnoprotein expressed from the late region. The genome also contains a non-coding control or regulatory region containing the early and late regions' promoters, transcriptional start sites, and the origin of replication.",
            "score": 168.6463986635208
        },
        {
            "docid": "14753789_3",
            "document": "APBB1 . The protein encoded by this gene is a member of the Fe65 protein family. It is an adaptor protein localized in the nucleus. It interacts with the Alzheimer's disease amyloid precursor protein (APP), transcription factor CP2/LSF/LBP1 and the low-density lipoprotein receptor-related protein. APP functions as a cytosolic anchoring site that can prevent the gene product's nuclear translocation. This encoded protein could play an important role in the pathogenesis of Alzheimer's disease. It is thought to regulate transcription. Also it is observed to block cell cycle progression by downregulating thymidylate synthase expression. Multiple alternatively spliced transcript variants have been described for this gene but some of their full length sequence is not known.",
            "score": 151.18700194358826
        },
        {
            "docid": "60426_13",
            "document": "Symbiogenesis . The third and final possible fate of endosymbiont genes is that they remain in the organelles. Plastids and mitochondria, although they have lost much of their genomes, retain genes encoding rRNAs, tRNAs, proteins involved in redox reactions, and proteins required for transcription, translation, and replication. There are many hypotheses to explain why organelles retain a small portion of their genome; however no one hypothesis will apply to all organisms and the topic is still quite controversial. The hydrophobicity hypothesis states that highly hydrophobic (water hating) proteins (such as the membrane bound proteins involved in redox reactions) are not easily transported through the cytosol and therefore these proteins must be encoded in their respective organelles. The code disparity hypothesis states that the limit on transfer is due to differing genetic codes and RNA editing between the organelle and the nucleus. The redox control hypothesis states that genes encoding redox reaction proteins are retained in order to effectively couple the need for repair and the synthesis of these proteins. For example, if one of the photosystems is lost from the plastid, the intermediate electron carriers may lose or gain too many electrons, signalling the need for repair of a photosystem. The time delay involved in signalling the nucleus and transporting a cytosolic protein to the organelle results in the production of damaging reactive oxygen species. The final hypothesis states that the assembly of membrane proteins, particularly those involved in redox reactions, requires coordinated synthesis and assembly of subunits; however, translation and protein transport coordination is more difficult to control in the cytoplasm.",
            "score": 170.3034440279007
        },
        {
            "docid": "14133688_3",
            "document": "GAB1 . The protein encoded by this gene is a member of the IRS1-like multisubstrate docking protein family. The encoded protein is an important mediator of branching tubulogenesis and plays a central role in cellular growth response, transformation and apoptosis. Two transcript variants encoding different isoforms have been found for this gene. The expression of GAB1 was also implicated in the biology of B cell malignancies, and is regulated by non-coding RNA (miRNA) termed miR-150.",
            "score": 162.41874361038208
        },
        {
            "docid": "1552187_5",
            "document": "Microglia . The microglial sensome is a relatively new biological concept that appears to be playing a large role in neurodevelopment and neurodegeneration. The sensome refers to the unique grouping of protein transcripts used for sensing ligands and microbes. In other words, the sensome represents the genes required for the proteins used to sense molecules within the body. The sensome can be analyzed with a variety of methods including qPCR, RNA-seq, microarray analysis, and direct RNA sequencing. Genes included in the sensome code for receptors and transmembrane proteins on the plasma membrane that are more highly expressed in microglia compared to neurons. It does not include secreted proteins or transmembrane proteins specific to membrane bound organelles, such as the nucleus, mitochondria, and endoplasmic reticulum. The plurality of identified sensome genes code for pattern recognition receptors, however, there are a large variety of included genes. Microglial share a similar sensome to other macrophages, however they contain 22 unique genes, 16 of which are used for interaction with endogenous ligands. These differences create a unique microglial biomarker that includes over 40 genes including P2ry12 and HEXB. DAP12 appears to play an important role in sensome protein interaction, acting as a signalling adaptor and a regulatory protein.",
            "score": 161.66021931171417
        },
        {
            "docid": "23634_11",
            "document": "Protein . It has been estimated that average-sized bacteria contain about 2 million proteins per cell (e.g. \"E. coli\" and \"Staphylococcus aureus\"). Smaller bacteria, such as \"Mycoplasma\" or \"spirochetes\" contain fewer molecules, on the order of 50,000 to 1 million. By contrast, eukaryotic cells are larger and thus contain much more protein. For instance, yeast cells have been estimated to contain about 50 million proteins and human cells on the order of 1 to 3 billion. The concentration of individual protein copies ranges from a few molecules per cell up to 20 million. Not all genes coding proteins are expressed in most cells and their number depends on, for example, cell type and external stimuli. For instance, of the 20,000 or so proteins encoded by the human genome, only 6,000 are detected in lymphoblastoid cells. Moreover, the number of proteins the genome encodes correlates well with the organism complexity. Eukaryotes, bacteria, archaea and viruses have on average 15145, 3200, 2358 and 42 proteins respectively coded in their genomes.",
            "score": 193.94282698631287
        },
        {
            "docid": "14754321_3",
            "document": "WWOX . WW domain-containing proteins are found in all eukaryotes and play an important role in the regulation of a wide variety of cellular functions such as protein degradation, transcription, and RNA splicing. This gene encodes a protein which contains 2 WW domains and a short-chain dehydrogenase/reductase domain (SRD). The highest normal expression of this gene is detected in hormonally regulated tissues such as testis, ovary, and prostate. This expression pattern and the presence of an SRD domain suggest a role for this gene in steroid metabolism. The encoded protein is more than 90% identical to the mouse protein, which is an essential mediator of tumor necrosis factor-alpha-induced apoptosis, suggesting a similar, important role in apoptosis for the human protein. In addition, there is evidence that this gene behaves as a suppressor of tumor growth. Alternative splicing of this gene generates transcript variants that encode different isoforms.",
            "score": 169.3438069820404
        }
    ],
    "r": [
        {
            "docid": "1174560_3",
            "document": "Open reading frame . One common use of open reading frames (ORFs) is as one piece of evidence to assist in gene prediction. Long ORFs are often used, along with other evidence, to initially identify candidate protein-coding regions or functional RNA-coding regions in a DNA sequence. The presence of an ORF does not necessarily mean that the region is always translated. For example, in a randomly generated DNA sequence with an equal percentage of each nucleotide, a stop-codon would be expected once every 21 codons. A simple gene prediction algorithm for prokaryotes might look for a start codon followed by an open reading frame that is long enough to encode a typical protein, where the codon usage of that region matches the frequency characteristic for the given organism's coding regions. By itself even a long open reading frame is not conclusive evidence for the presence of a gene. On the other hand, it has been proven that some short ORFs (sORFs) that lack the classical hallmarks of protein-coding genes (both from ncRNAs and mRNAs) can produce functional peptides. 5’NTR of about 50% of mammal mRNAs are known to contain one or several sORFs. 64–75% of experimentally found translation initiation sites of sORFs are conserved in the genomes of human and mouse and may indicate that these elements have function. However, sORFs can often be found only in the minor forms of mRNAs and avoid the selection; the high conservatism of initiation sites may be connected with their location inside promoters of the relevant genes. Such kind of situation is characteristic of SLAMF1 gene, for example.",
            "score": 272.891845703125
        },
        {
            "docid": "20232_26",
            "document": "Messenger RNA . An mRNA molecule is said to be monocistronic when it contains the genetic information to translate only a single protein chain (polypeptide). This is the case for most of the eukaryotic mRNAs. On the other hand, polycistronic mRNA carries several open reading frames (ORFs), each of which is translated into a polypeptide. These polypeptides usually have a related function (they often are the subunits composing a final complex protein) and their coding sequence is grouped and regulated together in a regulatory region, containing a promoter and an operator. Most of the mRNA found in bacteria and archaea is polycistronic, as is the human mitochondrial genome. Dicistronic or bicistronic mRNA encodes only two proteins.",
            "score": 241.55311584472656
        },
        {
            "docid": "159266_18",
            "document": "Gene expression . Every mRNA consists of three parts: a 5' untranslated region (5'UTR), a protein-coding region or open reading frame (ORF), and a 3' untranslated region (3'UTR). The coding region carries information for protein synthesis encoded by the genetic code to form triplets. Each triplet of nucleotides of the coding region is called a codon and corresponds to a binding site complementary to an anticodon triplet in transfer RNA. Transfer RNAs with the same anticodon sequence always carry an identical type of amino acid. Amino acids are then chained together by the ribosome according to the order of triplets in the coding region. The ribosome helps transfer RNA to bind to messenger RNA and takes the amino acid from each transfer RNA and makes a structure-less protein out of it. Each mRNA molecule is translated into many protein molecules, on average ~2800 in mammals.",
            "score": 232.73008728027344
        },
        {
            "docid": "50430120_3",
            "document": "Short interspersed nuclear elements (SINEs) . The RNA coded by the short-interspersed nuclear element does not code for any protein product but is nonetheless reverse-transcribed and inserted back into an alternate region in the genome. For this reason, short interspersed nuclear elements are believed to have co-evolved with long interspersed nuclear element (LINEs), as LINEs do in fact encode protein products which enable them to be reverse- transcribed and integrated back into the genome. SINEs are believed to have co-opted the proteins coded by LINEs which are contained in 2 reading frames. Open reading frame 1 (ORF 1) encodes a protein which binds to RNA and acts as a chaperone to facilitate and maintain the LINE protein-RNA complex structure. Open reading frame 2 (ORF 2) codes a protein which possesses both endonuclease and reverse transcriptase activities. This enables the LINE mRNA to be reverse-transcribed into DNA and integrated into the genome based on the sequence-motifs recognized by the protein’s endonuclease domain.",
            "score": 232.3772430419922
        },
        {
            "docid": "43066212_4",
            "document": "LRTOMT . This gene includes two transcript forms. The short form has one open reading frame (ORF), which encodes the leucine-rich repeats (LRR)-containing protein of unknown function. This protein is called LRTOMT1 or LRRC51. The long form has two alternative ORFs; the upstream ORF has the same translation start codon as used in the short form and the resulting transcript is a candidate for nonsense-mediated decay, and the downstream ORF encodes a different protein, which is a transmembrane catechol-O-methyltransferase and is called LRTOMT2, TOMT or COMT2. The COMT2 is essential for auditory and vestibular function. Defects in the COMT2 can cause nonsyndromic deafness. Alternatively spliced transcript variants from each transcript form have been found for this gene.",
            "score": 230.98419189453125
        },
        {
            "docid": "8811367_6",
            "document": "Tartrate-resistant acid phosphatase . Mammalian TRAP is encoded by one gene, which is localized on chromosome 19 (19p13.2–13.3) in humans, and on chromosome 9 in mice. TRAP DNA is, as expected from protein sequencing, highly conserved throughout the class mammalia. The TRAP gene has been cloned and sequenced in porcine, rat, human, and murine species. Human, murine, and porcine TRAP genes all contain 5 exons, and have the ATG codon at the beginning of exon 2, with exon 1 being non-coding. Within the exon 1 promoter, there are three distinct “tissue-specific” promoters: 1A, 1B, and 1C. This would allow TRAP expression to be tightly controlled. Transcribed from this gene is a 1.5kb mRNA with an open reading frame (ORF) of 969-975 bp encoding a 323-325 amino acid protein. In the rat, the ORF is 981 bp in length and encodes for a 327-amino acid protein. TRAP is translated as a single polypeptide. TRAP gene transcription is regulated by the Microphthalmia-associated transcription factor.",
            "score": 229.65206909179688
        },
        {
            "docid": "18771661_14",
            "document": "Knockout rat . Transposons and retrotransposons are valuable tools for unbiased gene discovery as mobile pieces of DNA used for gene disruption. Retrotransposons, such as LINEs (long interspersed nuclear elements), mobilize via a “copy and paste” mechanism and are abundant in many eukaryotic species. Several L1 retrotransposons have remained active in mice and humans. L1s contain a small internal promoter within a 5’ untranslated region to drive expression, two open reading frames (ORFs), and a 3’ untranslated region containing sequences for polyadenylation. The two ORFs encode proteins necessary for autonomous retrotransposition; ORF1 encodes an RNA-binding protein while ORF2 encodes a protein containing endonuclease (EN) and reverse transcriptase (RT) activity, which nick a site in DNA, then produce a copy via RT. These proteins exhibit an overwhelming specificity for binding to and acting on the transcript that encodes them, enabling near exclusive mobilization of the parental L1 RNA. Using the RT activity of the ORF2 protein, the transcribed L1 RNA is copied into DNA by a process termed target primed reverse transcription (TPRT), and integrated into the genome. Integration occurs with little bias for any particular genomic region, requiring a simple consensus sequence, 5’TTTT’A-3’ (along with minor variations of this sequence). Integrated L1 sequences are often truncated at the 5’ end, with an average total size of 1 Kb, many containing only 3’ terminal sequences.",
            "score": 227.11862182617188
        },
        {
            "docid": "48754450_6",
            "document": "Lily virus X . These proteins are 24 kilodaltons (kDa), 12 kDa, and 22 kDa, with the third being the coat protein, while also encoding for RNA-dependent RNA polymerase (RdRp). The stop codon of the 24 kDa ORF and the start codon of the 12 kDa ORF overlap one another. While many potexvirus genomes contain a small ORF that is immediately 5’ of this coat protein ORF, this is not found in the LVX genome. This difference is surprising as this ORF has been identified in at least six other potexvirus genomes. However, when looking at the proteins encoded by LVX and other potexviruses, there were significant similarities between the amino acid sequences. At the 5’ end of LVX, there is a truncated ORF, which encodes for a polypeptide which contains a GDD motif. This motif is also found in the C-terminal end of proteins encoded by other potexviruses. Examination of the 24 kDa protein of LVX reveals that it contains a nucleoside triphosphate binding motif (GXXGXGKS/T). This motif also found in the lily symptomless virus 25 kDa protein, as well as the 25-26 kDa proteins of other potexviruses, such as potato virus X and potato virus S.",
            "score": 226.81924438476562
        },
        {
            "docid": "209459_2",
            "document": "Alternative splicing . Alternative splicing, or differential splicing, is a regulated process during gene expression that results in a single gene coding for multiple proteins. In this process, particular exons of a gene may be included within or excluded from the final, processed messenger RNA (mRNA) produced from that gene. Consequently, the proteins translated from alternatively spliced mRNAs will contain differences in their amino acid sequence and, often, in their biological functions (see Figure). Notably, alternative splicing allows the human genome to direct the synthesis of many more proteins than would be expected from its 20,000 protein-coding genes.",
            "score": 222.9606475830078
        },
        {
            "docid": "29732133_21",
            "document": "History of RNA biology . The great majority of protein-coding genes encoded within the nucleus of metazoan cells contain multiple introns. In many cases, these introns were shown to be processed in more than one pattern, thus generating a family of related mRNAs that differ, for example, by the inclusion or exclusion of particular exons. The end result of alternative splicing is that a single gene can encode a number of different protein isoforms that can exhibit a variety of (usually related) biological functions. Indeed, most of the proteins encoded by the human genome are generated by alternative splicing.",
            "score": 222.7648468017578
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 222.739013671875
        },
        {
            "docid": "56627825_7",
            "document": "Jingmenvirus . Jingmenviruses are related to flaviviruses, which have non-segmented genomes transmitted in a single capsid. Homology has consistently been observed between the genes encoding non-structural proteins of jingmenviruses and flaviviruses, including RNA-dependent RNA polymerase. However, the genomic architecture of the homologous genes varies significantly; the canonical flavivirus genome consists of a single open reading frame (ORF) whose protein product is processed by proteases, whereas the non-structural jingmenvirus proteins are encoded on two genome segments, each containing one ORF. Although there are few known jingmenvirus sequences, the gene composition of the genome segments appears to be well-conserved. By contrast, the putative jingmenvirus structural proteins that likely make up its capsids have no homology to known proteins.",
            "score": 221.7921905517578
        },
        {
            "docid": "4253583_5",
            "document": "Orthoreovirus . Group: dsRNA Mammalian Orthoreovirus virions are non-enveloped with icosahedral symmetry created by a double-layered capsid reaching about 80 nm wide. Each capsid contains 10 segments of double stranded RNA (dsRNA) genome. The inner capsid or core particle (T=2) contains five different proteins: σ2, λ1, λ2, λ3, and μ2 and is approximately 70 nm in diameter. One hundred and twenty copies of the λ1 protein arranged in 12 decameric units make up the shell of the inner capsid structure. This shell is stabilized by one hundred and fifty copies of the σ2 protein that 'clamp' adjacent λ1 monomers together. At the 12 five-fold axes of symmetry, pentamers of the λ2 protein form turret-like structures that protrudes from the surface of the shell. In the center of the λ2 turret a channel allows viral mRNAs to be extruded during transcription. The channel is 70Å at its base and 15Å at its narrowest point. The core also contains within it twelve copies of λ3, the RNA-dependent RNA polymerase. One λ3 protein is found slightly offset from each of the twelve pentameric λ2 turrets. Closely associated with λ3 are one or two copies of μ2, a transcriptase cofactor. μ2 has been found to have some enzymatic functions, such as NTPase activity. The λ3 protein is responsible for transcription of the double-stranded RNA genome segments. Each transcript is threaded through the λ2 pentameric turret as it is being extruded. Guanylyltransferase enzmatic activity in the λ2 turret adds a 5' guanosine cap to the extruded mRNA. In addition, two methyltransferase domains found in the λ2 structure act to methylate the 7N position of the added guanosine and the 2' O of the first templated nucleotide, which in all cases is also a guanosine. The outer capsid (T=13) is composed of μ1 and σ3 proteins with λ2, in compound with σ1, interspersed around the capsid. It has been proposed that λ2 is involved in replication due to its placement at the fivefold axes and its ability to interact with λ3 in solution. σ1, a filamentous trimer extruding from the outer capsid, is responsible for cell attachment by interacting with sialic acid and other entry receptors. μ1 and σ3 are both involved in the attachment and thus entry of the virus via receptor-mediated endocytosis involving the formation of clathrin-coated pits. The only orthoreovirus to not produce syncytia, mammalian orthoreoviruses have the capability of infecting all mammals, but do not cause disease, except in young populations enabling them to be studied frequently as a model for viral replication and pathogenesis.  This orthoreovirus has been extracted from the heart blood of a fruit bat (\"Pteropus policephalus\") in Australia with different viruses being isolated from different species, such as the flying fox (\"Pteropus hypomelanus\") which have been found to cause respiratory infections in humans in Southeast Asia. The Nelson Bay Orthoreovirus, like the Avian orthoreovirus, has 3 open reading frames (ORFs) which encode for three different proteins: P10 which promotes syncytia formation, P17, and σC involved in cell attachment. The syncytia inducing capabilities of this class of orthoreoviruses combined with their association to encephalitis in baboons, distinguish them from other mammalian orthoreoviruses. While these viruses have the signature Orthoreovirus genome, they have not been found to encode for a cell attachment protein (σC), they do not encode any S-class genome segments, and are organized differently from the other species of fusogenic orthoreoviruses. The BRV genome contains 2 ORFs and contains two proteins, p15 and p16, that are not homologous to known viral or cellular proteins; however, p15 has been found to be the cell fusion protein in BRV. The Avian Orthoreovirus has a similar structure compared to the Mammalian Orthoreovirus with the differences mainly existing in the proteins that it encodes: 10 structural proteins and 4 non-structural proteins. However, these proteins have not been studied in depth, so there is some skepticism regarding their exact functions. The pathogenesis of this virus has been studied in an attempt to determine the pathway of inducing apoptosis. Avian orthoreovirus induces apoptosis by what has been proposed as an upregulation of p53 and Bax, a mitochondria-mediated pathway. P17 has also been found to play a role in growth retardation involved in the p53 pathway. Avian Orthoreoviruses have been found to cause diseases in poultry including chronic respiratory disease, malabsorption syndrome, and arthritis representing economic losses that make this virus particularly important to study. These orthoreoviruses were first isolated in 1987 from a moribund python (\"Python regius\") and was found to cause high levels of syncytium formation but did not cause hemagglutination in human red blood cells (RBCs). In reptiles the virus has been found widely but is not necessarily associated with any specific disease. The virus has been found to have 2 ORFs encoding for p14, a cell fusion protein and σC. RRVs belong to the fusogenic subgroup and has only recently been classified as a distinct subgroup of orthoreoviruses. Also known as Piscene Reovirus or PRV, was initially discovered in Atlantic salmon and subsequently in Pacific salmon and is associated with Heart and Skeletal Muscle Inflammation (HSMI)",
            "score": 221.5059356689453
        },
        {
            "docid": "22307998_7",
            "document": "LTR retrotransposon . Typically, LTR-retrotransposon mRNAs are produced by the host RNA pol II acting on a promoter located in their 5’ LTR. The Gag and Pol genes are encoded in the same mRNA. Depending on the host species, two different strategies can be used to express the two polyproteins: a fusion into a single open reading frame (ORF) that is then cleaved or the introduction of a frameshift between the two ORFs. Occasional ribosomal frameshifting allows the production of both proteins, while ensuring that much more Gag protein is produced to form virus-like particles.",
            "score": 220.1077880859375
        },
        {
            "docid": "14795251_3",
            "document": "MTCP1 . This gene was identified by involvement in some t(X;14) translocations associated with mature T-cell proliferations. The gene has two ORFs that encode two different proteins. The upstream ORF encodes a 13kDa protein that is a member of the TCL1 family; this protein may be involved in leukemogenesis. The downstream ORF encodes an 8kDa protein that localizes to mitochondria. Alternative splicing results in multiple transcript variants.",
            "score": 219.28387451171875
        },
        {
            "docid": "4250553_31",
            "document": "Gene . In all organisms, two steps are required to read the information encoded in a gene's DNA and produce the protein it specifies. First, the gene's DNA is \"transcribed\" to messenger RNA (mRNA). Second, that mRNA is \"translated\" to protein. RNA-coding genes must still go through the first step, but are not translated into protein. The process of producing a biologically functional molecule of either RNA or protein is called gene expression, and the resulting molecule is called a gene product.",
            "score": 219.0598602294922
        },
        {
            "docid": "16770101_3",
            "document": "Long non-coding RNA . A recent study found only one-fifth of transcription across the human genome is associated with protein-coding genes, indicating at least four times more long non-coding than coding RNA sequences. However, it is large-scale complementary DNA (cDNA) sequencing projects such as FANTOM (Functional Annotation of Mammalian cDNA) that reveal the complexity of this transcription. The FANTOM3 project identified ~35,000 non-coding transcripts from ~10,000 distinct loci that bear many signatures of mRNAs, including 5’ capping, splicing, and poly-adenylation, but have little or no open reading frame (ORF). While the abundance of long ncRNAs was unanticipated, this number represents a conservative lower estimate, since it omitted many singleton transcripts and non-polyadenylated transcripts (tiling array data shows more than 40% of transcripts are non-polyadenylated). However, unambiguously identifying ncRNAs within these cDNA libraries is challenging since it can be difficult to distinguish protein-coding transcripts from non-coding transcripts. It has been suggested through multiple studies that testis, and neural tissues express the greatest amount of long non-coding RNAs of any tissue type. Using FANTOM5, 27,919 long ncRNAs have been identified in various human sources.",
            "score": 218.94735717773438
        },
        {
            "docid": "4681639_4",
            "document": "Gene structure . The structures of both eukaryotic and prokaryotic genes involve several nested sequence elements. Each element has a specific function in the multi-step process of gene expression. The sequences and lengths of these elements vary, but the same general functions are present in most genes. Although DNA is a double-stranded molecule, typically only one of the strands encodes information that the RNA polymerase reads to produce protein-coding mRNA or non-coding RNA. This 'sense' or 'coding' strand, runs in the 5' to 3' direction where the numbers refer to the carbon atoms of the backbone's ribose sugar. The open reading frame (ORF) of a gene is therefore usually represented as an arrow indicating the direction in which the sense strand is read.",
            "score": 218.91236877441406
        },
        {
            "docid": "12386370_15",
            "document": "Potato mop-top virus . The vector for PMTV is a protist, \"S. subterranea\". As \"S. subterranea\" infects the roots of potatoes, the virus is given access to the root cells and starts its habitation of the plant. By taking control of the cell's cellular machinery, the virus can replicate. The virus then moves onto more potato cells and spreads systemically through the plant. The systemic movement of PMTV is facilitated in large by a protein named TRIPLE GENE BLOCK1 (TGB1) which has an internal domain spurring transportation of the virus to neighboring cells, and an N-terminal domain used for long-distance (systemic) travel. This N-terminal domain of TGB1 has shown some promise as a target to limit systemic infection of the pathogen in \"N. benthamiana\", since systemic infection requires an interaction between a molecule called importin-a within the host plant and the N-terminal domain. Of the three positive-sense RNA molecules used by PMTV, there is one thought to code for a virulence factor protein. The other two molecules code for a polymerase and a coat protein both of which are necessary for the survival of the virus. RNA-TGB is a gene with 4 open reading frames (ORFs); the first three overlapping ORFs form an area called the triple gene block. This 3 frame block codes for essential movement factor proteins that facilitate cell-to-cell movement. The fourth ORF codes for another cysteine-rich protein that increases virulence and has some RNA silencing suppressive activity.",
            "score": 217.6356201171875
        },
        {
            "docid": "14535777_3",
            "document": "Idaeovirus . Group: ssRNA(+) RBDV is non-enveloped with an isometric protein coat about 33 nanometres in diameter. Inside the protein coat is the viral genome, which is bipartite, with the RNA strands referred to as RNA-1 and RNA-2. RNA-1 is 5,449 nucleotides in length and contains one open reading frame (ORF) that encodes for a combined protein that has methyltransferase, helicase, and an RNA-dependent RNA polymerase domains. RNA-2 is 2,231 nucleotides in length and contains two ORFs, one at the 5' end and the other at the 3' end. The first ORF encodes for a cell-to-cell movement protein, while the second ORF is expressed as a subgenomic RNA strand. This strand, RNA-3, is 946 nucleotides in length and encodes for the coat protein. Infection has been shown to not occur if RNA-3 is either not present or is sufficiently damaged. Viral replication is cytoplasmic. Entry into the host cell is achieved by penetration into the host cell. Replication follows the positive stranded RNA virus replication model. Positive stranded RNA virus transcription is the method of transcription. The virus exits the host cell by tubule-guided viral movement. Plants serve as the natural host. Transmission routes are pollen associated.",
            "score": 215.30894470214844
        },
        {
            "docid": "3434196_9",
            "document": "Tomato bushy stunt virus . TBSV is a positive-sense single-stranded RNA virus with a linear genome of ~4800 nucleotides. The genome contains five genes that encode a replicase composed of two proteins (p33 and p92), a capsid protein (called CP or p41), and two additional proteins, the RNA silencing suppressor p19 and movement protein p22. These two proteins are expressed from overlapping genes arranged so that the open reading frame of p19 is completely within the ORF of p22. The genome contains one additional possible gene, called pX, of unknown function.",
            "score": 215.0489959716797
        },
        {
            "docid": "38845078_3",
            "document": "Minute virus of mice . During replication MVM utilizes three open reading frames (ORFs) and produces three distinct mRNA transcripts which are referred to as R1, R2 and R3. R1, produced from ORF 3, is translated into non-structural protein 1 (NS1). mRNA transcript R2, produces non-structural protein 2 (NS2) by splicing the 5-prime end of ORF3 with ORF2, which is found within the 3-prime end of ORF. The resulting NS2 protein is thus composed of spliced 5-prime and 3-prime alternative ORF sections of NS1. Finally, the R3 transcript produces capsid proteins VP1 and VP2, which requires transcription from the P38 promoter, in contrast to the P4 promoter used for transcripts R1 and R2.",
            "score": 214.8536376953125
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 213.91802978515625
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 213.1526641845703
        },
        {
            "docid": "34678927_8",
            "document": "Αr9 RNA . Most of the members of the αr9 family are trans-encoded sRNAs transcribed from independent promoters in chromosomal IGRs. Exceptions are the cis-encoded antisense Smr9C homologs of \"A. tumefaciens\" and \"B. microti\", which are located in the opposite strand of annotated genes, partially overlapping ORFs. Most of the neighboring genes of the seed alignment’s members were not annotated and thus were further manually curated. The predicted protein products of these overlapping ORFs could not be assigned to any functional category on the basis of the amino acid sequence homology. However, the genomic regions of almost all αr9 sRNAs exhibited a great degree of conservation including the sRNA-coding sequence and the upstream and downstream genes which have been predicted to code for a prolyl-tRNA syntethase (proS) and a transmembrane protein, respectively. Partial synteny of the αr9 genomic regions was observed in a few cases such as, \"S. medicae\" where instead of a \"proS\" gene an FAD-dependent pyridine nucleotide-disulfide oxidoreductase encoding gene was found upstream of the αr9 locus, and \"Mesorhizobium loti\" where no transmembrane coding gene was recognizable downstream of the sRNA gene. A special case is the \"Brucella\" group, where primary automatic annotation over their genomes identified ORFs smaller than 30 aa overlapping with the predicted αr9 sRNA in the same strand. These predicted ORFs, neither show any similarity with database entries nor any motif or signatures when searched against family and motif databases such as Interpro, PFAM or Smart, and thus, are considered here as missannotations not registered in the genomic context graph.",
            "score": 212.6265106201172
        },
        {
            "docid": "31473595_5",
            "document": "M. Ahmad Chaudhry . Ionizing radiation interferes with cellular functions at all levels of cell organization. The ionizing radiation-induced stress response is very complex and involves many cellular processes. Dr. Chaudry is investigating the involvement of small non-coding micro-RNA in the response of human cells exposed to ionizing radiation. Micro RNAs (miRNAs) are small non-protein-coding single-stranded RNAs of ~22 nucleotides that function as negative gene regulators. miRNA negatively regulate their targets either by binding with perfect or nearly perfect complementarity to protein coding mRNA sequences to induce the RNA-mediated interference (RNAi) pathway. Most miRNAs do not cleave their mRNA targets as a mechanism of gene regulation. These miRNAs bind to imperfect complementary sites within the 3′ untranslated regions (UTRs) of their mRNA targets. In this case the target-gene repression occurs post-transcriptionally at the level of translation resulting in reduced protein levels but the mRNA levels remain unaffected. A single miRNA has the capability to bind to as many as 200 diverse gene targets ranging from transcription factors, secreted factors, receptors and transporters, thus potentially controlling the expression of about one-third of human mRNAs. Research has identified cell type specific modulation of several miRNA in gamma radiation and X-ray-treated human cells. Other studies from our laboratory showed that the expression of many miRNA markedly differ within the same cell line after exposure to either low or high doses of radiation. His work also identified radiation-induced modulation of miRNA in cells with altered DNA repair capability. These studies have provided evidence that miRNA are involved in the response to ionizing radiation exposure in human cells.",
            "score": 212.51931762695312
        },
        {
            "docid": "15348447_3",
            "document": "DUSP13 . Members of the protein tyrosine phosphatase superfamily cooperate with protein kinases to regulate cell proliferation and differentiation. This superfamily is separated into two families based on the substrate that is dephosphorylated. One family, the dual specificity phosphatases (DSPs) acts on both phosphotyrosine and phosphoserine/threonine residues. This gene encodes different but related DSP proteins through the use of non-overlapping open reading frames, alternate splicing, and presumed different transcription promoters. Expression of the distinct proteins from this gene has been found to be tissue specific and the proteins may be involved in postnatal development of specific tissues. A protein encoded by the upstream ORF was found in skeletal muscle, whereas the encoded protein from the downstream ORF was found only in testis. In mouse, a similar pattern of expression was found. Multiple alternatively spliced transcript variants were described, but the full-length sequence of only some were determined.",
            "score": 212.51502990722656
        },
        {
            "docid": "55705827_10",
            "document": "Mammalian orthoreovirus . Generally, these double stranded RNA genome segments contain a single gene encoding a single protein, although there are some exceptions. The S1 genome segment of the non-fusogenic reoviruses (e.g., Mammalian orthoreovirus) encode the σ1 cell attachment protein. Contained with the σ1 gene is a second, smaller open reading frame encoding the non-structural protein σ1s. Reovirus double stranded RNA, cannot serve as a template for protein translation or as messenger RNA (mRNA). Because of the nature of double stranded RNA, double stranded RNA viruses such as reoviruses, and the Mammalian orthoreovirus must carry and/or encode the necessary enzymes within their virions in order to first transcribe their genome, producing mRNA, and delivering their infectious mRNA into the cytoplasm of the host cell. The double stranded RNA viral core, which plays an important role in packaging the genome and the transcription of mRNA as well as maturation, contain proteins which are present across the entire Type 3 double stranded RNA group. In the outer capsid layer, the proteins take part in the role of environmental stability, and cell attachment to a number of hosts, which are quite variable even within the same Orthoreovirus genus.",
            "score": 208.41937255859375
        },
        {
            "docid": "55550582_5",
            "document": "Triatoma virus . Triatoma virus has a positive-sense, single-stranded RNA genome that functions like an mRNA molecule so it can be directly translated by host cell machinery. Excluding the poly-A tail, the genome of TrV is 9010 nucleotides long. With the poly-A tail, the genome is approximately 10 kb long. The relative percentages of each base are 28±7% adenine, 16±1% cytosine, 19±8% guanine and 35±4% uracil. The GC content of the genome is approximately 35% and the AU content of the genome is approximately 63%. This high AU content is typical of insect viruses that are similar to picornavirus. The genome contains two large open reading frames (ORF). The open reading frames do not overlap. The predicted amino acid sequence of ORF 1 contains motifs similar to RNA-dependent RNA-polymerase, cysteine proteases, and RNA helicase. Positive-stranded RNA viruses do not have RNA-dependent RNA-polymerases in their capsid so they encode for them in their genomes and rely on the cell's translation mechanisms produce RNA-dependent RNA-polymerase. ORF 2 contains the sequences for four structural proteins VP1, VP2, VP3, and minor protein VP4 which will be the main components of the viral capsid.",
            "score": 207.98907470703125
        },
        {
            "docid": "2846927_4",
            "document": "Structure and genome of HIV . HIV is different in structure from other retroviruses. The HIV virion is ~100 nm in diameter. Its innermost region consists of a cone-shaped core that includes two copies of the (positive sense) ssRNA genome, the enzymes reverse transcriptase, integrase and protease, some minor proteins, and the major core protein. The genome of human immunodeficiency virus (HIV) encodes 16 viral proteins playing essential roles during the HIV life cycle. HIV-1 is composed of two copies of noncovalently linked, unspliced, positive-sense single-stranded RNA enclosed by a conical capsid composed of the viral protein p24, typical of lentiviruses. The RNA component is 9749 nucleotides long and bears a 5’ cap (Gppp), a 3’ poly(A) tail, and many open reading frames (ORFs). Viral structural proteins are encoded by long ORFs, whereas smaller ORFs encode regulators of the viral life cycle: attachment, membrane fusion, replication, and assembly.",
            "score": 207.54690551757812
        },
        {
            "docid": "551284_6",
            "document": "Cauliflower mosaic virus . The promoter of the 35S RNA is a very strong constitutive promoter responsible for the transcription of the whole CaMV genome. It is well known for its use in plant transformation. It causes high levels of gene expression in dicot plants. However, it is less effective in monocots, especially in cereals. The differences in behavior are probably due to differences in quality and/or quantity of regulatory factors. Interestingly, recent study has indicated that the CaMV 35S promoter is also functional in some animal cells, although the promoter elements used are different from those in plants. While this promoter had low activity compared to canonical animal promoters, levels of reporter products were significant. This observation suggests that the 35S promoter may have potential for use in animals. The promoter was named CaMV 35S promoter (\"35S promoter\") because the coefficient of sedimentation of the viral transcript, whose expression is naturally driven by this promoter, is 35S. It is one of the most widely used, general-purpose constitutive promoters. It was discovered at the beginning of the 1980s, by Chua and collaborators at The Rockefeller University. The 35S RNA is particularly complex, containing a highly structured 600 nucleotide long leader sequence with six to eight short open reading frames (ORFs). This leader is followed by seven tightly arranged, longer ORFs that encode all the viral proteins. The mechanism of expression of these proteins is unique, in that the ORF VI protein (encoded by the 19S RNA) controls translation reinitiation of major open reading frames on the polycistronic 35S RNA, a process that normally only happens on bacterial mRNAs. TAV function depends on its association with polysomes and eukaryotic initiation factor eIF3.",
            "score": 207.40020751953125
        },
        {
            "docid": "1078762_4",
            "document": "Morpholino . Gene knockdown is achieved by preventing cells from making a targeted protein. Knocking down gene expression is a method for learning about the function of a particular protein; in a similar manner, causing a specific exon to be spliced out of the RNA transcript encoding a protein can help to determine the function of the protein moiety encoded by that exon or can sometimes knock down the protein activity altogether. These molecules have been applied to studies in several model organisms, including mice, zebrafish, frogs and sea urchins. Morpholinos can also modify the splicing of pre-mRNA or inhibit the maturation and activity of miRNA. Techniques for targeting Morpholinos to RNAs and delivering Morpholinos into cells have recently been reviewed in a journal article and in book form.",
            "score": 207.35438537597656
        }
    ]
}