{
    "q": [
        {
            "docid": "27729091_23",
            "document": "Bicyclus anynana . In particular it has a seasonal variation in the size of its eyespots. During the African wet season, they have large apparent eye spots, whereas in the dry season, they have vastly reduced eye spots. Larvae growing in the dry season have characteristics of the wet season butterflies and larvae produced in the wet season have phenotypic traits resembling butterflies of the dry season. This adaptive strategy has evolved because it is better to be inconspicuous during the dry season. They can blend in with the brown surroundings. During the wet season, there is a large increase in vegetation, so the eyespots are useful in distracting predators.",
            "score": 231.94279551506042
        },
        {
            "docid": "27729091_3",
            "document": "Bicyclus anynana . The bush brown is helpful for research because of its ideal size and breeding time. In addition to this, the bush brown is one of many insect species to vary its coloration depending on the season, making it a valuable tool in studying phenotypic plasticity. Wet seasons produce butterflies with large eyespots, while dry seasons have butterflies dull in color.",
            "score": 213.36242985725403
        },
        {
            "docid": "901582_10",
            "document": "Morpho menelaus . Eyespots on wings are visual anti-predatory adaptations that have evolved in many species within Lepidoptera. The eyespots are usually dark circles surrounded by a brighter outer layer. The ‘pupil’ of the eye has a sparkle that mimics the natural reflection of the cornea. These eyes are thought to deflect a predator’s attack away from more vital organs and toward that spot on the wings. Bigger eyespots have also been shown to deter predators from attacking completely. \"M. menelaus\" specifically has an eyespot that is 6.8 mm in diameter on its ventral wings that it uses to help avoid predation.",
            "score": 169.7438154220581
        },
        {
            "docid": "27729091_22",
            "document": "Bicyclus anynana . As is common with a wide variety of lepidopterans, eyespots located on the wings are a common defensive mechanism for the squinting bush brown. There are two predominant theories on why these eyespots have evolved. The first one is the large eyespots look similar to the eyes of predator's adversary. This temporarily surprises the predator allowing the butterfly to escape. A second potential benefit is that peripheral eye spots bring attention to non-essential body parts. The bird will be more likely to attack the wings, as opposed to the body. More often than not, if the first predator strike fails the butterfly will be likely to escape. These eyespots are most effective against the most common of the bush brown's predators, birds.",
            "score": 211.79925727844238
        },
        {
            "docid": "27729091_5",
            "document": "Bicyclus anynana . The bush brown is a small brown butterfly with a wingspan of 35–40 mm for males and 45-49 for females. Males have sexual traits on their wings called androconia that release pheromones during courtship. The butterflies is characterized by their unusually short front legs and their rather non-descript brown wings. Bush browns, however, are known for having several large eyespots in the wet season. There are two extended generations per year. The wet-season form is on wing in spring and summer and the dry-season form in autumn and winter",
            "score": 169.04376244544983
        },
        {
            "docid": "11615271_6",
            "document": "Eyespot (mimicry) . The eye-like markings in some butterflies and moths, like the \"Bicyclus anynana,\" and certain other insects, as well as the Sunbittern (a bird) do not seem to serve only a mimicry function. In some other cases, the evolutionary function of such spots is also not understood. There is evidence that eyespots in butterflies are antipredator adaptations, either in deimatic displays to distract, startle or scare off predators, or to deflect attacks away from vital body parts. In some species, such as \"Hipparchia semele\", the conspicuous eyespots are hidden at rest to decrease detectability, and only exposed when they believe potential predators are nearby. Butterfly eyespots may also play a role in mate recognition and sexual selection.",
            "score": 220.52439856529236
        },
        {
            "docid": "1828507_9",
            "document": "Owl butterfly . Research of Stevens et al. (2008), however, suggests that eyespots are not a form of mimicry and do not deter predators because they look like eyes. Rather the conspicuous contrast in the patterns on the wings deter predators. In this study, however, the influence of surrounding forms, like the head region of a predator, was not tested. Also the question why animals evolved such complex imitations of other species is left unanswered.",
            "score": 162.748605966568
        },
        {
            "docid": "48338_43",
            "document": "Butterfly . Butterflies protect themselves from predators by a variety of means. Chemical defences are widespread and are mostly based on chemicals of plant origin. In many cases the plants themselves evolved these toxic substances as protection against herbivores. Butterflies have evolved mechanisms to sequester these plant toxins and use them instead in their own defence. These defence mechanisms are effective only if they are well advertised; this has led to the evolution of bright colours in unpalatable butterflies (aposematism). This signal is commonly mimicked by other butterflies, usually only females. A Batesian mimic imitates another species to enjoy the protection of that species' aposematism. The common Mormon of India has female morphs which imitate the unpalatable red-bodied swallowtails, the common rose and the crimson rose. Müllerian mimicry occurs when aposematic species evolve to resemble each other, presumably to reduce predator sampling rates; \"Heliconius\" butterflies from the Americas are a good example. Camouflage is found in many butterflies. Some like the oakleaf butterfly and autumn leaf are remarkable imitations of leaves. As caterpillars, many defend themselves by freezing and appearing like sticks or branches. Others have deimatic behaviours, such as rearing up and waving their front ends which are marked with eyespots as if they were snakes. Some papilionid caterpillars such as the giant swallowtail (\"Papilio cresphontes\") resemble bird droppings so as to be passed over by predators. Some caterpillars have hairs and bristly structures that provide protection while others are gregarious and form dense aggregations. Some species are myrmecophiles, forming mutualistic associations with ants and gaining their protection. Behavioural defences include perching and angling the wings to reduce shadow and avoid being conspicuous. Some female Nymphalid butterflies guard their eggs from parasitoidal wasps.",
            "score": 158.8490880727768
        },
        {
            "docid": "11615271_16",
            "document": "Eyespot (mimicry) . The Distal-less gene is present in almost all eyespot organizers, making it an ideal candidate to carry out major functions of eyespot formation. During the wing imaginal disc development Dll, has two expression domains separated by a temporal component. First Dll is expressed in a group of cells in the center of what will become the focus and eventually the eyespot. This expression starts during the middle of the fifth instar larva and lasts until the pupal stage. The second domain starts around 20 hours after pupation around the original central cluster of cells, in an area in which a black ring of the eyespot will be formed. Functional experiments using transgenic \"Bicyclus anynana\" (the squinting bush brown butterfly) have shown that overexpression or down-regulation of Dll in the first expression domain correlates with bigger and smaller eyespots respectively. However, if this is done on the second domain then the overall size of the eyespots remains the same, but the width of the black ring raises with a higher amount of Dll. This suggests that Dll might be responsible for the differentiation of the focus in the first expression domain and might be involved in establishing the ring color patterns in the second domain. These experiments together with the wide distribution of Dll across eyespot forming butterflies suggest that this transcription factor is a central regulator for the correct patterning of the eyespots.",
            "score": 198.1071286201477
        },
        {
            "docid": "291636_10",
            "document": "Aglais io . The peacock butterfly's main anti-predator defence mechanism comes from the four large eyespots that it has on its wings. These eyespots are brilliantly coloured concentric circles. Like many other butterflies that hibernate, the peacock butterfly exhibits many lines of defence against would-be predators. Avian predators of the butterfly include blue tits, pied flycatchers and other small passerine birds. The first line of defence against these predators for many hibernating butterflies is crypsis, a process in which the butterflies blend into their environment by mimicking a leaf and staying immobile. Some hibernating butterflies such as the peacock have a second line of defence: when attacked, they open their wings, expose their eyespots and perform an intimidating display of threat. The intimidating visual display shown by the peacock butterfly gives it a much better chance at escaping predators than butterflies that rely solely on leaf mimicry. While the main targets of these anti-predation measures are small passerine birds, even larger birds such as chickens have been shown to react to the stimuli and avoid the butterfly when exposed to eyespots.",
            "score": 153.7629897594452
        },
        {
            "docid": "57397907_8",
            "document": "Dazzled and Deceived . Forbes rounds off the book by looking at the genetic basis of camouflage in butterflies, which has been studied extensively, from the early work (starting in 1954) of P. M. Sheppard and Cyril Clarke on the multiple mimicry of female \"Papilio dardanus\" of various other species of \"Papilio\", controlled by alleles of a single gene. He describes how Miriam Rothschild took time away from her major study of fleas to investigate the toxic chemicals that underlie aposematism (warning coloration) and hence mimicry, showing that monarch butterflies contained cardenolides similar to the heart drug digoxin. She predicted that mimetic butterfly coloration would be shown to be caused by a combination of selection by bird predators and sexual selection by male butterflies, working on preadaptations involving suitable genes which enabled mimicry to develop. Around the same time, Bernard Kettlewell carried out experiments on industrial melanism in the peppered moth, showing that it was driven by bird predators. A generation later, a pioneer of evolutionary developmental biology, Sean B. Carroll, investigated the way that interacting genes such as \"distal-less\" (\"dll\") control the development of butterfly wing patterns. This gene is active at the wing margin of butterflies, and at the centre of their conspicuous eyespots. The gene was known for its effects in the fruit fly; evidently, nature had tinkered with it to give it additional effects. More recent work by Chris Jiggins and others has started to uncover the complex genetics of the wing patterns of the mimetic \"Heliconius\" butterflies; it seems likely that they make use of an evo-devo gene toolkit which they have continually tinkered with, passing genes between species by hybridisation.",
            "score": 148.50528955459595
        },
        {
            "docid": "27729091_4",
            "document": "Bicyclus anynana . Male butterflies engage in mud-puddling, which involves taking up nutrients by aggregating on wet soil and dung. Males use pheromones to attract females during courtship. However, courtship in the bush brown is notable for its plasticity: temperature during adult development plays a large role in determining the rate of male courtship as well as the roles of males and females during the courtship process. The bush brown uses its eyespots as a defense against avian predators. In addition, females choose male mates based on their eyespots; in a process known as stabilizing selection, eyespots that are too large or too small are selected against.",
            "score": 177.44673109054565
        },
        {
            "docid": "44285917_2",
            "document": "Local adaptation . Local adaptation is when a population of organisms has evolved to be more well-suited to its environment than other members of the same species. This occurs due to differential pressures of natural selection on populations from different environments. For example, populations of a species that lives within a wide range of temperatures may be locally adapted to the warmer or cooler climate where they live. More formally, a population is said to be locally adapted if organisms in that population have differentially evolved as compared to other populations within their species in response to selective pressures imposed by some aspect of their local environment. Local adaptation is often determined via reciprocal transplant experiments, where organisms from one population are transplanted into another population, and vice versa, and their fitnesses measured. If the transplanted organisms have lower fitness in the novel environment, than the native population can be said to be locally adapted.",
            "score": 82.3505951166153
        },
        {
            "docid": "41185140_5",
            "document": "Phenotypic integration . Integration can be found at the genetic level due to gene linkage. Gene linkage involves multiple genes being inherited together during meiosis because they are close to each other on the same chromosome. Alleles at different loci can be inherited together if they are tightly linked. Large genetic correlations can only be upheld if the loci that influence different characters are tightly linked, or if high levels of inbreeding in the population occur. Even if selection favors the correlations, it will not be maintained unless those conditions are met. Selection will favor tight linkage because it is maintained better. Poorly linked genetic correlations will not last. Transposition allows the loci at different locations on the chromosome to move so that they can become close to each other and be inherited together. This is significant to understanding the relationship between phenotypic integration and evolution because it is one of the mechanisms of how multiple traits that are connected to each other to evolve and change together. For instance, the Papilio dardanus butterflies come in three different forms, each mimicking a different distasteful butterfly species. Multiple loci contribute to these different forms, and a butterfly with alleles for form A at one locus and B at another locus would have poor fitness. However, the multiple loci are tightly linked, so they are inherited together as a single allele. Through transposition, these multiple loci ended up close to each other. Mutations among these linked genes are the nonadaptive fuel which can create evolution. Evolution may also occur because the integration may have an adaptive advantage in a particular environment for an organism. It is also important to recognize that not only can the traits be inherited together, but inherited separately and selected together. Another important example of phenotypic integration evolving over time is the relationship between the neurocranium and the brain. Over the last 150 million years the number of bones in the brain has decreased while the size of the brain in mammals has changed. Integration between the brain and the skull has evolved over this time period to reduce the number of bones in the cranium, while increasing the size of the brain. This relationship between correlated traits has played an important role in the evolution of mammalian cranium structure and brain size. Finally, development is another crucial cause of phenotypic integration that has evolved over time. Cell-signaling pathways which utilize integration in the form of complex interactions among specific cells in the pathway are crucial to proper development in many organisms. The interactions among the cells in the pathway, and the interaction of the pathways with other pathways have evolved over time to create complex structures.",
            "score": 134.24909210205078
        },
        {
            "docid": "48338_44",
            "document": "Butterfly . The Lycaenidae have a false head consisting of eyespots and small tails (false antennae) to deflect attack from the more vital head region. These may also cause ambush predators such as spiders to approach from the wrong end, enabling the butterflies to detect attacks promptly. Many butterflies have eyespots on the wings; these too may deflect attacks, or may serve to attract mates.",
            "score": 132.6322853565216
        },
        {
            "docid": "291860_12",
            "document": "Small tortoiseshell . The wings of tortoiseshell butterflies help conceal them extremely well from predators. When closed, their wings look like leaves, helping them to hide from predators. On the ground, it may take birds up to 30 minutes to see them. In addition to this, when discovered, tortoiseshell butterflies will flick their wings open to reveal bright colours. While they don’t have eyespots like many other butterflies, these bright contrasting colours can often scare a predator, giving the tortoiseshell butterfly ample time to escape. Not only does this colouration tend to frighten birds, it can also act as a warning. The bright red colouration serves as a cautionary sign to the predator about the poor taste of the butterfly. Tortoiseshell butterflies tend to be unpalatable to birds. If a bird sees this bright red colouring, then they will be less likely to eat the butterfly.",
            "score": 130.39532256126404
        },
        {
            "docid": "2355420_21",
            "document": "Müllerian mimicry . Some insight into the evolution of mimetic color mimicry in Lepidoptera in particular can be seen through the study of the Optix gene. The Optix gene is responsible for the \"Heliconius\" butterflies' signature red wing patterns that help it signal to predators that it is toxic. By sharing this coloration with other poisonous red winged butterflies the predator may have pursued previously the Heliconius butterfly increases its chance of survival through association. By mapping the genome of many related species of \"Heliconius\" butterflies \"show[s] that the cis-regulatory evolution of a single transcription factor can repeatedly drive the convergent evolution of complex color patterns in distantly related species…\". This suggests that the evolution of a non-coding piece of DNA that regulates the transcription of nearby genes can be the reason behind similar phenotypic coloration between distant species, making it hard to determine if the trait is homologous or simply the result of convergent evolution.",
            "score": 102.8433244228363
        },
        {
            "docid": "24216539_3",
            "document": "Precis (butterfly) . \"Precis\" are medium to large butterflies (wingspan up to 5 cm). The upperside ground colour is black with white, pink, green, or blue spots and bands, the upperside may also have a brownish ground colour. The wings often have eyespots. The outer wing margins are wavy and toothed or scalloped. The species tend to have rainy-season and dry-season forms which can look quite different. Many of the species can occur in several other colour forms (morphs).",
            "score": 163.35813236236572
        },
        {
            "docid": "197179_19",
            "document": "Sexual dimorphism . Sexual dimorphism within insects is also displayed by dichromatism. In butterfly genera \"Bicyclus\" and \"Junonia\", dimorphic wing patterns evolved due to sex-limited expression, which mediates the intralocus sexual conflict and leads to increased fitness in males. The sexual dichromatic nature of \"Bicyclus anyana\" is reflected by female selection on the basis of dorsal UV-reflective eyespot pupils (Robertson & Monteiro, 2005). The common brimstone also displays sexual dichromatism; males have yellow and iridescent wings, while female wings are white and non-iridescent. Naturally selected deviation in protective female coloration is displayed in mimetic butterflies.",
            "score": 101.17914652824402
        },
        {
            "docid": "1353715_20",
            "document": "Viceroy (butterfly) . Based on phylogenic evidence, it is known that mimicry in the North American admirals was a driver of speciation. An essential condition for the evolution of mimicry was the presence and abundance of unpalatable models. Mimetic evolution also involved direct selection with the model acting as a \"starting block\" for the mimic to evolve against. The drive behind this type of evolution must be predation. Eventually, the mimetic population undergoes phenotypic fixation, usually at a point where the wing pattern and colors of the mimic have reached the closest superficial resemblance of its model. As these processes continued, the subspecies divergences began occurring as the mimetic species expanded their geographical range and began mimicking other species of butterfly. Determining what part of the butterfly genome controls wing color and pattern is also a major component that must be taken into account when trying to understand the evolution of mimicry. Each individual stripe or spot on a wing has a distinct identity that can be traced from species to species within a family.",
            "score": 99.79406821727753
        },
        {
            "docid": "18606535_7",
            "document": "Will to live . Even the most simple of living organisms (for example, the single-celled bacteria) are typically under intense selective pressure to evolve a response that would help avoid a damaging environment, if such an environment exists. Organisms also evolve while adapting - even thriving - in a benign environment (for example, a marine sponge modifies its structure in response to current changes, in order to better absorb and process nutrients). Self-preservation is therefore an almost universal hallmark of life. However, when introduced to a novel threat, many species will have a self-preservation response either too specialised, or not specialised enough, to cope with that particular threat. An example is the dodo, which evolved in the absence of natural predators and hence lacked an appropriate, general self-preservation response to heavy predation by humans and rats, showing no fear of them.",
            "score": 75.4199069738388
        },
        {
            "docid": "1806222_16",
            "document": "Apollo (butterfly) . Once the butterfly completes its metamorphosis, it has a number of defensive mechanisms in place to avoid predation. One of the most easily identifiable traits is the bright eyespots found on the wings. These eyespots are essentially concentric circle of a wide variety of colours. Apart from the wide range of colours, eyespots are very limited in their plasticity. There are three main hypothesis to why these spots may have developed; they resemble the eyes of an enemy of the predator in order to intimidate them, they draw the attention of the predator to less vital components of the butterfly's body, or the spots are there simply to surprise the predator. The only disadvantage to these spots is that they cause the butterfly to be a great deal more conspicuous.",
            "score": 172.00392723083496
        },
        {
            "docid": "14894552_3",
            "document": "Self-preservation . Even the most simple of living organisms (for example, the single-celled bacteria) are typically under intense selective pressure to evolve a response that would help avoid a damaging environment, if such an environment exists. Organisms also evolve while adapting - even thriving - in a benign environment (for example, a marine sponge modifies its structure in response to current changes, in order to better absorb and process nutrients). Self-preservation is therefore an almost universal hallmark of life. However, when introduced to a novel threat, many species will have a self-preservation response either too specialised, or not specialised enough, to cope with that particular threat. An example is the dodo, which evolved in the absence of natural predators and hence lacked an appropriate, general self-preservation response to heavy predation by humans and rats, showing no fear of them.",
            "score": 75.4199069738388
        },
        {
            "docid": "49325289_6",
            "document": "Kalligrammatidae . It is thought that their large body size and large wings would have made kalligrammatids weak fliers. Wing color patterning on many species and the setae covering on \"Makarkinia\" are indications that the species were day-time fliers similar to butterflies. The prevalence of eye spots in many species, the presence of light striping along the wing margins of \"Sophogramma\" were evolved to act as anti-predator adaptations against predation from pterosaurs and early birds. Given the structuring of the mouthparts, they are thought to have most likely been pollinators, feeding on pollen and plant juices, possibly produced by Bennettitales and Cheirolepidiaceae. The pollination behavior is nearly unique in the Neuroptera, most of which are predatory. The similarity of features and ecology between lepidopterans and kaligrammatids has led to the group occasionally being called \"butterflies of the Jurassic\". The only modern neuropteran family that feeds on pollen is Nemopteridae, and kalligrammatids are the only neuropterans which have developed proboscises. As flowering plants emerged and diversified, the host plants of kalligrammatids dwindled, possibly resulting in their extinction.",
            "score": 137.462739944458
        },
        {
            "docid": "291636_13",
            "document": "Aglais io . In one experiment, observed responses of the avian predators to the eyespots included increased vigilance, a delay in their return to the peacock butterfly, and the production of alarm calls associated with ground-based predators. These responses to the eyespot stimuli lend support to the eye mimicry hypothesis as they indicated that the avian predator sensed that the eyespots belonged to a potential enemy. When faced with avian predators like the blue tit, the peacock butterfly makes a hissing noise as well as threateningly displaying its eyespots. However, it is the eyespots that protect the butterfly the most; peacock butterflies that have had their sound production capability removed still defend themselves extremely well against avian predators if their eyespots are present.",
            "score": 169.00251293182373
        },
        {
            "docid": "22052921_14",
            "document": "Adaptive behavior (ecology) . It has been proven that adaptive behavior is crucial in the process of natural selection, and thus is important in the evolutionary process. Species that possess positive adaptive behaviors will inherently acquire evolutionary advantages. For example, adaptive behavior is a mechanism of population stabilization. In natural communities, organisms are able to interact with each other creating complex food webs and predator-prey dynamics. Adaptive behavior helps modulate the dynamics of feeding relationships by having a direct effect on their feeding traits and strategies. These adaptive behaviors allow for resilience and resistance in the face of disturbances and a changing environment. In ecology, the coexistence of organisms in natural ecosystems and the stability of populations are central topics. Currently, we live in a world experiencing great changes at a fast rate, mostly due to anthropogenic impacts on organisms and the environment. By studying adaptive behavior one can understand ecosystem complexity – how it emerges, how it evolves, and how it can be maintained.",
            "score": 85.38436484336853
        },
        {
            "docid": "53307_66",
            "document": "Lepidoptera . Camouflage is also an important defense strategy, which involves the use of coloration or shape to blend into the surrounding environment. Some lepidopteran species blend with their surroundings, making them difficult to spot by predators. Caterpillars can exhibit shades of green that match its host plant. Others look like inedible objects, such as twigs or leaves. For instance, the mourning cloak fades into the backdrop of trees when it folds its wings back. The larvae of some species, such as the common Mormon (\"Papilio polytes\") and the western tiger swallowtail look like bird droppings. For example, adult Sesiidae species (also known as clearwing moths) have a general appearance sufficiently similar to a wasp or hornet to make it likely the moths gain a reduction in predation by Batesian mimicry. Eyespots are a type of automimicry used by some butterflies and moths. In butterflies, the spots are composed of concentric rings of scales in different colors. The proposed role of the eyespots is to deflect attention of predators. Their resemblance to eyes provokes the predator's instinct to attack these wing patterns.",
            "score": 180.5696737766266
        },
        {
            "docid": "972966_12",
            "document": "Gerridae . Wing polymorphism is common in the Gerridae despite most univoltine populations being completely apterous (wingless) or macropterous (with wings). Apterous populations of gerrids would be restricted to stable aquatic habitats that experience little change in environment, while macropterous populations can inhabit more changing, variable water supplies. Stable waters are usually large lakes and rivers, while unstable waters are generally small and seasonal. Gerrids produce winged forms for dispersal purposes and macropterous individuals are maintained due to their ability to survive in changing conditions. Wings are necessary if the body of water is likely to dry since the gerrid must fly to a new source of water. However, wingless forms are favored due to competition for ovarian development and wings and reproductive success is the main goal due to the selfish gene theory. Overwintering gerrids usually are macropterous, or with wings, so they can fly back to their aquatic habitat after winter. An environmental switch mechanism controls seasonal dimorphism observed in bivoltine species, or species having two broods per year. This switch mechanism is what helps determine whether or not a brood with wings will evolve. Temperature also plays an important role in photoperiodic switch. Temperatures signify the seasons and thus when wings are needed since they hibernate during winter. Ultimately, these switching mechanisms alter genetic alleles for wing characteristics, helping to maintain biological dispersal.",
            "score": 145.58902728557587
        },
        {
            "docid": "345366_8",
            "document": "Actias luna . Adults will stay in their cocoons, even if their metamorphosis is complete, until they receive certain biological signals, i.e. light changes, temperature changes, or hormonal signals. When the adult luna moth eclose, or emerges from its cocoon, their abdomen is swollen and the wings are shriveled. The first few hours of the moth's adult life, will be spent under a leaf pumping hemolymph (invertebrates equivalent to blood) from the abdomen into their wings. During this time, the moth is much more vulnerable to predators. Their wings will be soft and wet, the moth will have to wait for their wings to dry and harden before they will be able to fly away. This process can take 2–3 hours to complete. The luna moth typically has a wingspan of , rarely exceeding with long, tapering hind wings, which have eyespots on them to confuse potential predators. Luna moths are common, although rarely seen due to their very brief (1 week) adult lives. As with all Saturniidae, the adults do not eat or have mouths. They emerge as adults solely to mate. They are more commonly seen at night. You can distinguish male luna moths by their larger and wider antennae.  Their wing \"tails\" are expandable decoys that trick hungry bats; they are the moth's anti-predator deflection strategy. As the echolocating hunter comes in for the kill, the moth's moving tails distract and fool the bat, knocking the attacker off target and allowing the moth the split second it needs to get away, alive.",
            "score": 137.15708112716675
        },
        {
            "docid": "27729091_16",
            "document": "Bicyclus anynana . Researchers investigated the critical period for courtship rate plasticity to determine whether or not it differed from the critical period for wing pattern plasticity, which had already been established as the final larval instar. In the squinting bush brown butterfly, high temperatures of around 27 degrees Celsius led to increased courtship by males, but low temperatures of 17 degrees Celsius led to males courting females at a much lower rate. This courtship rate plasticity of the butterflies demonstrates their active adaptation to the current environment.",
            "score": 107.10000395774841
        },
        {
            "docid": "39830246_5",
            "document": "Evolving digital ecological networks . Digital ecological networks enable the direct, comprehensive, and real time observation of evolving ecological interactions between antagonistic and/or mutualistic digital organisms that are difficult to study in nature. Research using self-replicating computer programs can help us understand how coevolution shapes the emergence and diversification of coevolving species interaction networks and, in turn, how changes in the overall structure of the web (e.g., through extinction of taxa or the introduction of invasive species) affect the evolution of a given species. Studying the evolution of species interaction networks in these artificial evolving systems also contributes to the development of the field, while overcoming limitations evolutionary biologists may face. For example, laboratory studies have shown that historical contingency can enable or impede the outcome of the interactions between bacteria and phage, depending on the order in which mutations occur: the phage often, but not always, evolve the ability to infect a novel host. Therefore, in order to obtain statistical power for predicting such outcomes of the coevolutionary process, experiments require a high level of replication. This stochastic nature of the evolutionary process was exemplified by Stephen Jay Gould's inquiry (\"\"What would happen if the tape of the history of life were rewound and replayed?\"\") Because of their ease in scalability and replication, evolving digital ecological networks open the door to experiments that incorporate this approach of \"replaying the tape of life\". Such experiments allow researchers to quantify the role of historical contingency and repeatability in network evolution, enabling predictions about the architecture and dynamics of large networks of interacting species.",
            "score": 82.34670412540436
        },
        {
            "docid": "1242211_18",
            "document": "Exaptation . Darwin explained how the traits of living organisms are well-designed for their environment, but he also recognized that many traits are imperfectly designed. They appear to have been made from available material, that is, jury-rigged. Understanding exaptations may suggest hypotheses regarding subtleties in the adaptation. For instance, that feathers evolved initially for thermal regulation may help to explain some of their features unrelated to flight (Buss et al., 1998). However, this is readily explained by the fact that they serve a dual purpose.",
            "score": 42.04542517662048
        }
    ],
    "r": [
        {
            "docid": "27729091_23",
            "document": "Bicyclus anynana . In particular it has a seasonal variation in the size of its eyespots. During the African wet season, they have large apparent eye spots, whereas in the dry season, they have vastly reduced eye spots. Larvae growing in the dry season have characteristics of the wet season butterflies and larvae produced in the wet season have phenotypic traits resembling butterflies of the dry season. This adaptive strategy has evolved because it is better to be inconspicuous during the dry season. They can blend in with the brown surroundings. During the wet season, there is a large increase in vegetation, so the eyespots are useful in distracting predators.",
            "score": 231.94277954101562
        },
        {
            "docid": "11615271_6",
            "document": "Eyespot (mimicry) . The eye-like markings in some butterflies and moths, like the \"Bicyclus anynana,\" and certain other insects, as well as the Sunbittern (a bird) do not seem to serve only a mimicry function. In some other cases, the evolutionary function of such spots is also not understood. There is evidence that eyespots in butterflies are antipredator adaptations, either in deimatic displays to distract, startle or scare off predators, or to deflect attacks away from vital body parts. In some species, such as \"Hipparchia semele\", the conspicuous eyespots are hidden at rest to decrease detectability, and only exposed when they believe potential predators are nearby. Butterfly eyespots may also play a role in mate recognition and sexual selection.",
            "score": 220.52439880371094
        },
        {
            "docid": "27729091_3",
            "document": "Bicyclus anynana . The bush brown is helpful for research because of its ideal size and breeding time. In addition to this, the bush brown is one of many insect species to vary its coloration depending on the season, making it a valuable tool in studying phenotypic plasticity. Wet seasons produce butterflies with large eyespots, while dry seasons have butterflies dull in color.",
            "score": 213.3624267578125
        },
        {
            "docid": "27729091_22",
            "document": "Bicyclus anynana . As is common with a wide variety of lepidopterans, eyespots located on the wings are a common defensive mechanism for the squinting bush brown. There are two predominant theories on why these eyespots have evolved. The first one is the large eyespots look similar to the eyes of predator's adversary. This temporarily surprises the predator allowing the butterfly to escape. A second potential benefit is that peripheral eye spots bring attention to non-essential body parts. The bird will be more likely to attack the wings, as opposed to the body. More often than not, if the first predator strike fails the butterfly will be likely to escape. These eyespots are most effective against the most common of the bush brown's predators, birds.",
            "score": 211.79925537109375
        },
        {
            "docid": "11615271_16",
            "document": "Eyespot (mimicry) . The Distal-less gene is present in almost all eyespot organizers, making it an ideal candidate to carry out major functions of eyespot formation. During the wing imaginal disc development Dll, has two expression domains separated by a temporal component. First Dll is expressed in a group of cells in the center of what will become the focus and eventually the eyespot. This expression starts during the middle of the fifth instar larva and lasts until the pupal stage. The second domain starts around 20 hours after pupation around the original central cluster of cells, in an area in which a black ring of the eyespot will be formed. Functional experiments using transgenic \"Bicyclus anynana\" (the squinting bush brown butterfly) have shown that overexpression or down-regulation of Dll in the first expression domain correlates with bigger and smaller eyespots respectively. However, if this is done on the second domain then the overall size of the eyespots remains the same, but the width of the black ring raises with a higher amount of Dll. This suggests that Dll might be responsible for the differentiation of the focus in the first expression domain and might be involved in establishing the ring color patterns in the second domain. These experiments together with the wide distribution of Dll across eyespot forming butterflies suggest that this transcription factor is a central regulator for the correct patterning of the eyespots.",
            "score": 198.1071319580078
        },
        {
            "docid": "11615271_18",
            "document": "Eyespot (mimicry) . Furthermore, cells that are flanked by the cells expressing the highest level of Hh signaling are fated to become the foci, indicating that focus cell fate determination relies on high concentrations of Hh in surrounding cells. However this observation has not been totally confirmed as a rule for multiple butterfly species. Studies tried to extrapolate the result of Hh pathway involvement by looking for the expression of Ci in \"Bicyclus anynana\". Here they observed that both seem to be expressed in eyespots, suggesting a relation with the Hh signaling pathway. However, other studies did not find evidence of Hh expression in \"B. anynana\".",
            "score": 197.7070770263672
        },
        {
            "docid": "18690851_15",
            "document": "Genetic correlation . Breeding experiments on genetically correlated traits can measure the extent to which correlated traits are inherently developmentally linked & response is constrained, and which can be dissociated. Some traits, such as the size of eyespots on the butterfly \"Bicyclus anynana\" can be dissociated in breeding, but other pairs, such as eyespot colors, have resisted efforts.",
            "score": 183.92489624023438
        },
        {
            "docid": "53307_66",
            "document": "Lepidoptera . Camouflage is also an important defense strategy, which involves the use of coloration or shape to blend into the surrounding environment. Some lepidopteran species blend with their surroundings, making them difficult to spot by predators. Caterpillars can exhibit shades of green that match its host plant. Others look like inedible objects, such as twigs or leaves. For instance, the mourning cloak fades into the backdrop of trees when it folds its wings back. The larvae of some species, such as the common Mormon (\"Papilio polytes\") and the western tiger swallowtail look like bird droppings. For example, adult Sesiidae species (also known as clearwing moths) have a general appearance sufficiently similar to a wasp or hornet to make it likely the moths gain a reduction in predation by Batesian mimicry. Eyespots are a type of automimicry used by some butterflies and moths. In butterflies, the spots are composed of concentric rings of scales in different colors. The proposed role of the eyespots is to deflect attention of predators. Their resemblance to eyes provokes the predator's instinct to attack these wing patterns.",
            "score": 180.56967163085938
        },
        {
            "docid": "27729091_4",
            "document": "Bicyclus anynana . Male butterflies engage in mud-puddling, which involves taking up nutrients by aggregating on wet soil and dung. Males use pheromones to attract females during courtship. However, courtship in the bush brown is notable for its plasticity: temperature during adult development plays a large role in determining the rate of male courtship as well as the roles of males and females during the courtship process. The bush brown uses its eyespots as a defense against avian predators. In addition, females choose male mates based on their eyespots; in a process known as stabilizing selection, eyespots that are too large or too small are selected against.",
            "score": 177.4467315673828
        },
        {
            "docid": "1806222_16",
            "document": "Apollo (butterfly) . Once the butterfly completes its metamorphosis, it has a number of defensive mechanisms in place to avoid predation. One of the most easily identifiable traits is the bright eyespots found on the wings. These eyespots are essentially concentric circle of a wide variety of colours. Apart from the wide range of colours, eyespots are very limited in their plasticity. There are three main hypothesis to why these spots may have developed; they resemble the eyes of an enemy of the predator in order to intimidate them, they draw the attention of the predator to less vital components of the butterfly's body, or the spots are there simply to surprise the predator. The only disadvantage to these spots is that they cause the butterfly to be a great deal more conspicuous.",
            "score": 172.00393676757812
        },
        {
            "docid": "901582_10",
            "document": "Morpho menelaus . Eyespots on wings are visual anti-predatory adaptations that have evolved in many species within Lepidoptera. The eyespots are usually dark circles surrounded by a brighter outer layer. The ‘pupil’ of the eye has a sparkle that mimics the natural reflection of the cornea. These eyes are thought to deflect a predator’s attack away from more vital organs and toward that spot on the wings. Bigger eyespots have also been shown to deter predators from attacking completely. \"M. menelaus\" specifically has an eyespot that is 6.8 mm in diameter on its ventral wings that it uses to help avoid predation.",
            "score": 169.7438201904297
        },
        {
            "docid": "27729091_5",
            "document": "Bicyclus anynana . The bush brown is a small brown butterfly with a wingspan of 35–40 mm for males and 45-49 for females. Males have sexual traits on their wings called androconia that release pheromones during courtship. The butterflies is characterized by their unusually short front legs and their rather non-descript brown wings. Bush browns, however, are known for having several large eyespots in the wet season. There are two extended generations per year. The wet-season form is on wing in spring and summer and the dry-season form in autumn and winter",
            "score": 169.04376220703125
        },
        {
            "docid": "291636_13",
            "document": "Aglais io . In one experiment, observed responses of the avian predators to the eyespots included increased vigilance, a delay in their return to the peacock butterfly, and the production of alarm calls associated with ground-based predators. These responses to the eyespot stimuli lend support to the eye mimicry hypothesis as they indicated that the avian predator sensed that the eyespots belonged to a potential enemy. When faced with avian predators like the blue tit, the peacock butterfly makes a hissing noise as well as threateningly displaying its eyespots. However, it is the eyespots that protect the butterfly the most; peacock butterflies that have had their sound production capability removed still defend themselves extremely well against avian predators if their eyespots are present.",
            "score": 169.0025177001953
        },
        {
            "docid": "49211669_4",
            "document": "Paul Brakefield . Brakefield works mostly with butterflies and insects. Amongst other topics his research focuses on eyespots on butterflies, especially \"Bicyclus anynana\". The butterfly species \"Bicyclus brakefieldi\" is named after him.",
            "score": 168.10279846191406
        },
        {
            "docid": "1806222_10",
            "document": "Apollo (butterfly) . \"Parnassius apollo\" has a wingspan of in males, of in females. The Apollo butterfly shows a great deal of individual variation in the appearance, with an evident colour polymorphism. These very very large, beautiful and conspicuous white butterflies are decorated with five large black eyespots on the forewing and two bright red or sometimes orange eyespots on the hindwing. These striking red eyespots can vary in size and form depending on the location of the Apollo butterfly, and the bright red colour often fades in the sun, causing the eyespots of older individuals to appear more orange. The wings are shiny, with slightly transparent edges, and some individuals are darker (sphragismelanistic); a general phenomenon common in many butterflies. The caterpillars of this species are velvety black with orange-red spots along the sides.",
            "score": 165.9873809814453
        },
        {
            "docid": "1676399_3",
            "document": "Papilio multicaudata . The two-tailed swallowtail is a large swallowtail of western North America, one of several species that have yellow wings with black tiger striping. Each hindwing has several blue markings (top and bottom). Like other striped swallowtails, it has a small orange eyespot near the lower angle of each hindwing; the eyespots can fool predators into attacking the rear of the butterfly instead of the head, giving the butterfly a chance to escape. Its appearance is similar to the western, and eastern tiger swallowtails, but has narrower black stripes and usually two tails on each hindwing (rather than only one). Most two-tails have a black \"slit pupil\" in the orange eyespot on each hindwing, never present in western tiger. It is also usually larger than similar swallowtails within its range, although some eastern tiger swallowtails are as big as any two-tailed. The wingspan ranges from , making it the largest swallowtail in western North America. As is the case with most swallowtails, females are larger and more brightly colored than males, having more blue and orange markings on the hindwings. It does not tend to hybridize with related species as do the western, eastern, and Canadian tiger swallowtails.",
            "score": 165.04246520996094
        },
        {
            "docid": "24216539_3",
            "document": "Precis (butterfly) . \"Precis\" are medium to large butterflies (wingspan up to 5 cm). The upperside ground colour is black with white, pink, green, or blue spots and bands, the upperside may also have a brownish ground colour. The wings often have eyespots. The outer wing margins are wavy and toothed or scalloped. The species tend to have rainy-season and dry-season forms which can look quite different. Many of the species can occur in several other colour forms (morphs).",
            "score": 163.35813903808594
        },
        {
            "docid": "1828507_9",
            "document": "Owl butterfly . Research of Stevens et al. (2008), however, suggests that eyespots are not a form of mimicry and do not deter predators because they look like eyes. Rather the conspicuous contrast in the patterns on the wings deter predators. In this study, however, the influence of surrounding forms, like the head region of a predator, was not tested. Also the question why animals evolved such complex imitations of other species is left unanswered.",
            "score": 162.7486114501953
        },
        {
            "docid": "11615271_19",
            "document": "Eyespot (mimicry) . The Notch (N) gene expression precedes an upregulation of Dll in the cells that will become the center of the focus. This makes N the earliest developmental signal, so far studied, that is related with the establishment of the eyespots. Loss of N completely disrupts Dll expression, and eventually eyespot formation, in several butterfly species. A variety of other wing patterns are determined by N and Dll patterns of expression in early development of the wing imaginal disc, suggesting that a single mechanism patterns multiple coloration structures of the wing.",
            "score": 159.4443817138672
        },
        {
            "docid": "48338_43",
            "document": "Butterfly . Butterflies protect themselves from predators by a variety of means. Chemical defences are widespread and are mostly based on chemicals of plant origin. In many cases the plants themselves evolved these toxic substances as protection against herbivores. Butterflies have evolved mechanisms to sequester these plant toxins and use them instead in their own defence. These defence mechanisms are effective only if they are well advertised; this has led to the evolution of bright colours in unpalatable butterflies (aposematism). This signal is commonly mimicked by other butterflies, usually only females. A Batesian mimic imitates another species to enjoy the protection of that species' aposematism. The common Mormon of India has female morphs which imitate the unpalatable red-bodied swallowtails, the common rose and the crimson rose. Müllerian mimicry occurs when aposematic species evolve to resemble each other, presumably to reduce predator sampling rates; \"Heliconius\" butterflies from the Americas are a good example. Camouflage is found in many butterflies. Some like the oakleaf butterfly and autumn leaf are remarkable imitations of leaves. As caterpillars, many defend themselves by freezing and appearing like sticks or branches. Others have deimatic behaviours, such as rearing up and waving their front ends which are marked with eyespots as if they were snakes. Some papilionid caterpillars such as the giant swallowtail (\"Papilio cresphontes\") resemble bird droppings so as to be passed over by predators. Some caterpillars have hairs and bristly structures that provide protection while others are gregarious and form dense aggregations. Some species are myrmecophiles, forming mutualistic associations with ants and gaining their protection. Behavioural defences include perching and angling the wings to reduce shadow and avoid being conspicuous. Some female Nymphalid butterflies guard their eggs from parasitoidal wasps.",
            "score": 158.84909057617188
        },
        {
            "docid": "322654_15",
            "document": "Dactyloidae . Most anoles are brownish or green, but there are extensive variations depending on the exact species. The majority can change their color depending on things like emotions (for example, aggression or stress), activity level, levels of light and as a social signal (for example, displaying dominance), but evidence showing that they do it in response to the color of the background (camouflage) is lacking. Whether they do it in response to temperature (thermoregulation) is less clear, with studies supporting it and contradicting it. The extent and variations of this color changing ability differ widely throughout the individual species. For example, the Carolina (or green) anole can change its color from a bright, leafy green to a dull brown color, while the brown anole can only change its shade, ranging from pale gray-brown to very dark brown. Even the distinct green-to-brown change in the Carolina anole can happen in only a few minutes. The colors are the result of their skin pigment cells, the chromatophores, of which they have three main types, but the change occurs only in the melanophores. When triggered by melanophore-stimulating hormone and other hormones, the melanosomes of the melanophores partially cover the other skin pigment cells, giving the anole a darker or browner color. In most cases stress results in a darker/browner color, but in the aquatic anole, a species that is dark brown with a barred pattern and light brown stripes on the sides of its body and head, stress results in paler brown upperparts and the stripes turn pale blue-green.",
            "score": 154.21070861816406
        },
        {
            "docid": "10767658_5",
            "document": "Orsotriaena medus . Below, the butterfly has a white discal band which runs across both wings. It has five eyespots on the underside of the wings. In the forewing, it has two eyespots, with the anterior eyespot slightly smaller. In the hindwing, it has two eyespots on the apical region and a separate ocellus in the tornal (hindmost) region. The uppermost of the eyespots in the hindwing are greatly smaller, while the remaining two are more or less of equal sizes.",
            "score": 154.07884216308594
        },
        {
            "docid": "291636_10",
            "document": "Aglais io . The peacock butterfly's main anti-predator defence mechanism comes from the four large eyespots that it has on its wings. These eyespots are brilliantly coloured concentric circles. Like many other butterflies that hibernate, the peacock butterfly exhibits many lines of defence against would-be predators. Avian predators of the butterfly include blue tits, pied flycatchers and other small passerine birds. The first line of defence against these predators for many hibernating butterflies is crypsis, a process in which the butterflies blend into their environment by mimicking a leaf and staying immobile. Some hibernating butterflies such as the peacock have a second line of defence: when attacked, they open their wings, expose their eyespots and perform an intimidating display of threat. The intimidating visual display shown by the peacock butterfly gives it a much better chance at escaping predators than butterflies that rely solely on leaf mimicry. While the main targets of these anti-predation measures are small passerine birds, even larger birds such as chickens have been shown to react to the stimuli and avoid the butterfly when exposed to eyespots.",
            "score": 153.7629852294922
        },
        {
            "docid": "11615271_3",
            "document": "Eyespot (mimicry) . Eyespots may be a form of mimicry in which a spot on the body of an animal resembles an eye of a different animal to deceive potential predator or prey species; a form of self-mimicry, to draw a predator's attention away from the most vulnerable body parts; or to appear as an inedible or dangerous animal. Eyespots may play a role in intraspecies communication or courtship; the best-known example is probably the eyespots on a peacock's display feathers.",
            "score": 153.2642364501953
        },
        {
            "docid": "11615271_17",
            "document": "Eyespot (mimicry) . The Hh gene is the other element that has been functionally tested in the formation of eyespots. Investigating genes involved in wing development and morphogenetic activity has led to the discovery that Hh has a primary role in the morphogenetic signaling center of the foci. In a manner that is similar to the development of \"Drosophila\" fruit flies, Hh is expressed in all cells in the posterior compartment of the developing butterfly wing during the mid fifth instar of butterfly wing development. However, in butterflies, Hh expression is significantly higher in those cells that flank the potential foci. Higher transcription levels of Hh, along with other known associates of the Hh pathway, namely patched (Ptc) the Hh receptor, and cubitus interruptus (Ci), the Hh transcription factor is seen throughout the mid to late fifth instar as well, which further implies a role for Hh signaling in eyespot development and patterning.",
            "score": 150.3546600341797
        },
        {
            "docid": "18822890_3",
            "document": "Brassy ringlet . Brassy ringlets are mid-sized members of their genus, with a length of 17–22 mm (roughly two-thirds to one inch). Like their relatives, they have black eyespots on their forewings. The largest eyespots are placed, two on each side, near the wingtip, and have a white dot in the center; they are surrounded by a copper-colored patch that is lighter than the blackish-brown upperwings. In some, a third black spot, much smaller and without the white dot, is present at the opposite end of the reddish patch. The hindwings have no black spots in many, but in some taxa there are a few (2-4 or so) black dots, usually without white in the center, paralleling the outer margin. If hindwing spots are present, they are sometimes surrounded by a lighter brown field like the forewing spots, sometimes not. The wing undersides are cryptically colored, usually in grayish-brown and often with a noticeable band arching through the central hindwing, the rest of which has a silvery sheen which makes these species quite recognizable in flight. The eyespots and the forewing patch surrounding them are found on the forewing undersides also; if a hindwing pattern is present, it may or may not show up on the under hindwings either whole or in parts. The common name derives from the brassy luster of the dark wing uppersides. The valvae have a series of external spines pointing distally, with the first spine pair usually being largest.",
            "score": 150.03076171875
        },
        {
            "docid": "35193004_3",
            "document": "Erebia polaris . The Arctic woodland ringlet is a medium-sized butterfly with a wingspan of between . Females tend to be a little larger than males. The upperside of both the forewings and hindwings are dark brown with black eyespots with red margins in a row near the edge. In the male the eyespots are small and do not usually have a white centre except possibly the front one. In the female they may be no bigger but many of them have white centres and they may be more numerous forming a continuous line. The underside of the wings is similar to the upperside. This butterfly can be distinguished from the rather similar Lapland ringlet (\"Erebia embla\") and the Arran brown (\"Erebia ligea\") by the fact that it has no white blotches on the under surfaces of the wings. It can be distinguished from the Arctic ringlet (\"Erebia disa\") by the fact that it always has eyespots on its hindwings.",
            "score": 148.7224884033203
        },
        {
            "docid": "57397907_8",
            "document": "Dazzled and Deceived . Forbes rounds off the book by looking at the genetic basis of camouflage in butterflies, which has been studied extensively, from the early work (starting in 1954) of P. M. Sheppard and Cyril Clarke on the multiple mimicry of female \"Papilio dardanus\" of various other species of \"Papilio\", controlled by alleles of a single gene. He describes how Miriam Rothschild took time away from her major study of fleas to investigate the toxic chemicals that underlie aposematism (warning coloration) and hence mimicry, showing that monarch butterflies contained cardenolides similar to the heart drug digoxin. She predicted that mimetic butterfly coloration would be shown to be caused by a combination of selection by bird predators and sexual selection by male butterflies, working on preadaptations involving suitable genes which enabled mimicry to develop. Around the same time, Bernard Kettlewell carried out experiments on industrial melanism in the peppered moth, showing that it was driven by bird predators. A generation later, a pioneer of evolutionary developmental biology, Sean B. Carroll, investigated the way that interacting genes such as \"distal-less\" (\"dll\") control the development of butterfly wing patterns. This gene is active at the wing margin of butterflies, and at the centre of their conspicuous eyespots. The gene was known for its effects in the fruit fly; evidently, nature had tinkered with it to give it additional effects. More recent work by Chris Jiggins and others has started to uncover the complex genetics of the wing patterns of the mimetic \"Heliconius\" butterflies; it seems likely that they make use of an evo-devo gene toolkit which they have continually tinkered with, passing genes between species by hybridisation.",
            "score": 148.50527954101562
        },
        {
            "docid": "15819274_19",
            "document": "Bombus lapidarius . This bee is a very important part of pollination. For many species of plant, such as species of \"Viscaria\", only bees and butterflies have proboscides long enough to pollinate effectively. For example, studies show \"B. lapidarius\" was more numerous and had a higher feeding density than other species studied. Further, \"Bombus lapidarius\" is important in pollinating many other species, including \"Centaurea scabiosa\". A study found that though \"Apis mellifera\" was also involved in pollination of this species, \"B. lapidarius\" greatly outnumbers \"Apis\" and other bee species in number and importance in pollination. Though initially attracted to flowers by the color, the scent is what drives attention as the bees approach flowers. it has been suggested that some individuals are better able to interpret differences in scent in the flowers than others. It has been suggested that these differences in ability developed evolutionarily as different types of bees developed specific roles within the colony. How long a bee stays at a particular flower seems to be connected to behavior, as it appeared the bees assumed low pollen reward, despite increased pollen levels in experiments. However, the amount of pollen transferred in a visit from \"B. lapidarius\" was only affected by the amount of pollen in the flower that individual was at. Further, it appeared that variation in duration of visits to different flowers was related to differences in foraging speed, not differences in how well the bee was able to remove nectar.  Bees will typically forage in patches, but show no clear directionality in their foraging. Further, pollinating bees will usually visit the nearest neighboring plants, thus gene flow between plants tends to be pretty limited.  Other experiments also indicated that body size is an important factor in how bumblebees pollinate. It would appear that size affects how often the bee will visit flowers as well as how well the bee could pollinate. Smaller bees seem to pollinate more effectively than larger bees. Yet, there did not appear to be a correlation between floral display size and body size. Therefore, it was suggested that bumblebees of all different sizes respond in the same way to floral display size.",
            "score": 147.94619750976562
        },
        {
            "docid": "8430744_2",
            "document": "Junonia almana . Junonia almana, the peacock pansy, is a species of nymphalid butterfly found in South Asia. It exists in two distinct adult forms, which differ chiefly in the patterns on the underside of the wings; the dry-season form has few markings, while the wet-season form has additional eyespots and lines.",
            "score": 147.8555908203125
        },
        {
            "docid": "12427054_9",
            "document": "Cloud-forest pygmy owl . It has two nape patches, in the form of two spots of dark feathers edged in white, which thus resemble eyes and are called “false eyespots”. They are a remarkably plumage pattern found in many \"Glaucidium\" owls and other owl species that are active during the day. The “false eyespots” presumably fool larger predators and perhaps smaller mobbing birds into thinking they are aware of their presence.",
            "score": 146.20755004882812
        },
        {
            "docid": "157898_39",
            "document": "Eye . Through gradual change, the eyespots of species living in well-lit environments depressed into a shallow \"cup\" shape, the ability to slightly discriminate directional brightness was achieved by using the angle at which the light hit certain cells to identify the source. The pit deepened over time, the opening diminished in size, and the number of photoreceptor cells increased, forming an effective pinhole camera that was capable of dimly distinguishing shapes. However, the ancestors of modern hagfish, thought to be the protovertebrate were evidently pushed to very deep, dark waters, where they were less vulnerable to sighted predators, and where it is advantageous to have a convex eye-spot, which gathers more light than a flat or concave one. This would have led to a somewhat different evolutionary trajectory for the vertebrate eye than for other animal eyes.",
            "score": 146.0784149169922
        }
    ]
}