{
    "q": [
        {
            "docid": "9577488_2",
            "document": "Exosome (vesicle) . Exosomes are cell-derived vesicles that are present in many and perhaps all eukaryotic fluids, including blood, urine, and cultured medium of cell cultures. A sub-type of exosomes, defined as matrix-bound nanovesicles (MBVs), was reported to be present in extracellular matrix (ECM) bioscaffolds (non-fluid). The reported diameter of exosomes is between 30 and 100 nm, which is larger than low-density lipoproteins (LDL) but much smaller than, for example, red blood cells. Exosomes are either released from the cell when multivesicular bodies fuse with the plasma membrane or released directly from the plasma membrane. Evidence is accumulating that exosomes have specialized functions and play a key role in processes such as coagulation, intercellular signaling, and waste management. Consequently, there is a growing interest in the clinical applications of exosomes. Exosomes can potentially be used for prognosis, for therapy, and as biomarkers for health and disease.",
            "score": 271.7010985612869
        },
        {
            "docid": "24536860_3",
            "document": "ExoCarta . Exosomes are cell-derived vesicles that are present in many and perhaps all biological fluids, including blood, urine, and cultured medium of cell cultures. The reported diameter of exosomes is between 30 and 100 nm, which is larger than LDL, but much smaller than for example, red blood cells. Exosomes are either released from the cell when multivesicular bodies fuse with the plasma membrane or they are released directly from the plasma membrane. It is becoming increasingly clear that exosomes have specialized functions and play a key role in, for example, coagulation, intercellular signaling, and waste management. Consequently, there is a growing interest in the clinical applications of exosomes. Exosomes can potentially be used for prognosis, therapy, and biomarkers for health and disease.",
            "score": 262.40984332561493
        },
        {
            "docid": "6437_12",
            "document": "Cholesterol . Within the cell membrane, cholesterol also functions in intracellular transport, cell signaling and nerve conduction. Cholesterol is essential for the structure and function of invaginated caveolae and clathrin-coated pits, including caveola-dependent and clathrin-dependent endocytosis. The role of cholesterol in endocytosis of these types can be investigated by using methyl beta cyclodextrin (MβCD) to remove cholesterol from the plasma membrane. Recent studies show that cholesterol is also implicated in cell signaling processes, assisting in the formation of lipid rafts in the plasma membrane, which brings receptor proteins in close proximity with high concentrations of second messenger molecules. In multiple layers, cholesterol and phospholipids, both electrical insulators, can facilitate speed of transmission of electrical impulses along nerve tissue. For many neuron fibers, a myelin sheath, rich in cholesterol since it is derived from compacted layers of Schwann cell membrane, provides insulation for more efficient conduction of impulses. Demyelination (loss of some of these Schwann cells) is believed to be part of the basis for multiple sclerosis.",
            "score": 113.03284227848053
        },
        {
            "docid": "9577488_3",
            "document": "Exosome (vesicle) . First discovered in the maturing mammalian reticulocyte (immature red blood cell) , exosomes were shown to participate in selective removal of many plasma membrane proteins as the reticulocyte becomes a mature red blood cell (erythrocyte). In the reticulocyte, as in most mammalian cells, portions of the plasma membrane are regularly internalized as endosomes, with 50 to 180% of the plasma membrane being recycled every hour. In turn, parts of the membranes of some endosomes are subsequently internalized as smaller vesicles. Such endosomes are called multivesicular bodies because of their appearance, with many small vesicles, or \"intralumenal endosomal vesicles,\" inside the larger body. The intralumenal endosomal vesicles become exosomes if the multivesicular body merges with the cell membrane, releasing the internal vesicles into the extracellular space.",
            "score": 249.05489110946655
        },
        {
            "docid": "11763579_2",
            "document": "Microvesicles . Microvesicles (circulating microvesicles, or microparticles) are a type of extracellular vesicle, between 50 and 1,000 nanometers (nm) in diameter, found in many types of body fluids as well as the interstitial space between cells. Microvesicles are membrane-bound vesicles containing phospholipids, ranging from 100 nm to 1000 nm shed from almost all cell types. Not to be confused with smaller intracellularly generated extracellular vesicles known as exosomes. Microvesicles play a role in intercellular communication and can transport mRNA, miRNA, and proteins between cells.<ref name=\"doi10.1038/ncomms1180\"></ref> Microvesicles have been implicated in the process of a remarkable anti-tumor reversal effect in cancer, tumor immune suppression, metastasis, tumor-stroma interactions and angiogenesis along with having a primary role in tissue regeneration. They originate directly from the plasma membrane of the cell and reflect the antigenic content of the cells from which they originate. They remove misfolded proteins, cytotoxic agents and metabolic waste from the cell.",
            "score": 226.51359236240387
        },
        {
            "docid": "501861_16",
            "document": "Endosome . Molecules are delivered from the plasma membrane to early endosomes in endocytic vesicles. Molecules can be internalized via receptor-mediated endocytosis in clathrin-coated vesicles. Other types of vesicles also form at the plasma membrane for this pathway, including ones utilising caveolin. Vesicles also transport molecules directly back to the plasma membrane, but many molecules are transported in vesicles that first fuse with recycling endosomes. Molecules following this recycling pathway are concentrated in the tubules of early endosomes. Molecules that follow these pathways include the receptors for LDL, the growth factor EGF, and the iron transport protein transferrin. Internalization of these receptors from the plasma membrane occurs by receptor-mediated endocytosis. LDL is released in endosomes because of the lower pH, and the receptor is recycled to the cell surface. Cholesterol is carried in the blood primarily by (LDL), and transport by the LDL receptor is the main mechanism by which cholesterol is taken up by cells. EGFRs are activated when EGF binds. The activated receptors stimulate their own internalization and degradation in lysosomes. EGF remains bound to the EGFR once it is endocytosed to endosomes. The activated EGFRs stimulate their own ubiquitination, and this directs them to lumenal vesicles (see below) and so they are not recycled to the plasma membrane. This removes the signaling portion of the protein from the cytosol and thus prevents continued stimulation of growth - in cells not stimulated with EGF, EGFRs have no EGF bound to them and therefore recycle if they reach endosomes. Transferrin also remains associated with its receptor, but, in the acidic endosome, iron is released from the transferrin, and then the iron-free transferrin (still bound to the transferrin receptor) returns from the early endosome to the cell surface, both directly and via recycling endosomes.",
            "score": 139.54441344738007
        },
        {
            "docid": "9577488_8",
            "document": "Exosome (vesicle) . Exosomes from red blood cells contain the transferrin receptor which is absent in mature erythrocytes. Dendritic cell-derived exosomes express MHC I, MHC II, and costimulatory molecules and have been proven to be able to induce and enhance antigen-specific T cell responses \"in vivo\". In addition, the first exosome-based cancer vaccination platforms are being explored in early clinical trials. Exosomes can also be released into urine by the kidneys, and their detection might serve as a diagnostic tool. Urinary exosomes may be useful as treatment response markers in prostate cancer. Exosomes secreted from tumour cells can deliver signals to surrounding cells and have been shown to regulate myofibroblast differentiation. In melanoma, tumor-derived vesicles can enter lymphatics and interact with subcapsular sinus macrophages and B cells in lymph nodes. A recent investigation showed that exosome release positively correlates with the invasiveness of ovarian cancer. Exosomes released from tumors into the blood may also have diagnostic potential. Exosomes are remarkably stable in bodily fluids strengthening their utility as reservoirs for disease biomarkers. Patient blood samples stored in biorepositories can be used for biomarker analysis as colorectal cancer cell-derived exosomes spiked into blood plasma could be recovered after 90 days of storage at various temperatures.",
            "score": 301.4107594490051
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 137.06058418750763
        },
        {
            "docid": "10906045_7",
            "document": "Lanosterol 14 alpha-demethylase . The biological role of this protein is also well understood. The demethylated products of the CYP51 reaction are vital intermediates in pathways leading to the formation of cholesterol in humans, ergosterol in fungi, and other types of sterols in plants (Lepesheva et al.). These sterols localize to the plasma membrane of cells, where they play an important structural role in the regulation of membrane fluidity and permeability and also influence the activity of enzymes, ion channels, and other cell components that are embedded within (Daum et al.). With the proliferation of immuno-suppressive diseases such as HIV/AIDS and cancer, patients have become increasingly vulnerable to opportunistic fungal infections (Richardson et al.). Seeking new means to treat such infections, drug researchers have begun targeting the 14α-demethylase enzyme in fungi; destroying the fungal cell's ability to produce ergosterol causes a disruption of the plasma membrane, thereby resulting in cellular leakage and ultimately the death of the pathogen (\"DrugBank\").",
            "score": 138.99321019649506
        },
        {
            "docid": "773534_6",
            "document": "Connexon . Connexon structure is degraded by its removal from the plasma membrane. Connexons will be internalized by the cell itself as a double membrane channel structure (due to the docking of hemi-channels). This is called internalization or endocytosis. Research suggests that gap junctions in general may be internalized using more than one method, but the best known and most studied would be that of clathrin-mediated endocytosis. In simple terms this process consists of a ligand binding to a receptor signaling for a certain part of the membrane to be coated in clathrin. This part of the membrane then buds into the cell forming a vesicle. Now present in the cell membrane, connexons will be degraded by lysosomal pathways. Lysosomes are able to break down the proteins of the connexon because they contain specific enzymes that are made specifically for this process. It is thought that ubiquitination signals degradation within the cell.",
            "score": 127.0126416683197
        },
        {
            "docid": "33051527_25",
            "document": "Cell membrane . 4. Exocytosis: Just as material can be brought into the cell by invagination and formation of a vesicle, the membrane of a vesicle can be fused with the plasma membrane, extruding its contents to the surrounding medium. This is the process of exocytosis. Exocytosis occurs in various cells to remove undigested residues of substances brought in by endocytosis, to secrete substances such as hormones and enzymes, and to transport a substance completely across a cellular barrier. In the process of exocytosis, the undigested waste-containing food vacuole or the secretory vesicle budded from Golgi apparatus, is first moved by cytoskeleton from the interior of the cell to the surface. The vesicle membrane comes in contact with the plasma membrane. The lipid molecules of the two bilayers rearrange themselves and the two membranes are, thus, fused. A passage is formed in the fused membrane and the vesicles discharges its contents outside the cell",
            "score": 140.42410111427307
        },
        {
            "docid": "501861_13",
            "document": "Endosome . There are three main compartments that have pathways that connect with endosomes. More pathways exist in specialized cells, such as melanocytes and polarized cells. For example, in epithelial cells, a special process called transcytosis allows some materials to enter one side of a cell and exit from the opposite side. Also, in some circumstances, late endosomes/MVBs fuse with the plasma membrane instead of with lysosomes, releasing the lumenal vesicles, now called exosomes, into the extracellular medium.",
            "score": 214.7208812236786
        },
        {
            "docid": "32572_2",
            "document": "Vesicle (biology and chemistry) . In cell biology, a vesicle is a small structure within a cell, or extracellular, consisting of fluid enclosed by a lipid bilayer. Vesicles form naturally during the processes of secretion (exocytosis), uptake (endocytosis) and transport of materials within the cytoplasm. Alternatively, they may be prepared artificially, in which case they are called liposomes (not to be confused with lysosomes). If there is only one phospholipid bilayer, they are called \"unilamellar liposome\" vesicles; otherwise they are called \"multilamellar\". The membrane enclosing the vesicle is also a lamellar phase, similar to that of the plasma membrane and vesicles can fuse with the plasma membrane to release their contents outside the cell. Vesicles can also fuse with other organelles within the cell.",
            "score": 146.22824931144714
        },
        {
            "docid": "9577488_5",
            "document": "Exosome (vesicle) . Exosomes can transfer molecules from one cell to another via membrane vesicle trafficking, thereby influencing the immune system, such as dendritic cells and B cells, and may play a functional role in mediating adaptive immune responses to pathogens and tumors. Therefore, scientists that are actively researching the role that exosomes may play in cell-to-cell signaling, often hypothesize that delivery of their cargo RNA molecules can explain biological effects. For example, mRNA in exosomes has been suggested to affect protein production in the recipient cell.<ref name=\"doi10.1038/ncomms1180\"></ref> However, another study has suggested that miRNAs in exosomes secreted by mesenchymal stem cells (MSC) are predominantly pre- and not mature miRNAs. Because the authors of this study did not find RNA-induced silencing complex-associated proteins in these exosomes, they suggested that only the pre-miRNAs but not the mature miRNAs in MSC exosomes have the potential to be biologically active in the recipient cells.",
            "score": 294.174938082695
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 140.99109756946564
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 147.19406926631927
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 127.8146505355835
        },
        {
            "docid": "33051527_24",
            "document": "Cell membrane . 3. Endocytosis: Endocytosis is the process in which cells absorb molecules by engulfing them. The plasma membrane creates a small deformation inward, called an invagination, in which the substance to be transported is captured.This invagination is caused by proteins on the outside on the cell membrane, acting as receptors and clustering into depressions that eventually promote accumulation of more proteins and lipids on the cytosolic side of the membrane. The deformation then pinches off from the membrane on the inside of the cell, creating a vesicle containing the captured substance. Endocytosis is a pathway for internalizing solid particles (\"cell eating\" or phagocytosis), small molecules and ions (\"cell drinking\" or pinocytosis), and macromolecules. Endocytosis requires energy and is thus a form of active transport.",
            "score": 136.41254138946533
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 128.97673869132996
        },
        {
            "docid": "17887109_5",
            "document": "Trogocytosis . Trogocytosis involves the transfer of plasma membrane fragments from the presenting cell to the lymphocyte. Trogocytosis is specifically triggered by antigen receptor signalling on T and B cells, by killer inhibitory and killer activatory receptor on NK cells and by various receptors on other cells including Fc receptor and scavenger class A receptor. It is likely that trogocytosis does not involve the capture of vesicles such as exosomes secreted by antigen-presenting cells. Rather, molecules could move from antigen-presenting cells to lymphocytes conveyed by membrane nanotubes or membrane fragments could be torn by T cells due to physical forces required for immunological synapse formation and deformation. Depending on the two cell types involved in conjugates, trogocytosis can be unidirectional or bidirectional. Proteins transferred by trogocytosis are many and mostly include proteins inserted in or closely associated to the plasma membrane (proteins spanning the lipid bilayer or inserted in the extracellular or intracellular leaflets). For instance, human lymphocytes were recently shown to acquire the inner-membrane protein H-Ras, a G-protein vital for common lymphocyte functions and a prominent participant in human cancer, from the cells they scan. The transfer was cell contact-dependent and occurred in the context of cell-conjugate formation. Moreover, the acquisition of oncogenic H-RasG12V by NK- and T lymphocytes had important biological functions in the adopting lymphocytes: the transferred H-RasG12V induced ERK phosphorylation, increased interferon-γ and tumor necrosis factor-α secretion, enhanced lymphocyte proliferation, and augmented NK-mediated target cell killing.",
            "score": 191.09097981452942
        },
        {
            "docid": "11763579_11",
            "document": "Microvesicles . Exosomes are membrane-covered vesicles, formed intracellularly are considered to be smaller than 100 nm. In contrast to microvesicles, which are formed through a process of membrane budding, or exocytosis, exosomes are initially formed by endocytosis. Exosomes are formed by invagination within a cell to create an intracellular vesicle called an endosome, or an endocytic vesicle. In general, exosomes are formed by segregating the cargo (e.g., lipids, proteins, and nucleic acids) within the endosome. Once formed, the endosome combines with a structure known as a multivesicular body (MVB). The MVB containing segregated endosomes ultimately fuses with the plasma membrane, resulting in exocytosis of the exosomes.",
            "score": 236.46335411071777
        },
        {
            "docid": "9577488_20",
            "document": "Exosome (vesicle) . Exosomes offer distinct advantages that uniquely position them as highly effective drug carriers. Composed of cellular membranes with multiple adhesive proteins on their surface, exosomes are known to specialize in cell–cell communications and provide an exclusive approach for the delivery of various therapeutic agents to target cells. For example, researchers used exosomes as a vehicle for the delivery of cancer drug paclitaxel. They placed the drug inside exosomes derived from white blood cells, which were then injected into mice with drug-resistant lung cancer. Importantly, incorporation of paclitaxel into exosomes increased cytotoxicity more than 50 times as a result of nearly complete co-localization of airway-delivered exosomes with lung cancer cells.",
            "score": 276.61584997177124
        },
        {
            "docid": "158011_32",
            "document": "Lipid bilayer . Some molecules or particles are too large or too hydrophilic to pass through a lipid bilayer. Other molecules could pass through the bilayer but must be transported rapidly in such large numbers that channel-type transport is impractical. In both cases, these types of cargo can be moved across the cell membrane through fusion or budding of vesicles. When a vesicle is produced inside the cell and fuses with the plasma membrane to release its contents into the extracellular space, this process is known as exocytosis. In the reverse process, a region of the cell membrane will dimple inwards and eventually pinch off, enclosing a portion of the extracellular fluid to transport it into the cell. Endocytosis and exocytosis rely on very different molecular machinery to function, but the two processes are intimately linked and could not work without each other. The primary mechanism of this interdependence is the sheer volume of lipid material involved. In a typical cell, an area of bilayer equivalent to the entire plasma membrane will travel through the endocytosis/exocytosis cycle in about half an hour. If these two processes were not balancing each other, the cell would either balloon outward to an unmanageable size or completely deplete its plasma membrane within a matter of minutes.",
            "score": 141.72934484481812
        },
        {
            "docid": "9577488_11",
            "document": "Exosome (vesicle) . Scientists are actively researching the role that exosomes may play in cell-to-cell signaling, hypothesizing that because exosomes can merge with and release their contents into cells that are distant from their cell of origin (see membrane vesicle trafficking), they may influence processes in the recipient cell. For example, RNA that is shuttled from one cell to another, known as \"exosomal shuttle RNA,\" could potentially affect protein production in the recipient cell. By transferring molecules from one cell to another, exosomes from certain cells of the immune system, such as dendritic cells and B cells, may play a functional role in mediating adaptive immune responses to pathogens and tumors.",
            "score": 295.3913516998291
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 136.40100717544556
        },
        {
            "docid": "33051527_13",
            "document": "Cell membrane . In animal cells cholesterol is normally found dispersed in varying degrees throughout cell membranes, in the irregular spaces between the hydrophobic tails of the membrane lipids, where it confers a stiffening and strengthening effect on the membrane. Additionally, the amount of cholesterol in biological membranes varies between organisms, cell types, and even in individual cells. Cholesterol, a major component of animal plasma membranes, regulates the fluidity of the overall membrane, meaning that cholesterol controls the amount of movement of the various cell membrane components based on its concentrations. In high temperatures, cholesterol inhibits the movement of phospholipid fatty acid chains,causing a reduced permeability to small molecules and reduced membrane fluidity. The opposite is true for the role of cholesterol in cooler temperatures. Cholesterol production, and thus concentration, is up-regulated (increased) in response to cold temperature. At cold temperatures, cholesterol interferes with fatty acid chain interactions. Acting as antifreeze, cholesterol maintains the fluidity of the membrane. Cholesterol is more abundant in cold-weather animals than warm-weather animals. In plants, which lack cholesterol, related compounds called sterols perform the same function as cholesterol.",
            "score": 98.26383626461029
        },
        {
            "docid": "9927_37",
            "document": "Endomembrane system . In addition to these universal functions, the plasma membrane has a more specific role in multicellular organisms. Glycoproteins on the membrane assist the cell in recognizing other cells, in order to exchange metabolites and form tissues. Other proteins on the plasma membrane allow attachment to the cytoskeleton and extracellular matrix; a function that maintains cell shape and fixes the location of membrane proteins. Enzymes that catalyze reactions are also found on the plasma membrane. Receptor proteins on the membrane have a shape that matches with a chemical messenger, resulting in various cellular responses.",
            "score": 100.20421862602234
        },
        {
            "docid": "40199994_2",
            "document": "Secretome . The term secretome was coined by Tjalsma and colleagues to denote all the factors secreted by a cell, along with the secretory pathway constituents. This definition of secretome was revised to include only proteins secreted into the extracellular space. The secreted proteins in humans account for 13–20% of the entire proteome and include growth factors, chemokines, cytokines, adhesion molecules, proteases and shed receptors. Human protein-coding genes (39%, 19613 genes) are predicted to have either a signal peptide and/or at least one transmembrane region suggesting active transport of the corresponding protein out of the cell (secretion) or location in one of the numerous membrane systems in the cell. Increasing evidence showed that, in addition to the protein cargo, non-protein components, such as lipid, micro-RNAs and messenger-RNA, could also be secreted by cells via both microvesicles (100–>1000 nm diameter) − shedding from the plasma membrane − and exosomes (30–150 nm diameter) − released via endosomal-exocytosis event. Factors present in both these organelles accounts for up to 42% of the secretome and have been incorporated as the collective secretome. There is a vast array of methodologies available to study cell secretomes of plant cells, mammalian cells, stem cells and cancer cells.",
            "score": 179.85818147659302
        },
        {
            "docid": "44806736_4",
            "document": "Volker Haucke . Volker Haucke and his group study endocytosis and exocytosis, the uptake of substances into and their release from cells via membrane-bound vesicles, especially in nerve cells. A further focus of his research is the elucidation of the mechanisms of intracellular membrane traffic in the endosomal and lysosomal system and its control by specific membrane lipids, so-called phosphoinositides. A specific focus of his research is the development of tools that target these processes and the development of high-resolution light microscopy techniques, with which these processes can be visualized directly in cells. His most important discoveries include the dissection of the mechanisms that control the recycling of neurotransmitter-containing synaptic vesicles  and the development of the first selective inhibitors of clathrin-based cellular uptake processes.  Moreover, Volker Haucke and his team have been able to identify signaling lipids and the enzymes that metabolize them that are of central importance for cellular transport processes and for the question of membrane identity, and, thus, the function of intracellular compartments. Loss or impairment of the activity or function of these enzymes can result in severe diseases that range from inherited muscle disorders via cancer to neurological and neurodegenerative disorders.",
            "score": 145.49067521095276
        },
        {
            "docid": "528976_5",
            "document": "Corpus luteum . Its cells develop from the follicular cells surrounding the ovarian follicle. The follicular theca cells luteinize into small luteal cells (thecal-lutein cells) and follicular granulosa cells luteinize into large luteal cells (granulosal-lutein cells) forming the corpus luteum. Progesterone is synthesized from cholesterol by both the large and small luteal cells upon luteal maturation. Cholesterol-LDL complexes bind to receptors on the plasma membrane of luteal cells and are internalized. Cholesterol is released and stored within the cell as cholesterol ester. LDL is recycled for further cholesterol transport. Large luteal cells produce more progesterone due to uninhibited/basal levels of protein kinase A (PKA) activity within the cell. Small luteal cells have LH receptors that regulate PKA activity within the cell. PKA actively phosphorylates steroidogenic acute regulatory protein (StAR) and translocator protein to transport cholesterol from the outer mitochondrial membrane to the inner mitochondrial membrane.",
            "score": 110.60058093070984
        },
        {
            "docid": "11763579_9",
            "document": "Microvesicles . Microvesicles and exosomes are formed and released by two slightly different mechanisms. These processes result in the release of intercellular signaling vesicles. Microvesicles are small, plasma membrane-derived particles that are released into the extracellular environment by the outward budding and fission of the plasma membrane. This budding process involves multiple signaling pathways including the elevation of intracellular calcium and reorganization of the cell's structural scaffolding. The formation and release of microvesicles involve contractile machinery that draws opposing membranes together before pinching off the membrane connection and launching the vesicle into the extracellular space.",
            "score": 179.26522040367126
        },
        {
            "docid": "37431639_8",
            "document": "Necroptosis . As in all forms of necrotic cell death, cells undergoing necroptosis rupture and leak their contents into the intercellular space. Unlike in necrosis, permeabilization of the cell membrane during necroptosis is tightly regulated. While many of these mechanisms and components of the pathway are still being uncovered, the major steps of necroptotic signaling have been outlined in recent years. First, extrinsic stimulus through the TNF receptor by TNFα signals the recruitment of the TNF receptor-associated death domain (TRADD) which in turn recruits RIPK1. In the absence of active Caspase 8, RIPK1 and RIPK3 auto- and transphosphorylate each other, leading to the formation of a microfilament-like complex called the necrosome. The necrosome then activates the pro-necroptotic protein MLKL via phosphorylation. MLKL actuates the necrosis phenotype by inserting into the bilipid membranes of organelles and plasma membrane leading to expulsion of cellular contents into the extracellular space. The inflammatory rupturing of the cell releases Damage Associated Molecular Patterns (DAMPs) into the extracellular space. Many of these DAMPs remain unidentified, however, the \"find me\" and \"eat me\" DAMP signals are known to recruit immune cells to the damaged/infected tissue. Necrotic cells are cleared from the immune system by a mechanism called pinocytosis, or cellular drinking, which is mediated by macropinosomes, a subcellular component of macrophages. This process is in contrast to removal of apoptotic cells by the immune system in which cells are removed via phagocytosis, or cellular eating.",
            "score": 121.7201943397522
        }
    ],
    "r": [
        {
            "docid": "9577488_8",
            "document": "Exosome (vesicle) . Exosomes from red blood cells contain the transferrin receptor which is absent in mature erythrocytes. Dendritic cell-derived exosomes express MHC I, MHC II, and costimulatory molecules and have been proven to be able to induce and enhance antigen-specific T cell responses \"in vivo\". In addition, the first exosome-based cancer vaccination platforms are being explored in early clinical trials. Exosomes can also be released into urine by the kidneys, and their detection might serve as a diagnostic tool. Urinary exosomes may be useful as treatment response markers in prostate cancer. Exosomes secreted from tumour cells can deliver signals to surrounding cells and have been shown to regulate myofibroblast differentiation. In melanoma, tumor-derived vesicles can enter lymphatics and interact with subcapsular sinus macrophages and B cells in lymph nodes. A recent investigation showed that exosome release positively correlates with the invasiveness of ovarian cancer. Exosomes released from tumors into the blood may also have diagnostic potential. Exosomes are remarkably stable in bodily fluids strengthening their utility as reservoirs for disease biomarkers. Patient blood samples stored in biorepositories can be used for biomarker analysis as colorectal cancer cell-derived exosomes spiked into blood plasma could be recovered after 90 days of storage at various temperatures.",
            "score": 301.4107666015625
        },
        {
            "docid": "9577488_11",
            "document": "Exosome (vesicle) . Scientists are actively researching the role that exosomes may play in cell-to-cell signaling, hypothesizing that because exosomes can merge with and release their contents into cells that are distant from their cell of origin (see membrane vesicle trafficking), they may influence processes in the recipient cell. For example, RNA that is shuttled from one cell to another, known as \"exosomal shuttle RNA,\" could potentially affect protein production in the recipient cell. By transferring molecules from one cell to another, exosomes from certain cells of the immune system, such as dendritic cells and B cells, may play a functional role in mediating adaptive immune responses to pathogens and tumors.",
            "score": 295.391357421875
        },
        {
            "docid": "9577488_5",
            "document": "Exosome (vesicle) . Exosomes can transfer molecules from one cell to another via membrane vesicle trafficking, thereby influencing the immune system, such as dendritic cells and B cells, and may play a functional role in mediating adaptive immune responses to pathogens and tumors. Therefore, scientists that are actively researching the role that exosomes may play in cell-to-cell signaling, often hypothesize that delivery of their cargo RNA molecules can explain biological effects. For example, mRNA in exosomes has been suggested to affect protein production in the recipient cell.<ref name=\"doi10.1038/ncomms1180\"></ref> However, another study has suggested that miRNAs in exosomes secreted by mesenchymal stem cells (MSC) are predominantly pre- and not mature miRNAs. Because the authors of this study did not find RNA-induced silencing complex-associated proteins in these exosomes, they suggested that only the pre-miRNAs but not the mature miRNAs in MSC exosomes have the potential to be biologically active in the recipient cells.",
            "score": 294.1749267578125
        },
        {
            "docid": "9577488_20",
            "document": "Exosome (vesicle) . Exosomes offer distinct advantages that uniquely position them as highly effective drug carriers. Composed of cellular membranes with multiple adhesive proteins on their surface, exosomes are known to specialize in cell–cell communications and provide an exclusive approach for the delivery of various therapeutic agents to target cells. For example, researchers used exosomes as a vehicle for the delivery of cancer drug paclitaxel. They placed the drug inside exosomes derived from white blood cells, which were then injected into mice with drug-resistant lung cancer. Importantly, incorporation of paclitaxel into exosomes increased cytotoxicity more than 50 times as a result of nearly complete co-localization of airway-delivered exosomes with lung cancer cells.",
            "score": 276.6158447265625
        },
        {
            "docid": "9577488_2",
            "document": "Exosome (vesicle) . Exosomes are cell-derived vesicles that are present in many and perhaps all eukaryotic fluids, including blood, urine, and cultured medium of cell cultures. A sub-type of exosomes, defined as matrix-bound nanovesicles (MBVs), was reported to be present in extracellular matrix (ECM) bioscaffolds (non-fluid). The reported diameter of exosomes is between 30 and 100 nm, which is larger than low-density lipoproteins (LDL) but much smaller than, for example, red blood cells. Exosomes are either released from the cell when multivesicular bodies fuse with the plasma membrane or released directly from the plasma membrane. Evidence is accumulating that exosomes have specialized functions and play a key role in processes such as coagulation, intercellular signaling, and waste management. Consequently, there is a growing interest in the clinical applications of exosomes. Exosomes can potentially be used for prognosis, for therapy, and as biomarkers for health and disease.",
            "score": 271.70111083984375
        },
        {
            "docid": "9577488_4",
            "document": "Exosome (vesicle) . Exosomes contain various molecular constituents of their cell of origin, including proteins and RNA. Although the exosomal protein composition varies with the cell and tissue of origin, most exosomes contain an evolutionarily-conserved common set of protein molecules. The protein content of a single exosome, given certain assumptions of protein size and configuration, and packing parameters, can be about 20,000 molecules. The cargo of mRNA and miRNA in exosomes was first discovered at the University of Gothenburg in Sweden. In that study, the differences in cellular and exosomal mRNA and miRNA content was described, as well as the functionality of the exosomal mRNA cargo. Exosomes have also been shown to carry double-stranded DNA.",
            "score": 267.9047546386719
        },
        {
            "docid": "24536860_3",
            "document": "ExoCarta . Exosomes are cell-derived vesicles that are present in many and perhaps all biological fluids, including blood, urine, and cultured medium of cell cultures. The reported diameter of exosomes is between 30 and 100 nm, which is larger than LDL, but much smaller than for example, red blood cells. Exosomes are either released from the cell when multivesicular bodies fuse with the plasma membrane or they are released directly from the plasma membrane. It is becoming increasingly clear that exosomes have specialized functions and play a key role in, for example, coagulation, intercellular signaling, and waste management. Consequently, there is a growing interest in the clinical applications of exosomes. Exosomes can potentially be used for prognosis, therapy, and biomarkers for health and disease.",
            "score": 262.40985107421875
        },
        {
            "docid": "9577488_18",
            "document": "Exosome (vesicle) . Exosomes contain RNA, proteins, lipids and metabolites that is reflective of the cell type of origin. As exosomes contain numerous proteins, RNA and lipids, large scale analysis including proteomics and transcriptomics is often performed. Currently, to analyse these data, non-commercial tools such as FunRich can be used to identify over-represented groups of molecules. With the advent of Next generation sequencing technologies, the research on exosomes have been accelerated in not only cancer but various diseases. Recently, bioinformatics based analysis of RNA-Seq data of exosomes extracted from \"Trypanosoma cruzi\" has showed the association of these extracellular vesicles with various important gene products that strengthens the probability of finding biomarkers for Chagas disease.",
            "score": 256.611328125
        },
        {
            "docid": "9577488_14",
            "document": "Exosome (vesicle) . The isolation and detection of exosomes has proven to be complicated. Due to the complexity of body fluids, physical separation of exosomes from cells and similar-sized particles is challenging. Isolation of exosomes using differential ultracentrifugation results in co-isolation of protein and other contaminants and incomplete separation of vesicles from lipoproteins. Combining ultracentrifugation with micro-filtration or a gradient can improve purity. Single step isolation of extracellular vesicles by size-exclusion chromatography has been demonstrated to provide greater efficiency for recovering intact vesicles over centrifugation, although a size-based technique alone will not be able to distinguish exosomes from other vesicle types. To isolate a pure population of exosomes a combination of techniques is necessary, based on both physical (e.g. size, density) and biochemical parameters (e.g. presence/absence of certain proteins involved in their biogenesis).",
            "score": 255.72850036621094
        },
        {
            "docid": "9577488_13",
            "document": "Exosome (vesicle) . A study hypothesized that intercellular communication of tumor exosomes could mediate further regions of metastasis for cancer. Hypothetically, exosomes can plant tumor information, such as tainted RNA, into new cells to prepare for cancer to travel to that organ for metastasis. The study found that tumor exosomal communication has the ability to mediate metastasis to different organs. Furthermore, even when tumor cells have a disadvantage for replicating, the information planted at these new regions, organs, can aid in the expansion of organ specific metastasis.",
            "score": 254.97222900390625
        },
        {
            "docid": "9577488_3",
            "document": "Exosome (vesicle) . First discovered in the maturing mammalian reticulocyte (immature red blood cell) , exosomes were shown to participate in selective removal of many plasma membrane proteins as the reticulocyte becomes a mature red blood cell (erythrocyte). In the reticulocyte, as in most mammalian cells, portions of the plasma membrane are regularly internalized as endosomes, with 50 to 180% of the plasma membrane being recycled every hour. In turn, parts of the membranes of some endosomes are subsequently internalized as smaller vesicles. Such endosomes are called multivesicular bodies because of their appearance, with many small vesicles, or \"intralumenal endosomal vesicles,\" inside the larger body. The intralumenal endosomal vesicles become exosomes if the multivesicular body merges with the cell membrane, releasing the internal vesicles into the extracellular space.",
            "score": 249.0548858642578
        },
        {
            "docid": "47299893_3",
            "document": "Paramural body . While their function has not yet been studied in great detail, it has been speculated due to the morphological similarity of paramural bodies to the exosomes produced by mammalian cells that they may perform similar functions, such as membrane vesicle trafficking between cells. Current evidence suggests that -like exosomes- paramural bodies are derived from multivesicular bodies.",
            "score": 241.80001831054688
        },
        {
            "docid": "9577488_12",
            "document": "Exosome (vesicle) . Conversely, exosome production and content may be influenced by molecular signals received by the cell of origin. As evidence for this hypothesis, tumor cells exposed to hypoxia secrete exosomes with enhanced angiogenic and metastatic potential, suggesting that tumor cells adapt to a hypoxic microenvironment by secreting exosomes to stimulate angiogenesis or facilitate metastasis to more favorable environment. It has recently been shown that exosomal protein content may change during the progression of chronic lymphocytic leukemia.",
            "score": 239.88731384277344
        },
        {
            "docid": "25081142_40",
            "document": "Treatment of cancer . Exosomes secreted by tumors are also believed to be responsible for triggering programmed cell death (apoptosis) of immune cells; interrupting T-cell signaling required to mount an immune response; inhibiting the production of anti-cancer cytokines, and has implications in the spread of metastasis and allowing for angiogenesis. Studies are currently being done with \"Lectin affinity plasmapheresis\" (LAP), LAP is a blood filtration method which selectively targets the tumor based exosomes and removes them from the bloodstream. It is believed that decreasing the tumor-secreted exosomes in a patient's bloodstream will slow down progression of the cancer while at the same time increasing the patients own immune response.",
            "score": 238.234619140625
        },
        {
            "docid": "9577500_15",
            "document": "Exosome complex . Although most cells have other enzymes that can degrade RNA, either from the 3' or from the 5' end of the RNA, the exosome complex is essential for cell survival. When the expression of exosome proteins is artificially reduced or stopped, for example by RNA interference, growth stops and the cells eventually die. Both the core proteins of the exosome complex, as well as the two main associated proteins, are essential proteins. Bacteria do not have an exosome complex; however, similar functions are performed by a simpler complex that includes the protein PNPase, called the \"degradosome\". The exosome is a key complex in cellular RNA quality control. Unlike prokaryotes, eukaryotes possess highly active RNA surveillance systems that recognise unprocessed and mis-processed RNA-protein complexes (such as ribosomes) prior to their exit from the nucleus. It is presumed that this system prevents aberrant complexes from interfering with important cellular processes such as protein synthesis.",
            "score": 238.0531005859375
        },
        {
            "docid": "11763579_11",
            "document": "Microvesicles . Exosomes are membrane-covered vesicles, formed intracellularly are considered to be smaller than 100 nm. In contrast to microvesicles, which are formed through a process of membrane budding, or exocytosis, exosomes are initially formed by endocytosis. Exosomes are formed by invagination within a cell to create an intracellular vesicle called an endosome, or an endocytic vesicle. In general, exosomes are formed by segregating the cargo (e.g., lipids, proteins, and nucleic acids) within the endosome. Once formed, the endosome combines with a structure known as a multivesicular body (MVB). The MVB containing segregated endosomes ultimately fuses with the plasma membrane, resulting in exocytosis of the exosomes.",
            "score": 236.46336364746094
        },
        {
            "docid": "9577488_6",
            "document": "Exosome (vesicle) . Conversely, exosome production and content may be influenced by molecular signals received by the cell of origin. As evidence for this hypothesis, tumor cells exposed to hypoxia secrete exosomes with enhanced angiogenic and metastatic potential, suggesting that tumor cells adapt to a hypoxic microenvironment by secreting exosomes to stimulate angiogenesis or facilitate metastasis to more favorable environment.",
            "score": 236.0508575439453
        },
        {
            "docid": "9577500_3",
            "document": "Exosome complex . The core of the exosome contains a six-membered ring structure to which other proteins are attached. In eukaryotic cells, the exosome complex is present in the cytoplasm, nucleus, and especially the nucleolus, although different proteins interact with the exosome complex in these compartments regulating the RNA degradation activity of the complex to substrates specific to these cell compartments. Substrates of the exosome include messenger RNA, ribosomal RNA, and many species of small RNAs. The exosome has an exoribonucleolytic function, meaning it degrades RNA starting at one end (the 3′ end in this case), and in eukaryotes also an endoribonucleolytic function, meaning it cleaves RNA at sites within the molecule.",
            "score": 231.3744354248047
        },
        {
            "docid": "11763579_2",
            "document": "Microvesicles . Microvesicles (circulating microvesicles, or microparticles) are a type of extracellular vesicle, between 50 and 1,000 nanometers (nm) in diameter, found in many types of body fluids as well as the interstitial space between cells. Microvesicles are membrane-bound vesicles containing phospholipids, ranging from 100 nm to 1000 nm shed from almost all cell types. Not to be confused with smaller intracellularly generated extracellular vesicles known as exosomes. Microvesicles play a role in intercellular communication and can transport mRNA, miRNA, and proteins between cells.<ref name=\"doi10.1038/ncomms1180\"></ref> Microvesicles have been implicated in the process of a remarkable anti-tumor reversal effect in cancer, tumor immune suppression, metastasis, tumor-stroma interactions and angiogenesis along with having a primary role in tissue regeneration. They originate directly from the plasma membrane of the cell and reflect the antigenic content of the cells from which they originate. They remove misfolded proteins, cytotoxic agents and metabolic waste from the cell.",
            "score": 226.5135955810547
        },
        {
            "docid": "9577488_19",
            "document": "Exosome (vesicle) . Increasingly, exosomes are being recognized as potential therapeutics as they have the ability to elicit potent cellular responses \"in vitro\" and \"in vivo\". Exosomes mediate regenerative outcomes in injury and disease that recapitulate observed bioactivity of stem cell populations. Mesenchymal stem cell exosomes were found to activate several signaling pathways important in wound healing (Akt, ERK, and STAT3) and bone fracture repair. They induce the expression of a number of growth factors (hepatocyte growth factor (HGF), insulin-like growth factor-1 (IGF1), nerve growth factor (NGF), and stromal-derived growth factor-1 (SDF1)). Exosomes secreted by human circulating fibrocytes, a population of mesenchymal progenitors involved in normal wound healing via paracrine signaling, exhibited \"in-vitro\" proangiogenic properties, activated diabetic dermal fibroblasts, induced the migration and proliferation of diabetic keratinocytes, and accelerated wound closure in diabetic mice in vivo. Important components of the exosomal cargo were heat shock protein-90α, total and activated signal transducer and activator of transcription 3, proangiogenic (miR-126, miR-130a, miR-132) and anti-inflammatory (miR124a, miR-125b) microRNAs, and a microRNA regulating collagen deposition (miR-21). Exosomes can be considered a promising carrier for effective delivery of small interfering RNA due to their existence in body’s endogenous system and high tolerance. Patient-derived exosomes have been employed as a novel cancer immunotherapy in several clinical trials.",
            "score": 225.82672119140625
        },
        {
            "docid": "9577488_9",
            "document": "Exosome (vesicle) . In malignancies such as cancer, the regulatory circuit which guards exosome homeostasis is co-opted to promote cancer cell survival and metastasis.",
            "score": 224.65655517578125
        },
        {
            "docid": "9577500_17",
            "document": "Exosome complex . The exosome complex is the target of autoantibodies in patients suffering from various autoimmune diseases. These autoantibodies are mainly found in people that suffer from the PM/Scl overlap syndrome, an autoimmune disease in which patients have symptoms from both scleroderma and either polymyositis or dermatomyositis. Autoantibodies can be detected in the serum of patients by a variety of assays. In the past, the most commonly used methods were double immunodiffusion using calf thymus extracts, immunofluorescence on HEp-2 cells or immunoprecipitation from human cell extracts. In immunoprecipitation assays with sera from anti-exosome positive sera, a distinctive set of proteins is precipitated. Already years before the exosome complex was identified, this pattern was termed the \"PM/Scl complex\". Immunofluorescence using sera from these patients usually shows a typical staining of the nucleolus of cells, which sparked the suggestion that the antigen recognized by autoantibodies might be important in ribosome synthesis. More recently, recombinant exosome proteins have become available and these have been used to develop line immunoassays (LIAs) and enzyme linked immunosorbent assays (ELISAs) for detecting these antibodies.",
            "score": 223.31317138671875
        },
        {
            "docid": "9577500_20",
            "document": "Exosome complex . The exosome has been shown to be inhibited by the antimetabolite fluorouracil, a drug used in the chemotherapy of cancer. It is one of the most successful drugs for treating solid tumors. In yeast cells treated with fluorouracil, defects were found in the processing of ribosomal RNA identical to those seen when the activity of the exosome was blocked by molecular biological strategies. Lack of correct ribosomal RNA processing is lethal to cells, explaining the antimetabolic effect of the drug.",
            "score": 222.69161987304688
        },
        {
            "docid": "9577488_7",
            "document": "Exosome (vesicle) . Because of the multidisciplinary research field, detection and isolation difficulties, and different ways of classification, there is currently no consensus about the nomenclature of cell-derived vesicles including exosomes.",
            "score": 222.345458984375
        },
        {
            "docid": "38925137_18",
            "document": "Tumor microenvironment . TAMs are associated with using exosomes (vesicles used by mammalian cells to secrete intracellular contents) to deliver invasion-potentiating microRNA (miRNA) into cancerous cells, specifically breast cancer cells.",
            "score": 219.25146484375
        },
        {
            "docid": "3953422_2",
            "document": "Juxtacrine signalling . In biology, juxtacrine signalling (or contact-dependent signalling) is a type of cell / cell or cell / extracellular matrix signalling in multicellular organisms that requires close contact. Hence, this stands in contrast to releasing a signaling molecule by diffusion into extracellular space, or the use of long-range conduits like membrane nanotubes and cytonemes (akin to 'bridges'), or the use of extracellular vesicles like exosomes or microvesicles (akin to 'boats'). There are three types of juxtacrine signaling: Additionally, in unicellular organisms such as bacteria, juxtacrine signaling refers to interactions by membrane contact. The term \"juxtacrine\" was originally introduced by Anklesaria \"et al.\" (1990) to describe a possible way of signal transduction between TGF alpha and EGFR.",
            "score": 217.83737182617188
        },
        {
            "docid": "3853380_8",
            "document": "Stem-cell therapy . Stem cells are being studied for a number of reasons. The molecules and exosomes released from stem cells are also being studied in an effort to make medications. The paracrine soluble factors produced by stem cells, known as the stem cell secretome, has been found to be the predominant mechanism by which stem cell-based therapies mediate their effects in degenerative, auto-immune and inflammatory diseases.",
            "score": 217.80284118652344
        },
        {
            "docid": "11763579_18",
            "document": "Microvesicles . Other than lipids and proteins, microvesicles are enriched with nucleic acids (e.g., messenger RNA (mRNA) and microRNA (miRNA). The identification of RNA molecules in microvesicles supports the hypothesis that they are a biological vehicle for the transfer of nucleic acids and subsequently modulate the target cell's protein synthesis. Messenger RNA transported from one cell to another through microvesicles can be translated into proteins, conferring new function to the target cell. The discovery that microvesicles may shuttle specific mRNA and miRNA suggests that this may be a new mechanism of genetic exchange between cells. Exosomes produced by cells exposed to oxidative stress can mediate protective signals, reducing oxidative stress in recipient cells, a process which is proposed to depend on exosomal RNA transfer. These RNAs are specifically targeted to microvesicles, in some cases containing detectable levels of RNA that is not found in significant amounts in the donor cell.",
            "score": 216.25962829589844
        },
        {
            "docid": "47224786_4",
            "document": "Douglas D. Taylor . Taylor first described exosomes in the 1980s, originally believing them to be cell fragments. He later wrote that exosomes could potentially be used as biomarkers for profiling in ovarian cancer biopsies, and could extend their utility to screening other asymptomatic areas. What constitutes exosomes has not been defined; specifically, markers of exosomes do not exist.",
            "score": 216.10670471191406
        },
        {
            "docid": "54246896_2",
            "document": "Stem cell secretome . The stem cell secretome (also referred to as the stromal cell secretome) is a collective term for the paracrine soluble factors produced by stem cells and utilized for their inter-cell communication. In addition to inter-cell communication, the paracrine factors are also responsible for tissue development, homeostasis and (re-)generation. The Stem Cell Secretome consists of extracellular vesicles, specifically exosomes, microvesicles, membrane particles, peptides and small proteins (cytokines). The paracrine activity of stem cells, i.e. the stem cell secretome, has been found to be the predominant mechanism by which stem cell-based therapies mediate their effects in degenerative, auto-immune and/or inflammatory diseases. Though not only stem cells possess a secretome which influences their cellular environment, their secretome currently appears to be the most relevant for therapeutic use.",
            "score": 215.28524780273438
        },
        {
            "docid": "39619_18",
            "document": "Electroporation . Electroporation can also be used to help deliver drugs or genes into the cell by applying short and intense electric pulses that transiently permeabilize cell membrane, thus allowing transport of molecules otherwise not transported through a cellular membrane. This procedure is referred to as electrochemotherapy when the molecules to be transported are chemotherapeutic agents or gene electrotransfer when the molecule to be transported is DNA. Scientists from Karolinska Institutet and the University of Oxford use electroporation of exosomes to deliver siRNAs, antisense oligonucleotides, chemotherapeutic agents and proteins specifically to neurons after inject them systemically (in blood). Because these exosomes are able to cross the blood brain barrier, this protocol could solve the problem of poor delivery of medications to the central nervous system, and potentially treat Alzheimer's, Parkinson's Disease and brain cancer, among other conditions.",
            "score": 215.21820068359375
        },
        {
            "docid": "9577500_5",
            "document": "Exosome complex . The exosome was first discovered as an RNase in 1997 in the budding yeast \"Saccharomyces cerevisiae\", an often-used model organism. Not long after, in 1999, it was realized that the exosome was in fact the yeast equivalent of an already described complex in human cells called the \"PM/Scl complex\", which had been identified as an autoantigen in patients with certain autoimmune diseases years earlier (see below). Purification of this \"PM/Scl complex\" allowed the identification of more human exosome proteins and eventually the characterization of all components in the complex. In 2001, the increasing amount of genome data that had become available allowed the prediction of exosome proteins in archaea, although it would take another 2 years before the first exosome complex from an archaeal organism was purified.",
            "score": 214.9315185546875
        }
    ]
}