{
    "q": [
        {
            "docid": "505869_10",
            "document": "Lac operon . Specific control of the \"lac\" genes depends on the availability of the substrate lactose to the bacterium. The proteins are not produced by the bacterium when lactose is unavailable as a carbon source. The \"lac\" genes are organized into an operon; that is, they are oriented in the same direction immediately adjacent on the chromosome and are co-transcribed into a single polycistronic mRNA molecule. Transcription of all genes starts with the binding of the enzyme RNA polymerase (RNAP), a DNA-binding protein, which binds to a specific DNA binding site, the promoter, immediately upstream of the genes. Binding of RNA polymerase to the promoter is aided by the cAMP-bound catabolite activator protein (CAP, also known as the cAMP receptor protein). However, the \"lacI\" gene (regulatory gene for \"lac\" operon) produces a protein that blocks RNAP from binding to the promoter of the operon. This protein can only be removed when allolactose binds to it, and inactivates it. The protein that is formed by the \"lacI\" gene is known as the lac repressor. The type of regulation that the \"lac\" operon undergoes is referred to as negative inducible, meaning that the gene is turned off by the regulatory factor (\"lac\" repressor) unless some molecule (lactose) is added. Because of the presence of the \"lac\" repressor protein, genetic engineers who replace the \"lacZ\" gene with another gene will have to grow the experimental bacteria on agar with lactose available on it. If they do not, the gene they are trying to express will not be expressed as the repressor protein is still blocking RNAP from binding to the promoter and transcribing the gene. Once the repressor is removed, RNAP then proceeds to transcribe all three genes (\"lacZYA\") into mRNA. Each of the three genes on the mRNA strand has its own Shine-Dalgarno sequence, so the genes are independently translated. The DNA sequence of the \"E. coli\" lac operon, the \"lacZYA\" mRNA, and the \"lacI \" genes are available from GenBank (view).",
            "score": 156.62545502185822
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 178.80318093299866
        },
        {
            "docid": "3631372_7",
            "document": "Inducer . For a gene to be expressed, its DNA sequence must be copied (in a process known as transcription) to make a smaller, mobile molecule called messenger RNA (mRNA), which carries the instructions for making a protein to the site where the protein is manufactured (in a process known as translation). Many different types of proteins can affect the level of gene expression by promoting or preventing transcription. In prokaryotes (such as bacteria), these proteins often act on a portion of DNA known as the operator at the beginning of the gene. The promoter is where RNA polymerase, the enzyme that copies the genetic sequence and synthesizes the mRNA, attaches to the DNA strand. Some genes are modulated by activators, which have the opposite effect on gene expression as repressors. Inducers can also bind to activator proteins, allowing them to bind to the operator DNA where they promote RNA transcription.",
            "score": 148.6634260416031
        },
        {
            "docid": "507342_2",
            "document": "Riboswitch . In molecular biology, a riboswitch is a regulatory segment of a messenger RNA molecule that binds a small molecule, resulting in a change in production of the proteins encoded by the mRNA. Thus, a mRNA that contains a riboswitch is directly involved in regulating its own activity, in response to the concentrations of its effector molecule. The discovery that modern organisms use RNA to bind small molecules, and discriminate against closely related analogs, expanded the known natural capabilities of RNA beyond its ability to code for proteins, catalyze reactions, or to bind other RNA or protein macromolecules.",
            "score": 252.40449500083923
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 106.50483083724976
        },
        {
            "docid": "10883715_3",
            "document": "4EGI-1 . 4EGI-1 mimics the action of a class of cellular regulatory molecules that naturally inhibit the binding of two initiation factors necessary for interaction of transcribed mRNA with the subunits of ribosomal complexes. These naturally occurring regulatory molecules, or binding proteins (BPs), bind to eukaryotic initiation factor eIF4E, preventing its association with eIF4G, another initiation factor. These two proteins, under unregulated conditions, form a complex, known as eIF4F, which associates with the 5’ cap of mRNA and the ribosomal subunits. eIF4E BPs (4E-BPs), as small polypeptides, consist of the same amino acid sequence as the portion of eIF4G that interacts with eIF4E. 4EGI-1 thus prevents the proper association of mRNA, carrying the coded message of transcribed genes, with the ribosome, the cellular component necessary for the translation of those genes into functional proteins. Naturally occurring 4E-BPs are regulated by a protein kinase, mTOR, which through phosphorylation deactivates the binding affinity of 4E-BPs for the eIF4E protein.",
            "score": 133.26641464233398
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 153.68750178813934
        },
        {
            "docid": "14156674_3",
            "document": "HNRPU . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins that form complexes with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene contains a RNA binding domain and scaffold-associated region (SAR)-specific bipartite DNA-binding domain. This protein is also thought to be involved in the packaging of hnRNA into large ribonucleoprotein complexes. During apoptosis, this protein is cleaved in a caspase-dependent way. Cleavage occurs at the SALD site, resulting in a loss of DNA-binding activity and a concomitant detachment of this protein from nuclear structural sites. But this cleavage does not affect the function of the encoded protein in RNA metabolism. At least two alternatively spliced transcript variants have been identified for this gene.",
            "score": 123.84705150127411
        },
        {
            "docid": "356382_3",
            "document": "Gene regulatory network . The regulator can be DNA, RNA, protein and complexes of these. The interaction can be direct or indirect (through transcribed RNA or translated protein). In general, each mRNA molecule goes on to make a specific protein (or set of proteins). In some cases this protein will be structural, and will accumulate at the cell membrane or within the cell to give it particular structural properties. In other cases the protein will be an enzyme, i.e., a micro-machine that catalyses a certain reaction, such as the breakdown of a food source or toxin. Some proteins though serve only to activate other genes, and these are the transcription factors that are the main players in regulatory networks or cascades. By binding to the promoter region at the start of other genes they turn them on, initiating the production of another protein, and so on. Some transcription factors are inhibitory.",
            "score": 131.29663491249084
        },
        {
            "docid": "20232_24",
            "document": "Messenger RNA . Some of the elements contained in untranslated regions form a characteristic secondary structure when transcribed into RNA. These structural mRNA elements are involved in regulating the mRNA. Some, such as the SECIS element, are targets for proteins to bind. One class of mRNA element, the riboswitches, directly bind small molecules, changing their fold to modify levels of transcription or translation. In these cases, the mRNA regulates itself.",
            "score": 237.7937295436859
        },
        {
            "docid": "966654_8",
            "document": "DNA-binding protein . Protein–DNA interactions occur when a protein binds a molecule of DNA, often to regulate the biological function of DNA, usually the expression of a gene. Among the proteins that bind to DNA are transcription factors that activate or repress gene expression by binding to DNA motifs and histones that form part of the structure of DNA and bind to it less specifically. Also proteins that repair DNA such as uracil-DNA glycosylase interact closely with it.",
            "score": 110.17005515098572
        },
        {
            "docid": "3131507_2",
            "document": "RNA-binding protein . RNA-binding proteins (often abbreviated as RBPs) are proteins that bind to the double or single stranded RNA in cells and participate in forming ribonucleoprotein complexes. RBPs contain various structural motifs, such as RNA recognition motif (RRM), dsRNA binding domain, zinc finger and others. They are cytoplasmic and nuclear proteins. However, since most mature RNA is exported from the nucleus relatively quickly, most RBPs in the nucleus exist as complexes of protein and pre-mRNA called heterogeneous ribonucleoprotein particles (hnRNPs). RBPs have crucial roles in various cellular processes such as: cellular function, transport and localization. They especially play a major role in post-transcriptional control of RNAs, such as: splicing, polyadenylation, mRNA stabilization, mRNA localization and translation. Eukaryotic cells encode diverse RBPs, approximately 500 genes, with unique RNA-binding activity and protein–protein interaction. During evolution, the diversity of RBPs greatly increased with the increase in the number of introns. Diversity enabled eukaryotic cells to utilize RNA exons in various arrangements, giving rise to a unique RNP (ribonucleoprotein) for each RNA. Although RBPs have a crucial role in post-transcriptional regulation in gene expression, relatively few RBPs have been studied systematically.",
            "score": 131.0113034248352
        },
        {
            "docid": "11243898_2",
            "document": "Cobalamin riboswitch . Cobalamin riboswitch is a cis-regulatory element which is widely distributed in 5' untranslated regions of vitamin B (Cobalamin) related genes in bacteria. Riboswitches are metabolite binding domains within certain messenger RNAs (mRNAs) that serve as precision sensors for their corresponding targets. Allosteric rearrangement of mRNA structure is mediated by ligand binding, and this results in modulation of gene expression or translation of mRNA to yield a protein. Cobalamin in the form of adenosylcobalamin (Ado-CBL) is known to repress expression of proteins for vitamin B biosynthesis via a post-transcriptional regulatory mechanism that involves direct binding of Ado-CBL to 5' UTRs in relevant genes, preventing ribosome binding and translation of those genes. Before proof of riboswitch function, a conserved sequence motif called the B box was identified that corresponds to a part of the cobalamin riboswitch, and a more complete conserved structure was identified. Variants of the riboswitch consensus have been identified.",
            "score": 265.24876618385315
        },
        {
            "docid": "11445385_6",
            "document": "Iron-responsive element-binding protein . Cells have advanced mechanisms for sensing their own need for iron. In human cells, the best-characterized iron-sensing mechanism is the result of post-transcriptional regulation of mRNA (the chemical instructions derived from DNA genes to make proteins). Sequences of mRNA called iron-responsive elements (IREs) are contained within the mRNA sequences that code for transferrin receptors and for ferritin. Iron-responsive element-binding protein (IRE-BP) binds to these mRNA sequences. On its own, the IRE-BP binds to the IREs of ferritin and transferrin receptor mRNA. But, when iron binds to the IRE-BP, the IRE-BP changes shape with the result that the IRE-BPs can no longer bind the ferritin mRNA. This liberates the mRNA to direct the cell to make more ferritin. In other words, when there is high iron in the cell, the iron itself causes the cell to produce more iron storage molecules. (The IRE-BP is an aconitase; for a schematic drawing of the shape change, see here).",
            "score": 163.90600085258484
        },
        {
            "docid": "57410053_11",
            "document": "Proline isomerization in epigenetics . Pin1, a parvulin, regulates mRNA stability and expression in certain eukaryotics mRNAs. These mRNAs are GM-CSF, P\"th\", and TGFβ and each of them have AREs, or AU-rich cis-elements. The ARE binding protein KSRP has a Pin1 binding site. Pin1 binds to this site and dephosphorylates the serine and isomerizes the peptide bond between Ser181 and Pro182. This isomerization causes the decay of P\"th\" mRNA. KSRP, and other ARE binding proteins like AUF1, are thought to affect the other mRNAs through mechanisms similar to P\"th\", with the requirement of a phosphorylated serine bonded to a proline in a specific conformation. Pin1 also triggers proline isomerization of Stem-Loop Binding Protein (SLBP), allowing it to control the dissociation of SLBP from histone mRNA. This leads to Pin1 being able to affect histone mRNA decay. Pin1 affects many other genes in the form of gene silencing through the disruption of cell pathways, making it important in mRNA turnover by modulating RNA binding protein activity.",
            "score": 116.28593742847443
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 142.27745723724365
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 129.64448392391205
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 122.97281277179718
        },
        {
            "docid": "8275269_8",
            "document": "Autoregulation . This is so-called \"steady-state system\". An example is a system in which a protein P that is a product of gene G \"positively regulates its own production by binding to a regulatory element of the gene coding for it,\" and the protein gets used or lost at a rate that increases as its concentration increases. This feedback loop creates two possible states \"on\" and \"off\". If an outside factor makes the concentration of P increase to some threshold level, the production of protein P is \"on\", i.e. P will maintain its own concentration at a certain level, until some other stimulus will lower it down below the threshold level, when concentration of P will be insufficient to make gene G express at the rate that would overcome the loss or use of the protein P. This state (\"on\" or \"off\") gets inherited after cell division, since the concentration of protein a usually remains the same after mitosis. However, the state can be easily disrupted by outside factors. Similarly, this phenomenon is not only restricted to genes but may also apply to other genetic units, including mRNA transcripts. Regulatory segments of mRNA called a Riboswitch can autoregulate its transcription by sequestering cis-regulatory elements (particularly the Shine-Dalgarno sequence) located on the same transcript as the Riboswitch. The Riboswitch stem-loop has a region complementary to the Shine-Dalgarno but is sequestered by complimentary base pairing in the loop. With sufficient ligand, the ligand may bind to the stem-loop and disrupt intermolecular bonding, resulting in the complimentary Shine-Dalgarno stem-loop segment binding to the complimentary Riboswitch segment, preventing Ribosome from binding, inhibiting translation.",
            "score": 225.79255044460297
        },
        {
            "docid": "19174908_2",
            "document": "Ribosomal protein leader . A ribosomal protein leader is a mechanism used in cells to control the cellular concentration of a protein that forms a part of the ribosome, and to make sure that the concentration is neither too high nor too low. Ribosomal protein leaders are RNA sequences that are a part of the 5' UTR of mRNAs encoding a ribosomal protein. When cellular concentrations of the ribosomal protein are high, excess protein will bind to the mRNA leader. This binding event can lower gene expression via a number of mechanisms; for example, in the protein-bound state, the RNA could form an intrinsic transcription termination stem-loop. When cellular concentrations of the ribosomal protein are not high, they are occupied in the ribosome, and are not available in significant quantities to bind the mRNA leader. This leads to increased expression of the gene, which leads to the synthesis of more copies of the ribosomal protein. Many examples of ribosomal protein leaders are known in bacteria, including ribosomal protein L20 leader and ribosomal S15 leader.",
            "score": 123.98743510246277
        },
        {
            "docid": "46695897_14",
            "document": "Molecular and epigenetic mechanisms of alcoholism . In coordination with the molecules and pathways discussed, epigenetic mechanisms play a role in the development of alcoholism. These mechanisms include DNA methylation, histone acetylation and methylation, and (microRNA miRNA) action. Methylation of the DNA typically occurs at CpG sites, or a cysteine nucleotide followed by a guanine nucleotide in the 5’ to 3’ direction. These sites are common promoter and regulatory elements in mammals and methylation of cysteine residues typically inhibits these functions resulting in the repression of gene expression. DNA methylation is carried out by DNA methyltransferases (DNMTs) which are recruited to CpG sites by methyl-DNA binding proteins, such as MeCP2. Next, histones can be modified in several ways to increase or decrease gene expression. Histones are protein complexes used to package DNA into structures known as nucleosomes. The level of coiling of the DNA around histones is variable and influences transcription levels. Tight coiling, or heterochromatin, is associated with low gene expression or even silencing. Loose coiling, or euchromatin, is associated with higher levels of gene expression. Typically, acetylation of histones is associated with euchromatin formation. Acetyl groups are added by histone acetyltransferases (HATs), such as CBP. In opposition, histone deacetylases (HDACs) remove acetyl groups, typically leading to the formation of heterochromatin. HDACs are recruited by scaffolding proteins, such as RACK 1. HDAC inhibitors prevent HDAC functioning which promotes gene expression. Histone methylation, adding a methyl group to specific histone protein amino acids, can both increase or decrease gene expression depending on the histone protein, amino acid, and number of methyl groups used. Gene expression can also be inhibited post-transcriptionally by miRNA, double-stranded RNA, typically formed from hairpin structures, that is used to inhibit translation of proteins. After processing by the RNA interference (RNAi) molecules Drosha and Dicer, a single, guide-strand is loaded into the RNA induced silencing complex (RISC) which is used to bind mRNA. This binding suppresses protein synthesis and sometimes initiates mRNA degradation.",
            "score": 122.56490290164948
        },
        {
            "docid": "507342_5",
            "document": "Riboswitch . Prior to the discovery of riboswitches, the mechanism by which some genes involved in multiple metabolic pathways were regulated remained mysterious. Accumulating evidence increasingly suggested the then-unprecedented idea that the mRNAs involved might bind metabolites directly, to affect their own regulation. These data included conserved RNA secondary structures often found in the untranslated regions (UTRs) of the relevant genes and the success of procedures to create artificial small molecule-binding RNAs called aptamers. In 2002, the first comprehensive proofs of multiple classes of riboswitches were published, including protein-free binding assays, and metabolite-binding riboswitches were established as a new mechanism of gene regulation.",
            "score": 244.6065399646759
        },
        {
            "docid": "27083115_13",
            "document": "Single-molecule FRET . A major application of smFRET is to analyze the minute biochemical nuances that facilitate protein folding. In recent years, multiple techniques have been developed to investigate single molecule interactions that are involved in protein folding and unfolding. Force-probe techniques, using atomic force microscopy and laser tweezers, have provided information on protein stability. smFRET allows researchers to investigate molecular interactions using fluorescence. Forster resonance energy transfer (FRET) was first applied to single molecules by Ha et al. and applied to protein folding in work by Hochstrasser, Weiss, et al. The benefit that smFRET as a whole has afforded to analyzing molecular interactions is the ability to test single molecule interactions directly without having to average ensembles of data. In protein folding analysis, ensemble experiments involve taking measurements of multiple proteins that are in various states of transition between their folded and unfolded state. When averaged, the protein structure that can be inferred from the ensemble of data only provides a rudimentary structural model of protein folding. However, true understanding of protein folding requires deciphering the sequence of structural events along the folding pathways between the folded and unfolded states. It is this particular branch of research that smFRET is highly applicable.",
            "score": 122.35706663131714
        },
        {
            "docid": "398124_15",
            "document": "Transcriptional regulation . Transcriptional initiation, termination and regulation are mediated by “DNA looping” which brings together promoters, enhancers, transcription factors and RNA processing factors to accurately regulate gene expression. Chromosome conformation capture (3C) and more recently Hi-C techniques provided evidence that active chromatin regions are “compacted” in nuclear domains or bodies where transcriptional regulation is enhanced24614317. The configuration of the genome is essential for enhancer-promoter proximity. Cell-fate decisions are mediated upon highly dynamic genomic reorganizations at interphase to modularly switch on or off entire gene regulatory networks through short to long range chromatin rearrangements. Related studies demonstrate that metazoan genomes are partitioned in structural and functional units around a megabase long called Topological association domains (TADs) containing dozens of genes regulated by hundreds of enhancers distributed within large genomic regions containing only non-coding sequences. The function of TADs is to regroup enhancers and promoters interacting together within a single large functional domain instead of having them spread in different TADs. However, studies of mouse development point out that two adjacent TADs may regulate the same gene cluster. The most relevant study on limb evolution shows that the TAD at the 5’ of the HoxD gene cluster in tetrapod genomes drives its expression in the distal limb bud embryos, giving rise to the hand, while the one located at 3’ side does it in the proximal limb bud, giving rise to the arm. Still, it is not known whether TADs are an adaptive strategy to enhance regulatory interactions or an effect of the constrains on these same interactions. TAD boundaries are often composed by housekeeping genes, tRNAs, other highly expressed sequences and Short Interspersed Elements (SINE). While these genes may take advantage of their border position to be ubiquitously expressed, they are not directly linked with TAD edge formation. The specific molecules identified at boundaries of TADs are called insulators or architectural proteins because they not only block enhancer leaky expression but also ensure an accurate compartmentalization of cis-regulatory inputs to the targeted promoter. These insulators are DNA-binding proteins like CTCF and TFIIIC that help recruiting structural partners such as cohesins and condensins. The localization and binding of architectural proteins to their corresponding binding sites is regulated by post-translational modifications. DNA binding motifs recognized by architectural proteins are either of high occupancy and at around a megabase of each other or of low occupancy and inside TADs. High occupancy sites are usually conserved and static while intra-TADs sites are dynamic according to the state of the cell therefore TADs themselves are compartmentalized in subdomains that can be called subTADs from few kb up to a TAD long (19). When architectural binding sites are at less than 100 kb from each other, Mediator proteins are the architectural proteins cooperate with cohesin. For subTADs larger than 100 kb and TAD boundaries, CTCF is the typical insulator found to interact with cohesion.",
            "score": 129.60146701335907
        },
        {
            "docid": "7343292_4",
            "document": "Drosha . The microRNAs thus generated are short RNA molecules that regulate a wide variety of other genes by interacting with the RNA-induced silencing complex (RISC) to induce cleavage of complementary messenger RNA (mRNA) as part of the RNA interference pathway. A microRNA molecule is synthesized as a long RNA primary transcript known as a \"pri-miRNA\", which is cleaved by Drosha to produce a characteristic stem-loop structure of about 70 base pairs long, known as a \"pre-miRNA.\" Drosha exists as part of a protein complex called the Microprocessor complex, which also contains the double-stranded RNA binding protein DGCR8 (called Pasha in D. melanogaster and C. elegans). DGCR8 is essential for Drosha activity and is capable of binding single-stranded fragments of the pri-miRNA that are required for proper processing.",
            "score": 125.84605205059052
        },
        {
            "docid": "12266_46",
            "document": "Genetics . The genome of a given organism contains thousands of genes, but not all these genes need to be active at any given moment. A gene is expressed when it is being transcribed into mRNA and there exist many cellular methods of controlling the expression of genes such that proteins are produced only when needed by the cell. Transcription factors are regulatory proteins that bind to DNA, either promoting or inhibiting the transcription of a gene. Within the genome of \"Escherichia coli\" bacteria, for example, there exists a series of genes necessary for the synthesis of the amino acid tryptophan. However, when tryptophan is already available to the cell, these genes for tryptophan synthesis are no longer needed. The presence of tryptophan directly affects the activity of the genes—tryptophan molecules bind to the tryptophan repressor (a transcription factor), changing the repressor's structure such that the repressor binds to the genes. The tryptophan repressor blocks the transcription and expression of the genes, thereby creating negative feedback regulation of the tryptophan synthesis process.",
            "score": 142.33616375923157
        },
        {
            "docid": "27075922_35",
            "document": "Natural computing . Gene regulatory networks comprise gene-gene interactions, as well as interactions between genes and other substances in the cell. Genes are transcribed into messenger RNA (mRNA), and then translated into proteins according to the genetic code.  Each gene is associated with other DNA segments (promoters, enhancers, or silencers) that act as binding sites for activators or repressors for gene transcription.  Genes interact with each other either through their gene products (mRNA, proteins) which can regulate gene transcription, or through small RNA species that can directly regulate genes. These gene-gene interactions, together with genes' interactions with other substances in the cell, form the most basic interaction network: the gene regulatory networks. They perform information processing tasks within the cell, including the assembly and maintenance of other networks. Models of gene regulatory networks include random and probabilistic Boolean networks, asynchronous automata, and network motifs.",
            "score": 130.934396982193
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 100.94113385677338
        },
        {
            "docid": "14725558_3",
            "document": "HNRPD . This gene belongs to the subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are nucleic acid binding proteins and they complex with heterogeneous nuclear RNA (hnRNA). The interaction sites on the RNA are frequently biased towards particular sequence motifs. These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene has two repeats of quasi-RRM domains that bind to RNAs. It localizes to both the nucleus and the cytoplasm. This protein is implicated in the regulation of mRNA stability.",
            "score": 126.16363763809204
        },
        {
            "docid": "21673918_3",
            "document": "Bacterial one-hybrid system . Across all living organisms, regulation of gene expression is controlled by interactions between DNA-binding regulatory proteins (transcription factors) and cis-regulatory elements, DNA sequences in or around genes that act as target sites for DNA-binding proteins. By binding to cis-regulatory sequences and to each other, transcription factors fine-tune transcriptional levels by stabilizing/destabilizing binding of RNA polymerase to a gene's promoter. But despite their importance and ubiquity, little is known about where exactly each of these regulatory proteins binds. Literature suggests that nearly 8% of human genes encode transcription factors and the functions and specificities of their interactions remain largely unexplored. We are on the brink of a convergence of high-throughput technologies and genomic theory that is allowing researchers to start mapping these interactions on a genome-wide scale. Only recently has a complete survey of DNA-binding specificities been attempted for a large family of DNA-binding domains. B1H is just one emerging technique among many that is useful for studying protein–DNA interactions.",
            "score": 90.49237561225891
        },
        {
            "docid": "45052650_8",
            "document": "Gene gating . Spt-Ada-Gcn5 acetyltransferase (SAGA) is a histone modifying transcriptional co-activator that is composed of 21 proteins and exhibits histone acetyltransferase (HAT) and deubiquitinating (DUB) activity. In yeast the SAGA complex serves to activate the transcription of approximately 10% of the genome, and this active gene/SAGA complex is then able to interact with the TREX-2 complex, a NPC-associated mRNA export complex. Numerous proteins involved in the formation of mRNA interact with the NPC, with the majority of these protein-protein interactions occurring between the SAGA complex and the TREX-2 complex at the NPC. Correct transcription and subsequent export of mRNA is largely dependent on this interaction. A common protein subunit of both the SAGA and TREX-2 complexes, Sus1, binds to the upstream activating sequence via SAGA, which then serves as the attachment point to the TREX-2 complex. The interacting surfaces between Sus1 and the TREX-2 complex are facilitated by the protein subunits Mex67 and Yra1 of the TREX-2 complex, as evidenced by co-immunoprecipitation experiments. The TREX-2 complex is bound to the NPC complex by the nucleoporin Nup1. All TREX-2 subunits are necessary for the successful formation and export of an mRNA transcript at the nuclear membrane for genes activated by the SAGA complex, and data suggest that SAGA and TREX-2 act in concert to recruit Sus1 to genes to be transcribed. Other investigations have shown that several SAGA subunits interact with the NPC protein Mlp1, providing another link between the NPC and the SAGA/active gene complex.",
            "score": 96.41254186630249
        },
        {
            "docid": "5957474_2",
            "document": "Ribonomics . Ribonomics is the study of ribonucleic acids (RNAs) associated with RNA-binding proteins (RBPs). The term was introduced by Robert Cedergren and colleagues who used a bioinformatic search tool to discover novel ribozymes and RNA motifs originally found in HIV. Ribonomics, like genomics or proteomics, is the large-scale, high-throughput approach to identifying subsets of RNAs by their association with proteins in cells. Since many messenger RNAs (mRNAs) are linked with multiple processes, this technique offers a facile mechanism to study the relationship of various intracellular systems. Prokaryotes co-regulate genes common to cellular processes via a polycistronic operon. Since eukaryotic transcription produces mRNA encoding proteins in a monocistronic fashion, many gene products must be concomitantly expressed (see gene expression) and translated in a timed fashion. RBPs are thought to be the molecules which physically and biochemically organize these messages to different cellular locales where they may be translated, degraded or stored. The study of transcripts associated with RBPs is therefore thought to be important in eukaryotes as a mechanism for coordinated gene regulation. The likely biochemical processes which account for this regulation are the expedited/delayed degradation of RNA. In addition to the influence on RNA half-life, translation rates are also thought to be altered by RNA-protein interactions. The Drosphila ELAV family, the Puf family in yeast, and the human La, Ro, and FMR proteins are known examples of RBPs, showing the diverse species and processes with which post-transcriptional gene regulation is associated.",
            "score": 150.13822746276855
        }
    ],
    "r": [
        {
            "docid": "11422340_2",
            "document": "TPP riboswitch . The TPP riboswitch, also known as the THI element and Thi-box riboswitch, is a highly conserved RNA secondary structure. It serves as a riboswitch that binds directly to thiamine pyrophosphate (TPP) to regulate gene expression through a variety of mechanisms in archaea, bacteria and eukaryotes. TPP is the active form of thiamine (vitamin B), an essential coenzyme synthesised by coupling of pyrimidine and thiazole moieties in bacteria. The THI element is an extension of a previously detected thiamin-regulatory element, the thi box, there is considerable variability in the predicted length and structures of the additional and facultative stem loops represented in dark blue in the secondary structure diagram Analysis of operon structures has identified a large number of new candidate thiamin-regulated genes, mostly transporters, in various prokaryotic organisms. The x-ray crystal structure of the TPP riboswitch aptamer has been solved.",
            "score": 298.55950927734375
        },
        {
            "docid": "26608251_8",
            "document": "CrcB RNA motif . The discovery of the fluoride riboswitch was surprising as both fluoride ions and the \"crcB\" RNA phosphate groups are negatively charged and should not be able to bind to one another. Previous research came across this question in elucidating the cofactor thiamine pyrophosphate (TPP) riboswitch. The TPP riboswitch structure showed the assistance of two hydrated Mg^2+ ions that help stabilize the connection between the phosphates of TPP and guanine bases of the RNA. This guiding research help characterize the fluoride riboswitch’s own interactions with fluoride and its structure. Through in-line probing and mutational studies the fluoride riboswitch of the organism Thermotoga petrophila is recognized to have two helical stems adjoined by a helical loop with the capacity to become a pseudoknot. The bound fluoride ligand is found to be located within the center of the riboswitch fold, enclosed by three Mg^2+ ions. The Mg^2+ ions are octahedrally coordinated with five outer backbone phosphates and water molecules making a metabolite specific pocket for coordinating the fluoride ligand to bind. The placement of the Mg^2+ ions positions the fluoride ion into the negatively charged \"crcB\" RNA scaffold.",
            "score": 276.43096923828125
        },
        {
            "docid": "30500_8",
            "document": "Thiamine . The biosynthetic pathways are regulated by riboswitches. If there is sufficient thiamine present in the cell then the thiamine binds to the mRNAs for the enzymes that are required in the pathway and prevents their translation. If there is no thiamine present then there is no inhibition, and the enzymes required for the biosynthesis are produced. The specific riboswitch, the TPP riboswitch (or ThDP), is the only riboswitch identified in both eukaryotic and prokaryotic organisms.",
            "score": 273.6407470703125
        },
        {
            "docid": "11243898_2",
            "document": "Cobalamin riboswitch . Cobalamin riboswitch is a cis-regulatory element which is widely distributed in 5' untranslated regions of vitamin B (Cobalamin) related genes in bacteria. Riboswitches are metabolite binding domains within certain messenger RNAs (mRNAs) that serve as precision sensors for their corresponding targets. Allosteric rearrangement of mRNA structure is mediated by ligand binding, and this results in modulation of gene expression or translation of mRNA to yield a protein. Cobalamin in the form of adenosylcobalamin (Ado-CBL) is known to repress expression of proteins for vitamin B biosynthesis via a post-transcriptional regulatory mechanism that involves direct binding of Ado-CBL to 5' UTRs in relevant genes, preventing ribosome binding and translation of those genes. Before proof of riboswitch function, a conserved sequence motif called the B box was identified that corresponds to a part of the cobalamin riboswitch, and a more complete conserved structure was identified. Variants of the riboswitch consensus have been identified.",
            "score": 265.248779296875
        },
        {
            "docid": "11421367_6",
            "document": "PreQ1 riboswitch . PreQ1 riboswitch has two stems and three loops, and its detailed structure has been shown on the right. The riboswitching action of preQ riboswitches in bacteria is regulated by binding of metabolite preQ to the aptamer region leading to structural changes in the messenger RNA (mRNA) that governs the downstream genetic regulation. The preQ riboswitch structure adopts a compact H-type pseudoknot, which makes it quite different from other purine based riboswitches. The preQ ligand is buried in the pseudoknot core and stabilized through intercalation between helical stacks and hydrogen bond interaction with heteroatoms. In absence of preQ1, the P2 tail region is away from the P2 loop region and hence the riboswitch is observed to be in undocked (partially docked) state, whereas on the binding of preQ to the riboswitch results the two P2 regions to come closer causing a complete docking of riboswitch. This docking and undocking mechanism of riboswitch with the change in concentration of ligand preQ is observed to control the signaling of gene regulation, commonly known as “ON” or “OFF” signaling for gene expression. The docking and undocking mechanism are observed to be affected not only by the ligand, but also with other factors like Mg salt. Like any other riboswitch, the two most common types of gene regulation mediated by preQ riboswitch are through transcription attenuation or inhibition of translation initiation. Ligand binding to the transcriptional riboswitch in bacterial causes modification in the structure of riboswitch unit, which leads to hindrance in the activity of RNA polymerase causing attenuation of transcription. Similarly, binding of the ligand to the translational riboswitch causes modification in the secondary structure of riboswitch unit leading to hindrance for ribosome binding and hence inhibiting translational initiation.",
            "score": 264.3592529296875
        },
        {
            "docid": "507342_2",
            "document": "Riboswitch . In molecular biology, a riboswitch is a regulatory segment of a messenger RNA molecule that binds a small molecule, resulting in a change in production of the proteins encoded by the mRNA. Thus, a mRNA that contains a riboswitch is directly involved in regulating its own activity, in response to the concentrations of its effector molecule. The discovery that modern organisms use RNA to bind small molecules, and discriminate against closely related analogs, expanded the known natural capabilities of RNA beyond its ability to code for proteins, catalyze reactions, or to bind other RNA or protein macromolecules.",
            "score": 252.4044952392578
        },
        {
            "docid": "26610270_4",
            "document": "GlnA RNA motif . It was demonstrated that \"glnA\" RNAs correspond to glutamine-binding riboswitches, i.e., they sense glutamine concentrations in order to measure overall nitrogen availability, and regulate the downstream genes appropriately. The original proposal of a riboswitch function was based on the above evidence that \"glnA\" RNAs are \"cis\"-regulatory, as well as the moderate structural complexity in the three-stem junction of the \"glnA\" RNA motif that is comparable to the structures of other known riboswitches. Some \"glnA\" RNAs are located adjacent to other \"glnA\" RNAs. These \"tandem arrangements\" are also exhibited by glycine riboswitches and TPP riboswitches where they allow the cell to turn genes off or on within a smaller change of concentration of the riboswitch ligand. In other words, the response curve of the riboswitch better resembles a digital function. However, such cooperative binding was not observed.",
            "score": 249.7047576904297
        },
        {
            "docid": "507342_5",
            "document": "Riboswitch . Prior to the discovery of riboswitches, the mechanism by which some genes involved in multiple metabolic pathways were regulated remained mysterious. Accumulating evidence increasingly suggested the then-unprecedented idea that the mRNAs involved might bind metabolites directly, to affect their own regulation. These data included conserved RNA secondary structures often found in the untranslated regions (UTRs) of the relevant genes and the success of procedures to create artificial small molecule-binding RNAs called aptamers. In 2002, the first comprehensive proofs of multiple classes of riboswitches were published, including protein-free binding assays, and metabolite-binding riboswitches were established as a new mechanism of gene regulation.",
            "score": 244.60655212402344
        },
        {
            "docid": "507342_6",
            "document": "Riboswitch . Many of the earliest riboswitches to be discovered corresponded to conserved sequence \"motifs\" (patterns) in 5' UTRs that appeared to correspond to a structured RNA. For example, comparative analysis of upstream regions of several genes expected to be co-regulated led to the description of the S-box (now the SAM-I riboswitch), the THI-box (a region within the TPP riboswitch), the RFN element (now the FMN riboswitch) and the B-box (a part of the cobalamin riboswitch), and in some cases experimental demonstrations that they were involved in gene regulation via an unknown mechanism. Bioinformatics has played a role in more recent discoveries, with increasing automation of the basic comparative genomics strategy. Barrick \"et al.\" (2004) used BLAST to find UTRs homologous to all UTRs in \"Bacillus subtilis\". Some of these homologous sets were inspected for conserved structure, resulting in 10 RNA-like motifs. Three of these were later experimentally confirmed as the glmS, glycine and PreQ1-I riboswitches (see below). Subsequent comparative genomics efforts using additional taxa of bacteria and improved computer algorithms have identified further riboswitches that are experimentally confirmed, as well as conserved RNA structures that are hypothesized to function as riboswitches.",
            "score": 244.5308074951172
        },
        {
            "docid": "507342_14",
            "document": "Riboswitch . Riboswitches could be a target for novel antibiotics. Indeed, some antibiotics whose mechanism of action was unknown for decades have been shown to operate by targeting riboswitches. For example, when the antibiotic pyrithiamine enters the cell, it is metabolized into pyrithiamine pyrophosphate. Pyrithiamine pyrophosphate has been shown to bind and activate the TPP riboswitch, causing the cell to cease the synthesis and import of TPP. Because pyrithiamine pyrophosphate does not substitute for TPP as a coenzyme, the cell dies.",
            "score": 243.62905883789062
        },
        {
            "docid": "29732133_31",
            "document": "History of RNA biology . Segments of RNA, typically embedded within the 5'-untranslated region of a vast number of bacterial mRNA molecules, have a profound effect on gene expression through a previously-undiscovered mechanism that does not involve the participation of proteins. In many cases, riboswitches change their folded structure in response to environmental conditions (e.g. ambient temperature or concentrations of specific metabolites), and the structural change controls the translation or stability of the mRNA in which the riboswitch is embedded. In this way, gene expression can be dramatically regulated at the post-transcriptional level.",
            "score": 243.45266723632812
        },
        {
            "docid": "507342_4",
            "document": "Riboswitch . Most known riboswitches occur in bacteria, but functional riboswitches of one type (the TPP riboswitch) have been discovered in archaea, plants and certain fungi. TPP riboswitches have also been predicted in archaea, but have not been experimentally tested.",
            "score": 242.3387451171875
        },
        {
            "docid": "20232_24",
            "document": "Messenger RNA . Some of the elements contained in untranslated regions form a characteristic secondary structure when transcribed into RNA. These structural mRNA elements are involved in regulating the mRNA. Some, such as the SECIS element, are targets for proteins to bind. One class of mRNA element, the riboswitches, directly bind small molecules, changing their fold to modify levels of transcription or translation. In these cases, the mRNA regulates itself.",
            "score": 237.79373168945312
        },
        {
            "docid": "11420842_2",
            "document": "FMN riboswitch . The FMN riboswitch (also known as RFN element) is a highly conserved RNA element that is found frequently in the 5'-untranslated regions of prokaryotic mRNAs that encode for flavin mononucleotide (FMN) biosynthesis and transport proteins. This element is a metabolite-dependent riboswitch that directly binds FMN in the absence of proteins. In \"Bacillus subtilis\", the riboswitch controls gene expression by causing premature transcription termination within the 5' untranslated region of the ribDEAHT operon and precluding access to the ribosome-binding site of ypaA mRNA.",
            "score": 231.82215881347656
        },
        {
            "docid": "11421378_3",
            "document": "Purine riboswitch . Purine riboswitches bind to their purine ligands via interactions at a three-way junction formed by junctional helix P1 and hairpin helicies P2 and P3. Associations that a purine makes when it is within this \"binding pocket\" stabilize the three-way junction, and support the ligand-bound conformation of the mRNA molecule. The purine riboswitch can become saturated at concentrations as low as 5 nM, which reflects the need for gene expression to respond quickly and dynamically to changes in purine concentration.",
            "score": 226.076171875
        },
        {
            "docid": "8275269_8",
            "document": "Autoregulation . This is so-called \"steady-state system\". An example is a system in which a protein P that is a product of gene G \"positively regulates its own production by binding to a regulatory element of the gene coding for it,\" and the protein gets used or lost at a rate that increases as its concentration increases. This feedback loop creates two possible states \"on\" and \"off\". If an outside factor makes the concentration of P increase to some threshold level, the production of protein P is \"on\", i.e. P will maintain its own concentration at a certain level, until some other stimulus will lower it down below the threshold level, when concentration of P will be insufficient to make gene G express at the rate that would overcome the loss or use of the protein P. This state (\"on\" or \"off\") gets inherited after cell division, since the concentration of protein a usually remains the same after mitosis. However, the state can be easily disrupted by outside factors. Similarly, this phenomenon is not only restricted to genes but may also apply to other genetic units, including mRNA transcripts. Regulatory segments of mRNA called a Riboswitch can autoregulate its transcription by sequestering cis-regulatory elements (particularly the Shine-Dalgarno sequence) located on the same transcript as the Riboswitch. The Riboswitch stem-loop has a region complementary to the Shine-Dalgarno but is sequestered by complimentary base pairing in the loop. With sufficient ligand, the ligand may bind to the stem-loop and disrupt intermolecular bonding, resulting in the complimentary Shine-Dalgarno stem-loop segment binding to the complimentary Riboswitch segment, preventing Ribosome from binding, inhibiting translation.",
            "score": 225.7925567626953
        },
        {
            "docid": "11421378_12",
            "document": "Purine riboswitch . The \"xpt\" gene encodes a specific xanthine phosphoribosyltransferase protein, which is involved in purine metabolism. Unlike the \"add\" gene or the \"pbuE\" gene, ligand binding to the \"xpt\" guanine riboswitch serves as a translational off-switch. The \"xpt\" guanine riboswitch aptamer is stabilized by guanine in a way that allows the riboswitch to more easily bind magnesium, which causes folding of the mRNA such that the \"xpt\" gene ceases to be translated.",
            "score": 223.35543823242188
        },
        {
            "docid": "11421495_2",
            "document": "SAM riboswitch (S box leader) . The SAM riboswitch (also known as the S-box leader and now also called the SAM-I riboswitch) is found upstream of a number of genes which code for proteins involved in methionine or cysteine biosynthesis in Gram-positive bacteria. Two SAM riboswitches in \"Bacillus subtilis\" that were experimentally studied act at the level of transcription termination control. The predicted secondary structure consists of a complex stem-loop region followed by a single stem-loop terminator region. An alternative and mutually exclusive form involves bases in the 3' segment of helix 1 with those in the 5' region of helix 5 to form a structure termed the anti-terminator form. When SAM is unbound, the anti-terminator sequence sequesters the terminator sequence so the terminator is unable to form, allowing the polymerase read-through the downstream gene. When the SAM is bound to the aptamer, the anti-terminator is sequestered by an anti-anti-terminator; the terminator forms and terminates the transcription. However, many SAM riboswitches are likely to regulate gene expression at the level of translation.",
            "score": 223.086669921875
        },
        {
            "docid": "237132_15",
            "document": "Ribozyme . Although not true catalysts, the creation of artificial self-cleaving riboswitches, termed aptazymes, has also been an active area of research. Riboswitches are regulatory RNA motifs that change their structure in response to a small molecule ligand to regulate translation. While there are many known natural riboswitches that bind a wide array of metabolites and other small organic molecules, only one ribozyme based on a riboswitch has been described, \"glmS\". Early work in characterizing self-cleaving riboswitches was focused on using theophylline as the ligand. In these studies an RNA hairpin is formed which blocks the ribosome binding site, thus inhibiting translation. In the presence of the ligand, in these cases theophylline, the regulatory RNA region is cleaved off, allowing the ribosome to bind and translate the target gene. Much of this RNA engineering work was based on rational design and previously determined RNA structures rather than directed evolution as in the above examples. More recent work has broadened the ligands used in ribozyme riboswitches to include thymine pyrophosphate (2). Fluorescence-activated_cell_sorting has also been used to engineering aptazymes.",
            "score": 223.0456085205078
        },
        {
            "docid": "11421378_7",
            "document": "Purine riboswitch . The \"add\" adenine riboswitch has shown three distinct stable confirmations in the presence of adenine. When unbound to adenine, the mRNA sequence converts between two different non-translatable conformations, one of which is able to accept adenine into the binding pocket and conform to the adenine-bound mRNA shape. This three-stage mechanism is quite distinct from the standard two-stage explanation of riboswitch action, which assumes a single ligand-bound state and a single ligand-unbound state. This mechanistic uniqueness of the \"add\" adenine riboswitch may serve as a benefit for organisms like Vibrio vulnificus, whose varied habitats require a particularly nuanced metabolic sensitivity to a wide variety of environmental conditions.",
            "score": 222.32887268066406
        },
        {
            "docid": "11421378_2",
            "document": "Purine riboswitch . A purine riboswitch is a sequence of ribonucleotides in certain messenger RNA (mRNA) that selectively binds to purine ligands via a natural aptamer domain. This binding causes a conformational change in the mRNA that can affect translation by revealing an expression platform for a downstream gene, or by forming a translation-terminating stem-loop. The ultimate effects of such translational regulation often take action to manage an abundance of the instigating purine, and might produce proteins that facilitate purine metabolism or purine membrane uptake.",
            "score": 220.74671936035156
        },
        {
            "docid": "28343947_2",
            "document": "Tetrahydrofolate riboswitch . Tetrahydrofolate riboswitches are a class of homologous RNAs in certain bacteria that bind tetrahydrofolate (THF). It is almost exclusively located in the probable 5' untranslated regions of protein-coding genes, and most of these genes are known to encode either folate transporters or enzymes involved in folate metabolism. For these reasons it was inferred that the RNAs function as riboswitches. THF riboswitches are found in a variety of Firmicutes, specifically the orders Clostridiales and Lactobacillales, and more rarely in other lineages of bacteria. The THF riboswitch was one of many conserved RNA structures found in a project based on comparative genomics. The 3-d structure of the tetrahydrofolate riboswitch has been solved by separate groups using X-ray crystallography. These structures were deposited into the Protein Data Bank under accessions 3SD1 and 3SUX, with other entries containing variants.",
            "score": 219.23907470703125
        },
        {
            "docid": "16301216_2",
            "document": "PreQ1-II riboswitch . PreQ1-II riboswitches form a class of riboswitches that specifically bind pre-queuosine (PreQ), a precursor of the modified nucleoside queuosine. They are found in certain species of \"Streptococcus\" and \"Lactococcus\", and were originally identified as a conserved RNA secondary structure called the \"COG4708 motif\". All known members of this riboswitch class appear to control members of COG4708 genes. These genes are predicted to encode membrane-bound proteins and have been proposed to be a transporter of preQ, or a related metabolite, based on their association with preQ-binding riboswitches. PreQ1-II riboswitches have no apparent similarities in sequence or structure to preQ1-I riboswitches, a previously discovered class of preQ-binding riboswitches. PreQ thus joins S-adenosylmethionine as the second metabolite to be found that is the ligand of more than one riboswitch class.",
            "score": 216.64915466308594
        },
        {
            "docid": "18482125_3",
            "document": "Cyclic di-GMP-I riboswitch . The discovery of this riboswitch class answers the question of how genes are regulated in response to cyclic di-GMP levels in many different bacteria. However, some bacteria in which cyclic di-GMP has been studied lack cyclic di-GMP-I riboswitches, e.g. \"Pseudomonas aeruginosa\". Cyclic di-GMP-I riboswitches are the first kind of riboswitch to be discovered whose role is not primarily in regulating metabolism, but is instead part of signaling. A second class of riboswitch that binds cyclic di-GMP is called the cyclic di-GMP-II riboswitch. The two classes of cyclic di-GMP-binding riboswitches do not share any known sequence or structural features.",
            "score": 213.82003784179688
        },
        {
            "docid": "11243898_3",
            "document": "Cobalamin riboswitch . AdoCbl riboswitch is a cis-regulatory riboswitch element present in untranslated regions of mRNA where binding adenosylcobalamin (AdoCbl) causes a change in gene expression. This riboswitch has been shown to be conserved across several strains of bacteria and has an influence over the expression of the ethanolamine utilization genes. It is proposed to be a subclass of the previously described classical AdoCbl-sensing riboswitch.",
            "score": 212.63665771484375
        },
        {
            "docid": "11421367_8",
            "document": "PreQ1 riboswitch . Translation of protein in prokaryotes is initiated by binding of 30S ribosomal subunit to the Shine-Dalgarno (SD) sequence in mRNA. PreQ mediated inhibition of translational regulation is controlled by blocking the Shine-Dalgarno sequence of mRNA to prevent binding of ribosome to mRNA for translation. Binding of preQ1 to the aptamer domain promotes the sequestration of a part of SD sequence at the 5’ end to the P2 stem of the aptamer domain causing inaccessibility of the SD sequence. The translational riboswitch from bacteria \"Thermoanaerobacter tengcongensis\" (\"Tte\") is observed to be transiently closed (pre-docked) in absence of preQ, whereas in presence of preQ a fully docked state is adopted. This docking/undocking equilibrium is not only regulated by the concentration of ligand but also by the concentration of Mg salt. The unavailability of SD sequence due to the formation of pseudoknot in presence of preQ shows the OFF-regulation of genetic expression in translational riboswitch or inhibition of translational initiation.",
            "score": 212.3745574951172
        },
        {
            "docid": "507342_11",
            "document": "Riboswitch . Candidate metabolite-binding riboswitches have been identified using bioinformatics, and have moderately complex secondary structures and several highly conserved nucleotide positions, as these features are typical of riboswitches that must specifically bind a small molecule. Riboswitch candidates are also consistently located in the 5' UTRs of protein-coding genes, and these genes are suggestive of metabolite binding, as these are also features of most known riboswitches. Hypothesized riboswitch candidates highly consistent with the preceding criteria are as follows: crcB RNA Motif, manA RNA motif, pfl RNA motif, ydaO/yuaA leader, yjdF RNA motif, ykkC-yxkD leader (and related ykkC-III RNA motif) and the yybP-ykoY leader. The functions of these hypothetical riboswitches remain unknown.",
            "score": 211.0301055908203
        },
        {
            "docid": "11422340_1",
            "document": "TPP riboswitch . TPP riboswitch",
            "score": 210.18600463867188
        },
        {
            "docid": "11421378_13",
            "document": "Purine riboswitch . Like other riboswitches, purine riboswitches are found in the five prime untranslated region (5' UTR) of prokaryotic mRNA. Since the function of this region is important to bacterial metabolism, purine riboswitches constitute a potentially useful drug target. Moreover, the purine riboswitch is the only riboswitch so far that has been mutated to respond to non-natural ligands, opening up possibilities to use riboswitches as novel gene-expression tools.",
            "score": 207.4171905517578
        },
        {
            "docid": "11421162_2",
            "document": "Lysine riboswitch . The Lysine riboswitch is a metabolite binding RNA element found within certain messenger RNAs that serve as a precision sensor for the amino acid lysine. Allosteric rearrangement of mRNA structure is mediated by ligand binding, and this results in modulation of gene expression. Lysine riboswitch are most abundant in Firmicutes and Gammaproteobacteria where they are found upstream of a number of genes involved in lysine biosynthesis, transport and catabolism. The lysine riboswitch has also been identified independently and called the L box.",
            "score": 204.40821838378906
        },
        {
            "docid": "16716752_2",
            "document": "SAH riboswitch . SAH riboswitches are a kind of riboswitch that bind S-adenosylhomocysteine (SAH). When the coenzyme S-adenosylmethionine (SAM) is used in a methylation reaction, SAH is produced. SAH riboswitches typically up-regulate genes involved in recycling SAH to create more SAM (or the metabolically related methionine). This is particularly relevant to cells, because high levels of SAH can be toxic. Originally identified by bioinformatics, SAH riboswitches are apparent in many species of bacteria, predominantly certain Proteobacteria and Actinobacteria. The atomic-resolution 3-dimensional structure of an SAH riboswitch has been solved using X-ray crystallography.",
            "score": 202.86825561523438
        },
        {
            "docid": "11421367_7",
            "document": "PreQ1 riboswitch . PreQ mediated transcriptional attenuation is controlled by the dynamic switching of anti-terminator and terminator hairpin in the riboswitch. For preQ riboswitch from bacteria Bacillus subtilis (Bsu), the anti-terminator is predicted to be less stable than the terminator, as the addition of preQ shifts the equilibrium significantly towards the formation of terminator. In presence of preQ, the 3’ end of the adenine rich tail domain pairs with the center of P1 hairpin loop to form an H-type pseudoknot. In the native mRNA structure, binding of preQ to the aptamer region in the riboswitch leads to the formation of a terminator hairpin which causes RNA polymerase to stop transcription, a process which is commonly known as OFF- regulation of genetic expression or transcription termination.",
            "score": 201.95933532714844
        }
    ]
}