{
    "q": [
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 208.2315331697464
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 209.74251627922058
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 235.04171764850616
        },
        {
            "docid": "12266_59",
            "document": "Genetics . Normally, a cell divides only in response to signals called growth factors and stops growing once in contact with surrounding cells and in response to growth-inhibitory signals. It usually then divides a limited number of times and dies, staying within the epithelium where it is unable to migrate to other organs. To become a cancer cell, a cell has to accumulate mutations in a number of genes (three to seven) that allow it to bypass this regulation: it no longer needs growth factors to divide, continues growing when making contact to neighbor cells, ignores inhibitory signals, keeps growing indefinitely and is immortal, escapes from the epithelium and ultimately may be able to escape from the primary tumor, cross the endothelium of a blood vessel, be transported by the bloodstream and colonize a new organ, forming deadly metastasis. Although there are some genetic predispositions in a small fraction of cancers, the major fraction is due to a set of new genetic mutations that originally appear and accumulate in one or a small number of cells that will divide to form the tumor and are not transmitted to the progeny (somatic mutations). The most frequent mutations are a loss of function of p53 protein, a tumor suppressor, or in the p53 pathway, and gain of function mutations in the Ras proteins, or in other oncogenes.",
            "score": 192.65061259269714
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 246.4859116077423
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 211.79621410369873
        },
        {
            "docid": "33617435_13",
            "document": "Competing endogenous RNA (CeRNA) . PTEN is a critical tumor suppressor gene which is frequently altered in multiple human cancers and is a negative regulator of the oncogenic Phosphoinositide 3-kinase/Akt signaling pathway.  Three recent studies have identified and successfully validated protein-coding transcripts as PTEN ceRNAs in prostate cancer, glioblastoma and melanoma. PTEN ceRNAs CNOT6L, VAPA and ZEB2 have been shown to regulate PTEN expression, PI3K signaling, and cell proliferation in a 3’UTR- and microRNA-dependent manner. Similarly, in glioblastoma, siRNA-mediated silencing of 13 predicted PTEN ceRNAs including Retinoblastoma protein (RB1), RUNX1 and VEGFA downregulated PTEN expression in a 3’UTR-dependent manner and increased tumor cell growth.",
            "score": 173.2475872039795
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 221.9675395488739
        },
        {
            "docid": "11849358_2",
            "document": "ETV6 . ETV6 (i.e. translocation-Ets-leukemia virus) protein is a transcription factor that in humans is encoded by the \"ETV6\" (previously known as \"TEL\") gene. The ETV6 protein regulates the development and growth of diverse cell types, particularly those of hematological tissues. However, its gene, \"ETV6\" frequently suffers various mutations that lead to an array of potentially lethal cancers, i.e., \"ETV6\" is a clinically significant proto-oncogene in that it can fuse with other genes to drive the development and/or progression of certain cancers. However, \"ETV6\" is also an anti-oncogene or tumor suppressor gene in that mutations in it that encode for a truncated and therefore inactive protein are also associated with certain types of cancers.",
            "score": 207.70458483695984
        },
        {
            "docid": "10454051_15",
            "document": "Acute myeloblastic leukemia with maturation . The fusion oncoprotein involves the gene AML1 (now known as RUNX1) and ETO (now known as RUNX1T1). AML1, located at the 21q22, normally has the ability to activate transcription of the ARF gene and ETO, located at the 8q22, normally has the ability to repress transcription. The fusion protein AML1-ETO is commonly found in acute myeloid leukemia patients. p14 is a well known tumor suppressor that serves as the safety net when p53 tumor suppressor’s functions are inhibited. Many cancers recognize the potential of the p14 tumor suppressor to block cell growth so it is commonly mutated or inhibited in cancer cells. The AML1-ETO is incapable of p14 transcription as the fusion protein took on AML1’s involvement with ARF gene expression and ETO’s transcription repression. The Akt/PKB signaling is a pathway that is pro-survival and growth. By activating Mdm2, the signal transduction pathway will trigger the anti-apoptotic downstream effects of Mdm2. With no p14 to regulate and inhibit Mdm2, there will be an increased level of suppression of p53. Mdm2 is a proto-oncogene that directly antagonizes p53 to ubiquitination (Figure 1). The p53 protein is known as the “guardian of the genome” due to its ability to induce DNA repair enzymes and regulate cell cycle advancements. The down regulation of p53 by Mdm2 would lead to unchecked proliferative growth. The direct consequence of having the fusion protein, AML1-ETO, is the lack of p53 regulation in pre-leukemic cells. Therefore, there are an increased number of immature cells that are unable to carry out normal function, which is essentially cancer (Faderi et al., 2000, Song et al. 2005, Weinberg, 2014).",
            "score": 218.84571850299835
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 236.7533473968506
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 203.86638689041138
        },
        {
            "docid": "14958_44",
            "document": "Immune system . Another important role of the immune system is to identify and eliminate tumors. This is called immune surveillance. The \"transformed cells\" of tumors express antigens that are not found on normal cells. To the immune system, these antigens appear foreign, and their presence causes immune cells to attack the transformed tumor cells. The antigens expressed by tumors have several sources; some are derived from oncogenic viruses like human papillomavirus, which causes cervical cancer, while others are the organism's own proteins that occur at low levels in normal cells but reach high levels in tumor cells. One example is an enzyme called tyrosinase that, when expressed at high levels, transforms certain skin cells (e.g. melanocytes) into tumors called melanomas. A third possible source of tumor antigens are proteins normally important for regulating cell growth and survival, that commonly mutate into cancer inducing molecules called oncogenes.",
            "score": 198.56663620471954
        },
        {
            "docid": "574917_6",
            "document": "Autocrine signalling . Normally, the Wnt signaling pathway leads to stabilization of β-catenin through inactivation of a protein complex containing the tumor suppressors APC and Axin. This destruction complex normally triggers β-catenin phosphorylation, inducing its degradation. De-regulation of the autocrine Wnt signaling pathway via mutations in APC and Axin have been linked to activation of various types of human cancer. Genetic alterations that lead to de-regulation of the autocrine Wnt pathway result in transactivation of epidermal growth factor receptor (EGFR) and other pathways, in turn contributing to proliferation of tumor cells. In colorectal cancer, for example, mutations in APC, axin, or β-catenin promote β-catenin stabilization and transcription of genes encoding cancer-associated proteins. Furthermore, in human breast cancer, interference with the de-regulated Wnt signaling pathway reduces proliferation and survival of cancer. These findings suggest that interference with Wnt signaling at the ligand-receptor level may improve the effectiveness of cancer therapies.",
            "score": 201.83627450466156
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 252.74316275119781
        },
        {
            "docid": "19220477_24",
            "document": "Akt/PKB signaling pathway . Aberrant activation of Akt, either via PI3K or independently of PI3K, is often associated with malignancy. Studies have identified gene amplification of the Akt isoforms in many types of cancer, including glioblastoma, ovarian, pancreatic and breast cancers. Akt is also up-regulated in terms of mRNA production in breast and prostate cancer. Functional inactivation of PTEN, the major PI3K antagonist, can occur in cancer cells by point mutation, gene deletion or epigenetic mechanisms. Mutation in the pathway can also affect receptor tyrosine kinases, growth factors, Ras and the PI3K p110 subunit, leading to abnormal signalling activity. Therefore, many of the proteins in the pathway are targets for cancer therapeutics. In addition to its effects on cell survival and cell cycle progression, the PI3K-Akt pathway promotes other characteristics of cancer cells. Hyperactivity of the pathway promotes the epithelial-mesenchymal transition (EMT) and metastasis due to its effects on cell migration.",
            "score": 219.99748158454895
        },
        {
            "docid": "2332422_43",
            "document": "Carcinogenesis . Mutations in proto-oncogenes can modify their expression and function, increasing the amount or activity of the product protein. When this happens, they become oncogenes, and, thus, cells have a higher chance to divide excessively and uncontrollably. The chance of cancer cannot be reduced by removing proto-oncogenes from the genome, as they are critical for growth, repair and homeostasis of the body. It is only when they become mutated that the signals for growth become excessive. It is important to note that a gene possessing a growth-promoting role may increase carcinogenic potential of a cell, under the condition that all necessary cellular mechanisms that permit growth are activated. This condition includes also the inactivation of specific tumor suppressor genes (see below). If the condition is not fulfilled, the cell may cease to grow and can proceed to die. This makes knowledge of the stage and type of cancer cell that grows under the control of a given oncogene crucial for the development of treatment strategies.",
            "score": 206.4052927494049
        },
        {
            "docid": "578144_7",
            "document": "Hidradenitis suppurativa . Some cases have been found to result from mutations in the NCSTN, PSEN1, or PSENEN gene. The genes produce proteins that are all components of a complex called gamma- (γ-) secretase. This complex cuts apart (cleaves) many different proteins, which is an important step in several chemical signaling pathways. One of these pathways, known as Notch signaling, is essential for the normal maturation and division of hair follicle cells and other types of skin cells. Notch signaling is also involved in normal immune system function. Studies suggest that mutations in the NCSTN, PSEN1, or PSENEN gene impair Notch signaling in hair follicles. Although little is known about the mechanism, abnormal Notch signaling appears to promote the development of nodules and lead to inflammation in the skin.",
            "score": 192.5094437599182
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 283.9744894504547
        },
        {
            "docid": "232049_9",
            "document": "Megalencephaly . Recent studies have shown that mutations in phosphoinositide 3-kinase (PI3K) and AKT (also known as protein kinase B) pathway have been identified in MCAP and MPPH. This pathway has proven to be an integral part of brain growth and development and is an area of interest to many researchers who study the cause of megalencephaly. Mutations in this pathway have been shown to cause a gain of function in the activation of the PI3K-AKT pathway. This cellular pathway is critical in the regulation of diverse cell functions including, cell growth, proliferation, metabolism, survival, apoptosis, angiogenesis, tumorigenesis and most importantly in regards to megalencephaly, brain development. AKT is a crucial signaling molecule part of the PI3K pathway and is also involved in many cellular functions. These functions include, brain development, synaptic plasticity and neurodevelopment. Loss of function in AKT can cause microcephaly in humans while inactivation of the pathway can cause hemimegalencephaly. There are also several cancers that have been shown to be linked with mutations in the AKT pathway, including melanoma and lung cancer.",
            "score": 186.24003291130066
        },
        {
            "docid": "51597599_6",
            "document": "Musashi rna binding protein 2 . This gene encodes an RNA-binding protein that is a member of the Musashi protein family. The encoded protein is transcriptional regulator that targets genes involved in development and cell cycle regulation. Mutations in this gene are associated with poor prognosis in certain types of cancers. This gene has also been shown to be rearranged in certain cancer cells. The first musashi (abbreviation MSI) gene was first discovered in \"Drosophila\" and then later identified in other eukaryotic species.",
            "score": 190.70219326019287
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 177.12997555732727
        },
        {
            "docid": "26625162_15",
            "document": "Cell division control protein 4 . In mammals, amongst others c-Myc, Src3, Cyclin E, and the Notch intracellular domain are substrates of Cdc4. Due to its involvement in degradation of various cell cycle regulators, as well as several compounds of signaling pathways (e.g. Notch), Cdc4 is a highly sensible component of every organism in which it functions. The cdc4 gene is a haplo-insufficient tumor suppressor gene. Knock-out of this gene in mice leads to an embryonic lethal phenotype. CDC4 mutations occur in a number of cancer types. They are described best in colorectal tumors, and also have been found to be a mutational target in pancreatic cancer.",
            "score": 211.15342617034912
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 228.71346640586853
        },
        {
            "docid": "199665_24",
            "document": "Helicobacter pylori . Two related mechanisms by which \"H. pylori\" could promote cancer are under investigation. One mechanism involves the enhanced production of free radicals near \"H. pylori\" and an increased rate of host cell mutation. The other proposed mechanism has been called a \"perigenetic pathway\", and involves enhancement of the transformed host cell phenotype by means of alterations in cell proteins, such as adhesion proteins. \"H. pylori\" has been proposed to induce inflammation and locally high levels of TNF-α and/or interleukin 6 (IL-6). According to the proposed perigenetic mechanism, inflammation-associated signaling molecules, such as TNF-α, can alter gastric epithelial cell adhesion and lead to the dispersion and migration of mutated epithelial cells without the need for additional mutations in tumor suppressor genes, such as genes that code for cell adhesion proteins.",
            "score": 187.19492983818054
        },
        {
            "docid": "2332422_52",
            "document": "Carcinogenesis . In general, mutations in both types of genes are required for cancer to occur. For example, a mutation limited to one oncogene would be suppressed by normal mitosis control and tumor suppressor genes, first hypothesised by the Knudson hypothesis. A mutation to only one tumor suppressor gene would not cause cancer either, due to the presence of many \"backup\" genes that duplicate its functions. It is only when enough proto-oncogenes have mutated into oncogenes, and enough tumor suppressor genes deactivated or damaged, that the signals for cell growth overwhelm the signals to regulate it, that cell growth quickly spirals out of control. Often, because these genes regulate the processes that prevent most damage to genes themselves, the rate of mutations increases as one gets older, because DNA damage forms a feedback loop.",
            "score": 213.07609391212463
        },
        {
            "docid": "14517273_9",
            "document": "GPR56 . Mutations in GPR56 cause the brain developmental disorder BFPP, characterized by disordered cortical lamination in frontal cortex. Mice lacking expression of GPR56 develop a comparable phenotype. Furthermore, loss of GPR56 leads to reduced fertility in male mice, resulting from a defect in seminiferous tubule development. GPR56 is expressed in glioblastoma/astrocytoma as well as in esophageal squamous cell, breast, colon, non-small cell lung, ovarian, and pancreatic carcinoma. GPR56 was shown to localize together with α-actinin at the leading edge of membrane filopodia in glioblastoma cells, suggesting a role in cell adhesion/migration. In addition, recombinant GPR56-NTF protein interacts with glioma cells to inhibit cellular adhesion. Inactivation of Von Hippel-Lindau (VHL) tumor-suppressor gene and hypoxia suppressed GPR56 in a renal cell carcinoma cell line, but hypoxia influenced GPR56 expression in breast or bladder cancer cell lines. GPR56 is a target gene for vezatin, an adherens junctions transmembrane protein, which is a tumor suppressor in gastric cancer. Xu et al. used an in vivo metastatic model of human melanoma to show that GPR56 is downregulated in highly metastatic cells. Later, by ectopic expression and RNA interference they confirmed that GPR56 inhibits melanoma tumor growth and metastasis. Silenced expression of GPR56 in HeLa cells enhanced apoptosis and anoikis, but suppressed anchorage-independent growth and cell adhesion. High ecotropic viral integration site-1 acute myeloid leukemia (EVI1-high AML) expresses GPR56 that was found to be a transcriptional target of EVI1. Silencing expression of GPR56 decreases adhesion, cell growth and induces apoptosis through reduced RhoA signaling. GPR56 suppresses the angiogenesis and melanoma growth through inhibition of vascular endothelial growth factor (VEGF) via PKCα signaling pathway. Furthermore, GPR56 expression was found to be negatively correlated with the malignancy of melanomas in human patients.",
            "score": 184.47103357315063
        },
        {
            "docid": "51304858_6",
            "document": "Neuroepigenetics . CpG Islands (CGIs) are regulatory elements that can influence gene expression by allowing or interfering with transcription initiation or enhancer activity. CGIs are generally interspersed with the promoter regions of the genes they affect and may also affect more than one promoter region. In addition they may also include enhancer elements and be separate from the transcription start site. Hypermethylation at key CGIs can effectively silence expression of tumor suppressing genes and is common in gliomas. Tumor suppressing genes are those which inhibit a cell's progression towards cancer. These genes are commonly associated with important functions which regulate cell-cycle events. For example, PI3K and p53 pathways are affected by CGI promoter hypermethylation, this includes the promoters of the genes CDKN2/p16, RB, PTEN, TP53 and p14ARF. Importantly, glioblastomas are known to have high frequency of methylation at CGIs/promoter sites. For example, Epithelial Membrane Protein 3 (EMP3) is a gene which is involved in cell proliferation as well as cellular interactions. It is also thought to function as a tumor suppressor, and in glioblastomas is shown to be silenced via hypermethylation. Furthermore, introduction of the gene into EMP3-silenced neuroblasts results in reduced colony formation as well as suppressed tumor growth. In contrast, hypermethylation of promoter sites can also inhibit activity of oncogenes and prevent tumorigenesis. Such oncogenic pathways as the transformation growth factor (TGF)-beta signaling pathway stimulate cells to proliferate. In glioblastomas the overactivity of this pathway is associated with aggressive forms of tumor growth. Hypermethylation of PDGF-B, the TGF-beta target, inhibits uncontrolled proliferation.",
            "score": 164.52346694469452
        },
        {
            "docid": "22689_9",
            "document": "Oncogene . A proto-oncogene is a normal gene that could become an oncogene due to mutations or increased expression. Proto-oncogenes code for proteins that help to regulate the cell growth and differentiation. Proto-oncogenes are often involved in signal transduction and execution of mitogenic signals, usually through their protein products. Upon acquiring an activating mutation, a proto-oncogene becomes a tumor-inducing agent, an oncogene. Examples of proto-oncogenes include RAS, WNT, MYC, ERK, and TRK. The MYC gene is implicated in Burkitt's lymphoma, which starts when a chromosomal translocation moves an enhancer sequence within the vicinity of the MYC gene. The MYC gene codes for widely used transcription factors. When the enhancer sequence is wrongly placed, these transcription factors are produced at much higher rates. Another example of an oncogene is the Bcr-Abl gene found on the Philadelphia chromosome, a piece of genetic material seen in Chronic Myelogenous Leukemia caused by the translocation of pieces from chromosomes 9 and 22. Bcr-Abl codes for a tyrosine kinase, which is constitutively active, leading to uncontrolled cell proliferation. (More information about the Philadelphia Chromosome below)",
            "score": 151.92014813423157
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 190.54788541793823
        },
        {
            "docid": "14155540_4",
            "document": "Cancer in dogs . Cancer is a complex, multifactorial disease. Carcinogenesis is linked with DNA mutations, chromosomal translocations, chocolate, dysfunctional proteins, and aberrant cell cycle regulators. Cancer alters the DNA of cells and the mutated genetic material is passed on to daughter cells, resulting in neoplasms. The mutated DNA effects genes involved with the cell cycle, classified as either oncogenes or tumor suppressor genes. Oncogenes are responsible for cell proliferation and differentiation. Oncogenes responsible for cell growth are overexpressed in cancerous cells. Tumor suppressor genes prevent cells with erroneous cell cycles from replicating. Cancer cells ignore cell cycle regulators that control cell growth, division, and death.",
            "score": 213.63804745674133
        },
        {
            "docid": "563093_19",
            "document": "Paracrine signalling . The Hedgehog Signaling pathway is critical in proper tissue patterning and orientation during normal development of most animals. Hedgehog proteins induce cell proliferation in certain cells and differentiations in others. Aberrant activation of the Hedgehog pathway has been implicated in several types of cancers, Basal Cell Carcinoma in particular. This uncontrolled activation of the Hedgehog proteins can be caused by mutations to the signal pathway, which would be ligand independent, or a mutation that causes overexpression of the Hedgehog protein, which would be ligand dependent. In addition, therapy-induced Hedgehog pathway activation has been shown to be necessary for progression of Prostate Cancer tumors after androgen deprivation therapy. This connection between the Hedgehog signaling pathway and human cancers may provide for the possible of therapeutic intervention as treatment for such cancers. The Hedgehog signaling pathway is also involved in normal regulation of stem-cell populations, and required for normal growth and regeneration of damaged organs. This may provide another possible route for tumorigenesis via the Hedgehog pathway.",
            "score": 195.2393010854721
        }
    ],
    "r": [
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 330.5982666015625
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 283.9744873046875
        },
        {
            "docid": "173905_23",
            "document": "David Baltimore . Another focus is understanding the functions of microRNA. MicroRNAs provide fine control over gene expression by regulating the amount of protein made by particular messenger RNAs. In recent research led by Jimmy Zhao, Baltimore's team has discovered a small RNA molecule called microRNA-146a (miR-146a) and bred a strain of mice that lacks miR146a. They have used the miR146a(-) mice as a model to study the effects of chronic inflammation on the activity of hematopoietic stem cells (HSCs). Their results suggest that microRNA-146a protects HSCs during chronic inflammation, and that its lack may contribute to blood cancers and bone marrow failure.",
            "score": 279.8010559082031
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 252.7431640625
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 248.6560821533203
        },
        {
            "docid": "196493_37",
            "document": "Non-coding RNA . It has been suggested that a rare SNP (rs11614913) that overlaps has-mir-196a2 has been found to be associated with non-small cell lung carcinoma. Likewise, a screen of 17 miRNAs that have been predicted to regulate a number of breast cancer associated genes found variations in the microRNAs miR-17 and miR-30c-1of patients; these patients were noncarriers of BRCA1 or BRCA2 mutations, lending the possibility that familial breast cancer may be caused by variation in these miRNAs. The p53 tumor suppressor is arguably the most important agent in preventing tumor formation and progression. The p53 protein functions as a transcription factor with a crucial role in orchestrating the cellular stress response. In addition to its crucial role in cancer, p53 has been implicated in other diseases including diabetes, cell death after ischemia, and various neurodegenerative diseases such as Huntington, Parkinson, and Alzheimer. Studies have suggested that p53 expression is subject to regulation by non-coding RNA.",
            "score": 247.66424560546875
        },
        {
            "docid": "22689_3",
            "document": "Oncogene . Most normal cells will undergo a programmed form of rapid cell death (apoptosis) when critical functions are altered and malfunctioning. Activated oncogenes can cause those cells designated for apoptosis to survive and proliferate instead. Most oncogenes began as proto-oncogenes, normal genes involved in cell growth and proliferation or inhibition of apoptosis. If normal genes promoting cellular growth, through mutation, are up-regulated, (gain of function mutation) they will predispose the cell to cancer and are thus termed oncogenes. Usually multiple oncogenes, along with mutated apoptotic and/or tumor suppressor genes will all act in concert to cause cancer. Since the 1970s, dozens of oncogenes have been identified in human cancer. Many cancer drugs target the proteins encoded by oncogenes.",
            "score": 246.4859161376953
        },
        {
            "docid": "11420988_4",
            "document": "Mir-9/mir-79 microRNA precursor family . microRNAs have been implicated in human cancer in a number of studies. It has been shown that human miR-9 expression levels are reduced in many breast cancer samples due to hypermethylation an epigenetic modification. Hildebrandt \"et al\". show that two genes encoding for has-miR-9 are significantly hypermethylated in clear cell renal carcinoma tumours.",
            "score": 243.13092041015625
        },
        {
            "docid": "7330456_16",
            "document": "Argonaute . For the diseases that are involved with selective or elevated expression of particular identified genes, such as pancreatic cancer, the high sequence specificity of RNA interference might make it suitable to be a suitable treatment, particularly appropriate for combating cancers associated with mutated endogenous gene sequences. It has been reported several tiny non-coding RNAs(microRNAs) are related with human cancers, like miR-15a and miR-16a are frequently deleted and/or down-regulated in patients. Even though the biological functions of miRNAs are not fully understood, the roles for miRNAs in the coordination of cell proliferation and cell death during development and metabolism have been uncovered. It is trusted that the miRNAs can direct negative or positive regulation at different levels, which depends on the specific miRNAs and target base pair interaction and the cofactors that recognize them.",
            "score": 241.88304138183594
        },
        {
            "docid": "36373264_3",
            "document": "Mir-187 microRNA precursor family . miR-187 has been found to be expressed at higher levels in ovarian cancers compared with benign tumours. It is known to target DAB2 (disbaled homolog-2), a protein encoded by the \"DAB2\" gene, with miR-187's target site at the 3'UTR of the \"DAB2\" gene. DAB2 has been seen to play roles in both cell proliferation and tumour progression, and initial expression of miR-187 in cancer cells promotes cell proliferation. However, overexpression suppresses DAB2 and inhibits epithelial to mesenchymal cell transition. High miR-187 levels have accordingly been associated with higher survival rates in ovarian cancer patients.",
            "score": 240.8469696044922
        },
        {
            "docid": "11421244_19",
            "document": "Mir-19 microRNA precursor family . MiR-19 regulates tissue factor expression at a post-transcriptional level in breast cancer cells, providing a molecular basis for the selective expression of the tissue factor gene. Thanks to bioinformatics analyses, scientists predicted microRNA-Binding sites for miR-19, miR-20 and miR-106b in the 3'-UTR tissue factor transcript. Experiments confirmed that it negatively regulates gene expression in MCF-7 cells, and over-expression of miR-19 downregulates tissue factor expression in MDA-MB-231 cells (human breast cancer cell lines). The main action of miR-19 seems to inhibit protein translation of the tissue factor gene in less invasive breast cancer cells.",
            "score": 240.0287322998047
        },
        {
            "docid": "2930542_21",
            "document": "Epithelial–mesenchymal transition . Antagomirs and microRNA mimics have gained interest as a potential source of therapeutics to target EMT induced metastasis in cancer as well as treating many other diseases. Antagomirs were first developed to target miR-122, a microRNA that was abundant and specific to the liver, and this discovery has led to the development of other antagomirs that can pair with specific microRNAs present in the tumor microenvironment or in the cancer cells. A microRNA mimic to miR-655 was found to suppress EMT through the targeting of EMT inducing transcription factor ZEB1 and TGF-β receptor 2 in a pancreatic cancer cell line. Overexpression of the miR-655 mimic in the Panc1 cancer cell line upregulated the expression of E-cadherin and suppressed the migration and invasion of mesenchymal-like cancer cells. The use of microRNA mimics to suppress EMT has expanded to other cancer cell lines and holds potential for clinical drug development. However, microRNA mimics and antagomirs suffer from a lack of stability \"in vivo\" and lack an accurate delivery system to target these molecules to the tumor cells or tissue for treatment. Improvements to antagomir and microRNA mimic stability through chemical modifications such as locked nucleic acid (LNA) oligonucleotides or peptide nucleic acids (PNA) can prevent the fast clearing of the these small molecules by RNases. Delivery of antagomirs and microRNA mimics into cells by enclosing these molecules in liposome-nanoparticles has generated interest however liposome structures suffer from their own drawbacks that will need to be overcome for their effective use as a drug delivery mechanism. These drawbacks of liposome-nanoparticles include nonspecific uptake by cells and induction of immune responses. The role that microRNAs play in cancer development and metastasis is under much scientific investigation and it is yet to be demonstrated whether microRNA mimics or antagomirs may serve as standard clinical treatments to suppress EMT or oncogenic microRNAs in cancers.",
            "score": 239.94049072265625
        },
        {
            "docid": "35746225_23",
            "document": "Cancer epigenetics . Palmieri et al. showed that each of the miRNAs that target \"HMGA\" genes are drastically reduced in almost all human pituitary adenomas studied, when compared with the normal pituitary gland. Consistent with the down-regulation of these HMGA-targeting miRNAs, an increase in the HMGA1 and HMGA2-specific mRNAs was observed. Three of these microRNAs (miR-16, miR-196a and Let-7a) have methylated promoters and therefore low expression in colon cancer. For two of these, miR-15 and miR-16, the coding regions are epigenetically silenced in cancer due to histone deacetylase activity. When these microRNAs are expressed at a low level, then HMGA1 and HMGA2 proteins are expressed at a high level. HMGA1 and HMGA2 target (reduce expression of) \"BRCA1\" and \"ERCC1\" DNA repair genes. Thus DNA repair can be reduced, likely contributing to cancer progression.",
            "score": 239.24453735351562
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 237.9640655517578
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 237.9640655517578
        },
        {
            "docid": "10155189_6",
            "document": "STAT5 . STAT5 has been found to be constitutively phosphorylated in cancer cells, implying that the protein is always present in its active form. This constant activation is brought about either by mutations or by aberrant expressions of cell signalling, resulting in poor regulation, or complete lack of control, of the activation of transcription for genes influenced by STAT5. This leads to constant and increased expression of these genes. For example, mutations may lead to increased expression of anti-apoptotic genes, the products of which actively prevent cell death. The constant presence of these products preserve the cell in spite of it having become cancerous, causing the cell to eventually become malignant.",
            "score": 237.23226928710938
        },
        {
            "docid": "206979_12",
            "document": "Colorectal cancer . Approximately 70% of all human genes are expressed in colorectal cancer, with just over 1% of having increased expression in colorectal cancer compared to other forms of cancer. Some genes are oncogenes: they are overexpressed in colorectal cancer. For example, genes encoding the proteins KRAS, RAF, and PI3K, which normally stimulate the cell to divide in response to growth factors, can acquire mutations that result in over-activation of cell proliferation. The chronological order of mutations is sometimes important. If a previous APC mutation occurred, a primary KRAS mutation often progresses to cancer rather than a self-limiting hyperplastic or borderline lesion. PTEN, a tumor suppressor, normally inhibits PI3K, but can sometimes become mutated and deactivated.",
            "score": 236.75335693359375
        },
        {
            "docid": "52237542_4",
            "document": "DNA methylation in cancer . In cancer, a number of mutational changes are found in protein coding genes. Colorectal cancers typically have 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations that silence protein expression in the genes affected. However, transcriptional silencing may be more important than mutation in causing gene silencing in progression to cancer. In colorectal cancers about 600 to 800 genes are transcriptionally silenced, compared to adjacent normal-appearing tissues, by CpG island methylation. Transcriptional repression in cancer can also occur by other epigenetic mechanisms, such as altered expression of microRNAs.",
            "score": 235.9359130859375
        },
        {
            "docid": "3572611_5",
            "document": "HRAS . HRAS has been shown to be a proto-oncogene. When mutated, proto-oncogenes have the potential to cause normal cells to become cancerous. Some gene mutations are acquired during a person's lifetime and are present only in certain cells. These changes are called somatic mutations and are not inherited. Somatic mutations in the HRAS gene in bladder cells have been associated with bladder cancer. One specific mutation has been identified in a significant percentage of bladder tumors; this mutation substitutes one protein building block (amino acid) for another amino acid in the HRAS protein. Specifically, the mutation replaces the amino acid glycine with the amino acid valine at position 12 (written as Gly12Val, G12V, or H-RasV). The altered HRAS protein is permanently activated within the cell. This overactive protein directs the cell to grow and divide in the absence of outside signals, leading to uncontrolled cell division and the formation of a tumor. Mutations in the HRAS gene also have been associated with the progression of bladder cancer and an increased risk of tumor recurrence after treatment.",
            "score": 235.04171752929688
        },
        {
            "docid": "11421227_3",
            "document": "Mir-17 microRNA precursor family . The paralogous miRNA gene clusters that give rise to miR-17 family microRNAs (miR-17~92, miR-106a~363, and miR-106b~25) have been implicated in a wide variety of malignancies and are sometimes referred to as oncomirs. The oncogenic potential of these non-protein encoding genes was first identified in mouse viral tumorigenesis screens. In humans, the activating mutations of miR-17~92 have been identified in non-Hodgkin's lymphoma, whereas the miRNA constituents of the clusters are overexpressed in a multiple cancer types. High level expression of miR-17 family members induces cell proliferation, whereas deletion of the miR-17~92 cluster, in mice, is lethal and causes lung and lymphoid cell developmental defects. In addition, in the nasopharyngeal carcinoma cell line, miR-20a and miR-20b has been shown to target the 3’ UTR of vascular endothelial growth factor (VEGF) and repress the expression of VEGF, which is an important angiogenic factor.",
            "score": 232.41629028320312
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 232.07704162597656
        },
        {
            "docid": "36777018_4",
            "document": "Causes of cancer . Many of these syndromes are caused by mutations in tumor suppressor genes that regulate cell growth. Other common mutations alter the function of DNA repair genes, oncogenes and genes involved in the production of blood vessels. Certain inherited mutations in the genes \"BRCA1\" and \"BRCA2\" with a more than 75% risk of breast cancer and ovarian cancer. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of colon cancer cases. In many cases, genetic testing can be used to identify mutated genes or chromosomes that are passed through generations.",
            "score": 231.537841796875
        },
        {
            "docid": "1248100_10",
            "document": "BRCA2 . Certain variations of the BRCA2 gene increase risks for breast cancer as part of a hereditary breast-ovarian cancer syndrome. Researchers have identified hundreds of mutations in the BRCA2 gene, many of which cause an increased risk of cancer. BRCA2 mutations are usually insertions or deletions of a small number of DNA base pairs in the gene. As a result of these mutations, the protein product of the BRCA2 gene is abnormal, and does not function properly. Researchers believe that the defective BRCA2 protein is unable to fix DNA damage that occurs throughout the genome. As a result, there is an increase in mutations due to error-prone translesion synthesis past un-repaired DNA damage, and some of these mutations can cause cells to divide in an uncontrolled way and form a tumor.",
            "score": 230.3450164794922
        },
        {
            "docid": "156964_74",
            "document": "MicroRNA . HMGA2 protein specifically targets the promoter of ERCC1, thus reducing expression of this DNA repair gene. ERCC1 protein expression was deficient in 100% of 47 evaluated colon cancers (though the extent to which HGMA2 was involved is not known). A 2012 study showed that in normal tissues, HGMA1 and HMGA2 genes are targeted (and thus strongly reduced in expression) by miR-15, miR-16, miR-26a, miR-196a2 and Let-7a. However, each of these HMGA-targeting miRNAs are drastically reduced in almost all human pituitary adenomas studied, when compared with the normal pituitary gland. Consistent with the down-regulation of these HMGA-targeting miRNAs, an increase in the HMGA1 and HMGA2-specific mRNAs was observed. Three of these microRNAs (miR-16, miR-196a and Let-7a) have methylated promoters and therefore low expression in colon cancer. For two of these, miR-15 and miR-16, the coding regions are epigenetically silenced in cancer due to histone deacetylase activity. When these microRNAs are expressed at a low level, then HMGA1 and HMGA2 proteins are expressed at a high level. HMGA1 and HMGA2 target (reduce expression of) BRCA1 and ERCC1 DNA repair genes. Thus DNA repair can be reduced, likely contributing to cancer progression.",
            "score": 229.7705078125
        },
        {
            "docid": "11421279_3",
            "document": "Mir-30 microRNA precursor . A screen of 17 miRNAs that have been predicted to regulate a number of breast cancer associated genes found variations in the microRNAs miR-17 and miR-30c-1, these patients were noncarriers of BRCA1 or BRCA2 mutations, lending the possibility that familial breast cancer may be caused by variation in these miRNAs.",
            "score": 229.54725646972656
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 229.203125
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 229.17250061035156
        },
        {
            "docid": "29446449_5",
            "document": "Mir-31 . In serous ovarian cancer, miR-31 is frequently deleted and is the most underexpressed microRNA in this cancer type. It has been shown to affect the levels of gene transcription factor p53, responsible for encoding the tumour suppressor protein p53. Cancer cell lines with an inactive p53 pathway show a vulnerability to miR-31 overexpression, whilst there is resistance to overexpression in cell lines with a functional p53 pathway. miR-31 overexpression is associated with a better prognosis in tumours, suggesting that therapeutic delivery of miR-31 may be beneficial in patients with p53-deficient cancers. Conversely, in gastric cancer miR-31 levels have been found to be significantly lower in tumour cells relative to healthy cells, meaning further potential for use as a diagnostic marker. Interestingly, however, high expression levels of miR-31 correlate to shorter survival in patients with malignant pleural mesothelioma, whereas longer survival has been associated with normal/low expression of miR-31 from blood-based samples.",
            "score": 228.9386749267578
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 228.71347045898438
        },
        {
            "docid": "5674962_19",
            "document": "Mothers against decapentaplegic homolog 4 . SMAD4, is often found mutated in many cancers. The mutation can be inherited or acquired during an individual’s lifetime.  If inherited, the mutation affects both somatic cells and cells of the reproductive organs. If the \"SMAD 4\" mutation is acquired, it will only exist in certain somatic cells. Indeed, SMAD 4 is not synthesized by all cells. The protein is present in skin, pancreatic, colon, uterus and epithelial cells. It is also produced by fibroblasts.  The functional SMAD 4 participates in the regulation of the TGF-β signal transduction pathway, which negatively regulates growth of epithelial cells and the extracellular matrix (ECM). When the structure of SMAD 4 is altered, expression of the genes involved in cell growth is no longer regulated and cell proliferation can go on without any inhibition. The important number of cell divisions leads to the forming of tumors and then to multiploid colorectal cancer and pancreatic carcinoma. It is found inactivated in at least 50% of pancreatic cancers.",
            "score": 228.46560668945312
        },
        {
            "docid": "9516673_5",
            "document": "RNA activation . In 2008, Place et al. identified targets for miRNA miR-373 on the promoters of several human genes and found that introduction of miR-373 mimics into human cells induced the expression of its predicted target genes. This study provided the first example that RNAa could be mediated by naturally occurring non-coding RNA (ncRNA). In 2011, Huang et al. further demonstrated in mouse cells that endogenous RNAa mediated by miRNAs functions in a physiological context and is possibly exploited by cancer cells to gain a growth advantage. Since then, a number of miRNAs have been shown to upregulate gene expression by targeting gene promoters or enhancers. A good example is miR-551b-3p which is overexpressed in ovarian cancer due to amplification. miR-551b-3p confers to ovarian cancer cells resistance to apoptosis and a proliferative advantage by targeting the promoter of STAT3 to increase its transcription.",
            "score": 228.12794494628906
        },
        {
            "docid": "412097_36",
            "document": "BRCA1 . There are a number of specific microRNAs, when overexpressed, that directly reduce expression of specific DNA repair proteins (see MicroRNA section DNA repair and cancer) In the case of breast cancer, microRNA-182 (miR-182) specifically targets BRCA1. Breast cancers can be classified based on receptor status or histology, with triple-negative breast cancer (15%–25% of breast cancers), HER2+ (15%–30% of breast cancers), ER+/PR+ (about 70% of breast cancers), and Invasive lobular carcinoma (about 5%–10% of invasive breast cancer). All four types of breast cancer were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182.",
            "score": 227.98963928222656
        }
    ]
}