{
    "q": [
        {
            "docid": "33894099_17",
            "document": "Ticks of domestic animals . The virus of Nairobi sheep disease in East Africa is transmitted by \"Rhipicephalus\" ticks. African swine fever is naturally transmitted between wild species of the pig family by feeding of \"Ornithodoros moubata\" group ticks. This pattern of transmission can expand to include domestic pigs. However, within groups of domestic pigs, the virus can also be transmitted by contagion. Crimean-Congo hemorrhagic fever virus is transmitted between many mammal species by \"Hyalomma truncatum\", \"Hyalomma rufipes\", and \"Hyalomma turanicum\" over a wide area of Africa, Europe, and Asia. In cattle and sheep, it causes mild fever and its main importance is when it spreads to humans (zoonosis) by feeding of the larvae or nymphs of these ticks. There are other viruses transmitted by ticks between wild animals and that have zoonotic importance when humans also become infected. The epidemiological pathways of these viruses can also involve domestic animals, if only by being hosts that add to the size of the tick population. Examples include the viruses that cause Tick-borne encephalitis, and Kyasanur Forest disease.",
            "score": 198.5591617822647
        },
        {
            "docid": "1582612_2",
            "document": "Arenavirus . An arenavirus is a virus which is a member of the family Arenaviridae. These viruses infect rodents and occasionally humans; arenaviruses have also been discovered which infect snakes. At least eight arenaviruses are known to cause human disease. The diseases derived from arenaviruses range in severity. Aseptic meningitis, a severe human disease that causes inflammation covering the brain and spinal cord, can arise from the \"Lymphocytic choriomeningitis virus (LCMV) infection\". Hemorrhagic fever syndromes are derived from infections such as Guanarito virus (GTOV), Junin virus (JUNV), Lassa virus (LASV), Lujo virus (LUJV), Machupo virus (MACV), Sabia virus (SABV), or Whitewater Arroyo virus (WWAV). Arenaviruses are divided into two groups: the Old World and the New World viruses. The differences between these groups are distinguished geographically and genetically. Because of the epidemiological association with rodents, some arenaviruses and bunyaviruses are designated as roboviruses.",
            "score": 206.56881523132324
        },
        {
            "docid": "29802394_59",
            "document": "Social history of viruses . Such disasters occurred when human intervention caused ecological changes by the introduction of crops to new vectors and viruses. Cacao is native to South America and was introduced to West Africa in the late 19th century. In 1936, swollen root disease had been transmitted to plantations by mealybugs from indigenous trees. New habitats can trigger outbreaks of plant virus diseases. Before 1970, the rice yellow mottle virus was only found in the Kisumu district of Kenya, but following the irrigation of large areas of East Africa and extensive rice cultivation, the virus spread throughout East Africa. Human activity introduced plant viruses to native crops. The citrus tristeza virus (CTV) was introduced to South America from Africa between 1926 and 1930. At the same time, the aphid \"Toxoptera citricidus\" was carried from Asia to South America and this accelerated the transmission of the virus. By 1950, more than six million citrus trees had been killed by the virus in São Paulo, Brazil. CTV and citrus trees probably coevolved for centuries in their original countries. The dispersal of CTV to other regions and its interaction with new citrus varieties resulted in devastating outbreaks of plant diseases. Because of the problems caused by the introduction – by humans – of plant viruses, many countries have strict importation controls on any materials that can harbour dangerous plant viruses or their insect vectors.",
            "score": 177.65450072288513
        },
        {
            "docid": "29802394_48",
            "document": "Social history of viruses . Arboviruses are viruses that are transmitted to humans and other vertebrates by blood-sucking insects. These viruses are diverse; the term \"arbovirus\" – which was derived from \"arthropod-borne virus\" – is no longer used in formal taxonomy because many species of virus are known to be spread in this way. There are more than 500 species of arboviruses, but in the 1930s only three were known to cause disease in humans: yellow fever virus, dengue virus and Pappataci fever virus. More than 100 of such viruses are now known to cause human diseases including encephalitis.",
            "score": 181.65621435642242
        },
        {
            "docid": "416954_11",
            "document": "Viral evolution . Through these mechanisms new viruses are constantly emerging and present a continuing challenge in attempts to control the diseases they cause. Most species of viruses are now known to have common ancestors, and although the \"virus first\" hypothesis has yet to gain full acceptance, there is little doubt that the thousands of species of modern viruses have evolved from less numerous ancient ones. The morbilliviruses, for example, are a group of closely related, but distinct viruses that infect a broad range of animals. The group includes measles virus, which infects humans and primates; canine distemper virus, which infects many animals including dogs, cats, bears, weasels and hyaenas; rinderpest, which infected cattle and buffalo; and other viruses of seals, porpoises and dolphins. Although it is not possible to prove which of these rapidly evolving viruses is the earliest, for such a closely related group of viruses to be found in such diverse hosts suggests the possibility that their common ancestor is ancient.",
            "score": 150.21615171432495
        },
        {
            "docid": "55550582_13",
            "document": "Triatoma virus . Hesitations in early uses of Triatoma virus as a biological vector control agent were present because of its relation to other picornaviruses that are mammal pathogens. After the sequence of TrV was analyzed, however, it was concluded that it is different enough from picornavirus that it should belong to entirely new family of viruses that only infected insects, \"Dicistroviridae\". The most notable genetic difference between the two categories of viruses is the presence of only one open reading frame in typical picornaviruses and two distinct open reading frames in viruses like triatoma virus. Triatoma virus has since been confirmed to be unable to replicate in many mammal species by experimental testing, specifically including humans, so it does not pose a risk to humans or wild or domesticated animals if used as a biological vector control agent.",
            "score": 140.65059542655945
        },
        {
            "docid": "10147471_11",
            "document": "Nibrin . HSV-1 infects more than 90% of adults over the age of 50. Alphaherpesviruses alone can cause the host to have mild symptoms, but these viruses can be associated with severe disease when they are transferred to a new species. Humans can even pass and also get an HSV-1 infection from other primate species. However, because of evolutionary differences between primate species, only some species can pass HSV-1 in an interspecies interaction. Also, though HSV-1 transmission from humans to other species primates can occur, there is no known sustained transmission chains that have resulted from constant transmission. A study found that Nbs1 is the most diverged in DNA sequence in the MRN complex between different primate species and that there is a high degree of species specificity, causing variability in promotion of the HSV-1 life cycle. The same study found that Nbs1 interacts with HSV-1's ICP0 proteins in an area of structural disorder of the nibrin. This suggests that in general, viruses commonly interact in intrinsically disordered domains in host proteins. It is possible that there are differences in the mammalian genomes that create unique environments for the viruses. Host proteins that are specific to the species might determine how the viruses must adapt to be able to ignite an infection in a new species. The evolution of increased disorder in nibrin benefits the host in decreasing ICP0 interaction and virus hijack. Nbs1 may not be the only host protein that evolves this way.",
            "score": 155.81220889091492
        },
        {
            "docid": "21354427_2",
            "document": "Human T-lymphotropic virus . The human T-lymphotropic virus, human T-cell lymphotropic virus, or human T-cell leukemia-lymphoma virus (HTLV) family of viruses are a group of human retroviruses that are known to cause a type of cancer called adult T-cell leukemia/lymphoma and a demyelinating disease called HTLV-1 associated myelopathy/tropical spastic paraparesis (HAM/TSP). The HTLVs belong to a larger group of primate T-lymphotropic viruses (PTLVs). Members of this family that infect humans are called HTLVs, and the ones that infect Old World monkeys are called Simian T-lymphotropic viruses (STLVs). To date, four types of HTLVs (human T-lymphotropic virus 1 [HTLV-1], human T-lymphotropic virus 2 [HTLV-2], HTLV-3, and HTLV-4) and four types of STLVs (STLV-1, STLV-2, STLV-3, and STLV-5) have been identified. HTLV types HTLV-1 and HTLV-2 viruses are the first retroviruses which were discovered. Both belong to the oncovirus subfamily of retroviruses and can transform human lymphocytes so that they are self-sustaining in vitro. The HTLVs are believed to originate from intraspecies transmission of STLVs. The HTLV-1 genome is diploid, composed of two copies of a single-stranded RNA virus whose genome is copied into a double-stranded DNA form that integrates into the host cell genome, at which point the virus is referred to as a provirus. A closely related virus is bovine leukemia virus BLV. The original name for HIV, the virus that causes AIDS, was HTLV-3. Confusingly, however, since reassignment, the virus now called HTLV-3 is not HIV.",
            "score": 150.23905301094055
        },
        {
            "docid": "2097236_4",
            "document": "Tioman virus . Although there is no evidence that Tioman virus can cause illness in humans or animals, its close relationship to other disease-causing paramyxoviruses (Hendra virus, Menangle virus, Nipah virus) suggests the possibility that it may cause disease upon crossing the species barrier. The recent emergence of a number of zoonotic bat-borne viruses in the Asia-Pacific region also demonstrates that conditions are increasingly favouring this type of event.",
            "score": 151.0628478527069
        },
        {
            "docid": "50529594_4",
            "document": "Karshi virus . More than 38 viral species are transmitted by ticks. Virus-to-tick host relationships are very specific and less than 10% of all tick species (Argasidae and Ixodidae) are known to be carriers of arboviruses. Tick-borne viruses are found in six different virus families (Asfarviridae, Reoviridae, Rhabdoviridae, Orthomyxoviridae, Bunyaviridae, Flaviviridae). Tick-borne flaviviruses are among the most important viruses in the world, primarily Europe and Asia. Tick-borne encephalitis causes between 10,000 and 15,000 human cases every year in Europe and Asia. Most of these viruses are needed for veterinary medicine. Several other tick-borne flaviviruses have not been known to cause human nor animal diseases, and their potential pathogenicity for humans and animals is unknown/unavailable. Alterations in human behavior, land use, or climate may change the actual geographical distribution and transmission intensity so that tick-borne flaviviruses are potentially relevant of the environment and may increase in medical importance.",
            "score": 154.34516978263855
        },
        {
            "docid": "19167679_48",
            "document": "Virus . Viruses are by far the most abundant biological entities on Earth and they outnumber all the others put together. They infect all types of cellular life including animals, plants, bacteria and fungi. Different types of viruses can infect only a limited range of hosts and many are species-specific. Some, such as smallpox virus for example, can infect only one species – in this case humans, and are said to have a narrow host range. Other viruses, such as rabies virus, can infect different species of mammals and are said to have a broad range. The viruses that infect plants are harmless to animals, and most viruses that infect other animals are harmless to humans. The host range of some bacteriophages is limited to a single strain of bacteria and they can be used to trace the source of outbreaks of infections by a method called phage typing.",
            "score": 139.97898077964783
        },
        {
            "docid": "22817589_3",
            "document": "Pandemic H1N1/09 virus . The virus is a novel strain of influenza. Existing vaccines against seasonal flu provided no protection. A study at the U.S. Centers for Disease Control and Prevention (CDC) published in May 2009 found that children had no preexisting immunity to the new strain but that adults, particularly those over 60, had some degree of immunity. Children showed no cross-reactive antibody reaction to the new strain, adults aged 18 to 64 had 6–9%, and older adults 33%. Much reporting of early analysis repeated that the strain contained genes from five different flu viruses: North American swine influenza, North American avian influenza, human influenza, and two swine influenza viruses typically found in Asia and Europe. Further analysis showed that several of the proteins of the virus are most similar to strains that caused mild symptoms in humans, leading virologist Wendy Barclay to suggest that the virus was unlikely to cause severe symptoms for most people. Other leading researchers indicated that all segments of the virus were in fact swine in origin, despite it being a multiple reassortment. The first complete genome sequence of the pandemic strain was deposited in public databases on April 27, 2009, by scientists from the U.S. Centers for Disease Control and Prevention in Atlanta. Scientists in Winnipeg later completed the full genetic sequencing of viruses from Mexico and Canada on May 6, 2009.",
            "score": 166.83734321594238
        },
        {
            "docid": "440479_27",
            "document": "Influenza A virus . Genetic factors in distinguishing between \"human flu viruses\" and \"avian influenza viruses\" include: \"About 52 key genetic changes distinguish avian influenza strains from those that spread easily among people, according to researchers in Taiwan, who analyzed the genes of more than 400 A type flu viruses.\" \"How many mutations would make an avian virus capable of infecting humans efficiently, or how many mutations would render an influenza virus a pandemic strain, is difficult to predict. We have examined sequences from the 1918 strain, which is the only pandemic influenza virus that could be entirely derived from avian strains. Of the 52 species-associated positions, 16 have residues typical for human strains; the others remained as avian signatures. The result supports the hypothesis that the 1918 pandemic virus is more closely related to the avian influenza A virus than are other human influenza viruses.\"",
            "score": 159.49612700939178
        },
        {
            "docid": "42345073_54",
            "document": "West African Ebola virus epidemic . Ebola virus disease is caused by four of five viruses classified in the genus \"Ebolavirus\". Of the four disease-causing viruses, Ebola virus (formerly and often still called the Zaire virus) is the most dangerous and is the species responsible for the epidemic in West Africa. Since the discovery of the viruses in 1976, when outbreaks occurred in Sudan and the Democratic Republic of Congo (then called Zaire), Ebola virus disease has been confined to areas in Central Africa, where it is endemic. With the current outbreak, it was initially thought that a new species endemic to Guinea might be the cause, rather than being imported from Central to West Africa. However, further studies have shown that the outbreak was likely caused by an Ebola virus lineage that spread from Central Africa via an animal host within the last decade, with the first viral transfer to humans in Guinea.",
            "score": 165.19193863868713
        },
        {
            "docid": "22555940_20",
            "document": "2009 flu pandemic . In June 2010, scientists from Hong Kong reported discovery of a new swine flu virus which is a hybrid of the pandemic H1N1 virus and viruses previously found in pigs. It is the first report of a reassortment of the pandemic virus, which in humans has been slow to evolve. Nancy Cox, head of the influenza division at the U.S. Centers for Disease Control and Prevention, has said, \"This particular paper is extremely interesting because it demonstrates for the first time what we had worried about at the very onset of the pandemic, and that is that this particular virus, when introduced into pigs, could reassort with the resident viruses in pigs and we would have new gene constellations. And bingo, here we are.\" Pigs have been termed the mixing vessel of flu because they can be infected both by avian flu viruses, which rarely directly infect people, and by human viruses. When pigs become simultaneously infected with more than one virus, the viruses can swap genes, producing new variants which can pass to humans and sometimes spread amongst them. \"Unlike the situation with birds and humans, we have a situation with pigs and humans where there's a two-way street of exchange of viruses. With pigs it's very much a two-way street\".",
            "score": 156.89195942878723
        },
        {
            "docid": "14579421_4",
            "document": "Introduction to viruses . Viruses spread in many ways. Just as many viruses are very specific as to which host species or tissue they attack, each species of virus relies on a particular method for propagation. Plant viruses are often spread from plant to plant by insects and other organisms, known as \"vectors\". Some viruses of animals, including humans, are spread by exposure to infected bodily fluids. Viruses such as influenza are spread through the air by droplets of moisture when people cough or sneeze. Viruses such as norovirus are transmitted by the faecal–oral route, which involves the contamination of hands, food and water. Rotavirus is often spread by direct contact with infected children. The human immunodeficiency virus, HIV, is transmitted by bodily fluids transferred during sex. Others, such as the Dengue virus, are spread by blood-sucking insects.",
            "score": 169.27435970306396
        },
        {
            "docid": "33717_4",
            "document": "Wild type . The genetic sequence for wild-type versus \"mutant\" phenotypes and how these genes interact in expression is the subject of much research. Better understanding of these processes is hoped to bring about methods for preventing and curing diseases that are currently incurable such as infection with the herpes virus. One example of such promising research in these fields was the study done examining the link between wild-type mutations and certain types of lung cancer. Research is also being done dealing with the manipulation of certain wild-type traits in viruses to develop new vaccines. This research may lead to new ways to combat deadly viruses such as the Ebola virus and HIV. Research using wild-type mutations is also being done to establish how viruses transition between species to identify harmful viruses with the potential to infect humans.",
            "score": 125.47529721260071
        },
        {
            "docid": "19572217_14",
            "document": "Influenza . This genus has one species, influenza A virus. Wild aquatic birds are the natural hosts for a large variety of influenza A. Occasionally, viruses are transmitted to other species and may then cause devastating outbreaks in domestic poultry or give rise to human influenza pandemics. The type A viruses are the most virulent human pathogens among the three influenza types and cause the severest disease. The influenza A virus can be subdivided into different serotypes based on the antibody response to these viruses. The serotypes that have been confirmed in humans, ordered by the number of known human pandemic deaths, are:",
            "score": 159.54250597953796
        },
        {
            "docid": "14579421_27",
            "document": "Introduction to viruses . There are many ways in which viruses spread from host to host but each species of virus uses only one or two. Many viruses that infect plants are carried by organisms; such organisms are called vectors. Some viruses that infect animals, including humans, are also spread by vectors, usually blood-sucking insects. However, direct transmission is more common. Some virus infections, such as norovirus and rotavirus, are spread by contaminated food and water, hands and communal objects and by intimate contact with another infected person, while others are airborne (influenza virus). Viruses such as HIV, hepatitis B and hepatitis C are often transmitted by unprotected sex or contaminated hypodermic needles. It is important to know how each different kind of virus is spread to prevent infections and epidemics.",
            "score": 180.0118544101715
        },
        {
            "docid": "22817589_30",
            "document": "Pandemic H1N1/09 virus . Gene sequences for every viral gene were made available through the Global Initiative on Sharing Avian Influenza Data (GISAID). A preliminary analysis found that the hemagglutinin (HA) gene was similar to that of swine flu viruses present in U.S. pigs since 1999, but the neuraminidase (NA) and matrix protein (M) genes resembled versions present in European swine flu isolates. While viruses with this genetic makeup had not previously been found to be circulating in humans or pigs, there is no formal national surveillance system to determine what viruses are circulating in pigs in the U.S. So far, little is known about the spread of the virus in any pig population. A preliminary analysis has also shown that several of the proteins involved in the pathophysiology of the virus are most similar to strains that cause mild symptoms in humans. This suggests that the virus is unlikely to cause severe infections similar to those caused by the 1918 pandemic flu virus or the H5N1 avian influenza.",
            "score": 158.1309026479721
        },
        {
            "docid": "12540107_8",
            "document": "Madagascan rousette . Members of the family Pteropodidae have been known to be natural hosts for many different types of viruses emerging within and near the Indian Ocean. Madagascan rousettes have been assayed and found to have antibodies against viruses similar to Hendra, Nipa, and Tioman, suggesting that these viruses have circulated around Madagascar some time in the past. The Nipa virus is known to be harmful to humans, causing fevers and other symptoms potentially associated with death. These viruses are associated with the \"Paramyxoviridae\" family. These findings represent a potential health concern as Madagascan rousettes are commonly hunted and consumed by humans. However, further studies are needed to determine the extent of these risks.",
            "score": 139.11269688606262
        },
        {
            "docid": "7891547_18",
            "document": "Fujian flu . The October 2006 National Academy of Sciences article also says: \"Updated virological and epidemiological findings from our market surveillance in southern China demonstrate that H5N1 influenza viruses continued to be panzootic in different types of poultry. Genetic and antigenic analyses revealed the emergence and predominance of a previously uncharacterized H5N1 virus sublineage (Fujian-like) in poultry since late 2005. Viruses from this sublineage gradually replaced those multiple regional distinct sublineages and caused recent human infection in China. These viruses have already transmitted to Hong Kong, Laos, Malaysia, and Thailand, resulting in a new transmission and outbreak wave in Southeast Asia.\"",
            "score": 127.39647233486176
        },
        {
            "docid": "11930007_2",
            "document": "Parechovirus . Parechovirus is a genus of viruses in the order Picornavirales, in the family Picornaviridae. Bank voles and humans serve as natural hosts. There are currently only two species in this genus including the type species \"Parechovirus A\", also called human parechoviruses and \"Parechovirus B\", more commonly known as the \"Ljungan virus\". Diseases associated with this genus include: human parechoviruses: mild, gastrointestinal or respiratory illness, have been implicated in cases of myocarditis and encephalitis; Ljungan virus: may be a zoonotic virus associated with diabetes and intrauterine fetal death in human.",
            "score": 155.19480204582214
        },
        {
            "docid": "46270727_5",
            "document": "Wendy Barclay . At the start of her research career, Barclay worked with both rhinoviruses and various types of small RNA viruses. Barclay has worked mainly with the three types of virus: Influenza A virus, Influenzavirus B, and Influenzavirus C. All three belong to the orthomyxoviridae family. Viruses that belong to this family are single stranded (-) RNA viruses that replicate within the nucleus of the host's cells. Influenza types A and B are routinely spread from human to human, and they are responsible for seasonal flu epidemics each year. Influenza type C virus causes mild respiratory infections and are not known to cause epidemics, unlike the other two. Barclay has worked intensively with Influenza A and Influenza B viruses for at least a decade. She has published many articles detailing the importance of understanding how influenza viruses interact with their hosts, understanding their genomic makeup, and understanding how different strains of the two viruses interact with host cells differently.",
            "score": 140.8876178264618
        },
        {
            "docid": "240850_20",
            "document": "Gene silencing . Gene silencing techniques have also been used to target other viruses, such as the human papilloma virus, the West Nile virus, and the Tulane virus. The E6 gene in tumor samples retrieved from patients with the human papilloma virus was targeted and found to cause apoptosis in the infected cells. Plasmid siRNA expression vectors used to target the West Nile virus were also able to prevent the replication of viruses in cell lines. In addition, siRNA has been found to be successful in preventing the replication of the Tulane virus, part of the Caliciviridae family of viruses, by targeting both its structural and non-structural genes. By targeting the NTPase gene, one dose of siRNA 4 hours pre-infection was shown to control Tulane virus replication for 48 hours post-infection, reducing the viral titer by up to 2.6 logarithms. Although the Tulane virus is species-specific and does not affect humans, it has been shown to be closely related to the human norovirus, which is the most common cause of acute gastroenteritis and food-borne disease outbreaks in the United States. Human noroviruses are notorious for being difficult to study in the laboratory, but the Tulane virus offers a model through which to study this family of viruses for the clinical goal of developing therapies that can be used to treat illnesses caused by human norovirus.",
            "score": 170.57221508026123
        },
        {
            "docid": "14563386_15",
            "document": "Drug reaction with eosinophilia and systemic symptoms . During the progression of the DRESS syndrome certain viruses which previously infected an individual and then became latent are reactivated and proliferate. Viruses known to do so include certain members of the Herpesviridae family of Herpes viruses viz., Epstein-Barr virus, human herpesvirus 6, human herpesvirus 7, and cytomegalovirus. Individuals suffering the DRESS syndrome may exhibit sequential reactivation of these four virus, typically in the order just given. Reactivation of these viruses is associated with a flare-up in symptoms, a prolonged course, and increased disease severity which includes significant organ involvement and the development of certain autoimmune diseases viz., systemic lupus erythematosus, autoimmune thyroiditis, and type 1 diabetes mellitus. While these viral reactivations, particularly of human herpes virus 6, have been suggested to be an important factor in the pathogenesis of the DRESS syndrome, studies to date have not clearly determined if they are a cause or merely a consequence of T cell-mediated tissue injury.",
            "score": 152.8923270702362
        },
        {
            "docid": "22817589_29",
            "document": "Pandemic H1N1/09 virus . Pigs are susceptible to influenza viruses that can also infect both humans and birds, so they may act as a \"mixing vessel\" in which reassortment can occur between flu viruses of several species. Reassortment is a process that happens if two different types of influenza virus infect a single cell and it can produce a new strain of influenza. This is because the virus genome is split between eight independent pieces of RNA, which allows pieces of RNA from different viruses to mix and form a novel type of virus as new virus particles are being assembled. This new strain appears to be a result of the reassortment of two swine influenza viruses, one from North America and one from Europe. But the North American pig strain was itself the product of previous reassortments, and has carried an avian PB2 gene for at least ten years and a human PB1 gene since 1993. These genes were passed on to the new virus.",
            "score": 134.19689750671387
        },
        {
            "docid": "1460525_4",
            "document": "Oncovirus . Generally, tumor viruses cause little or no disease after infection in their hosts, or cause non-neoplastic diseases such as acute hepatitis for hepatitis B virus or mononucleosis for Epstein–Barr virus. A minority of persons (or animals) will go on to develop cancers after infection. This has complicated efforts to determine whether or not a given virus causes cancer. The well-known Koch's postulates, 19th-century constructs developed by Robert Koch to establish the likelihood that \"Bacillus anthracis\" will cause anthrax disease, are not applicable to viral diseases. (Firstly, this is because viruses cannot truly be isolated in pure culture—even stringent isolation techniques cannot exclude undetected contaminating viruses with similar density characteristics, and viruses must be grown on cells. Secondly, asymptomatic virus infection and carriage is the norm for most tumor viruses, which violates Koch's third principle. Relman and Fredericks have described the difficulties in applying Koch's postulates to virus-induced cancers. Finally, the host restriction for human viruses makes it unethical to experimentally transmit a suspected cancer virus.) Other measures, such as A. B. Hill's criteria, are more relevant to cancer virology but also have some limitations in determining causality.",
            "score": 152.4057468175888
        },
        {
            "docid": "24831215_2",
            "document": "Zika virus . Zika virus (ZIKV) is a member of the virus family \"Flaviviridae\". It is spread by daytime-active \"Aedes\" mosquitoes, such as \"A. aegypti\" and \"A. albopictus\". Its name comes from the Ziika Forest of Uganda, where the virus was first isolated in 1947. Zika virus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Since the 1950s, it has been known to occur within a narrow equatorial belt from Africa to Asia. From 2007 to , the virus spread eastward, across the Pacific Ocean to the Americas, leading to the 2015–16 Zika virus epidemic. The infection, known as Zika fever or Zika virus disease, often causes no or only mild symptoms, similar to a very mild form of dengue fever. While there is no specific treatment, paracetamol (acetaminophen) and rest may help with the symptoms. , the illness cannot be prevented by medications or vaccines. Zika can spread from a pregnant woman to her baby. This can result in microcephaly, severe brain malformations, and other birth defects. Zika infections in adults may result rarely in Guillain–Barré syndrome. In January 2016, the United States Centers for Disease Control and Prevention (CDC) issued travel guidance on affected countries, including the use of enhanced precautions, and guidelines for pregnant women including considering postponing travel. Other governments or health agencies also issued similar travel warnings, while Colombia, the Dominican Republic, Puerto Rico, Ecuador, El Salvador, and Jamaica advised women to postpone getting pregnant until more is known about the risks. Zika is pronounced or . The Zika virus belongs to the family \"Flaviviridae\" family and the genus \"Flavivirus\", thus is related to the dengue, yellow fever, Japanese encephalitis, and West Nile viruses. Like other flaviviruses, Zika virus is enveloped and icosahedral and has a nonsegmented, single-stranded, 10-kilobase, positive-sense RNA genome. It is most closely related to the Spondweni virus and is one of the two known viruses in the Spondweni virus clade. A positive-sense RNA genome can be directly translated into viral proteins. As in other flaviviruses, such as the similarly sized West Nile virus, the RNA genome encodes seven nonstructural proteins and three structural proteins. One of the structural proteins encapsulates the virus. This protein is the flavivirus envelope glycoprotein, that binds to the endosomal membrane of the host cell to initiate endocytosis. The RNA genome forms a nucleocapsid along with copies of the 12-kDa capsid protein. The nucleocapsid, in turn, is enveloped within a host-derived membrane modified with two viral glycoproteins. Viral genome replication depends on the making of double-stranded RNA from the single-stranded, positive-sense RNA (ssRNA(+)) genome followed by transcription and replication to provide viral mRNAs and new ssRNA(+) genomes.",
            "score": 158.2958778142929
        },
        {
            "docid": "1875355_52",
            "document": "Lymphocytic choriomeningitis . LCMV is a prototype of more severe hemorrhagic fever viruses, especially Lassa virus with the greatest prevalence in sub-Saharan Africa. However, other strains of this virus ( Junin and Machupo viruses) are present in parts of South America and other strains continue to significantly affect the southern African population. Since the modern society continue to become a more inter-connected world, the spread of these virus strains will continue to pose a severe threat around the globe. Understanding the biology of the LCMV model virus will help in advancing the understanding of this important class of viruses and more specifically will give insight into the biology of the Lassa virus which proves to be a growing threat around the world. Furthermore, the United States National Institute for Allergy and Infectious Diseases (NIAID) has appointed the family of arenaviridae to be \"Category A Priority Pathogens\". This translates to the highest level of importance for the high potential for morbidity and mortality from an infectious agent which is relatively easy to produce and transmit. All in all, the fast advancements in the potential experiments with the LCMV model system will guide future investigators towards the enrichment of biomedical research.",
            "score": 136.33753490447998
        },
        {
            "docid": "55941104_15",
            "document": "Severe cutaneous adverse reactions . During the progression of the DRESS syndrome certain viruses which previously infected an individual and then became latent are reactivated and proliferate. Viruses known to do so include certain members of the Herpesviridae family of Herpes viruses viz., Epstein-Barr virus, human herpesvirus 6, human herpesvirus 7, and cytomegalovirus. Individuals suffering the DRESS syndrome may exhibit sequential reactivation of these four virus, typically in the order just given. Reactivation of these viruses is associated with sequential flare-ups in symptoms, a prolonged course, and increased disease severity which includes significant organ involvement and the development of certain autoimmune diseases viz., systemic lupus erythematosus, autoimmune thyroiditis, and type 1 diabetes mellitus. While these viral reactivations, particularly of human herpes virus 6, have been suggested to be an important factor in the pathogenesis of the DRESS syndrome, studies to date have not clearly determined if they are a cause or merely a consequence of T cell-mediated tissue injury. Rare case reports have associated the SJS/TEN spectrum of SCARs with reactivation of human herpesvirus 6; reactivation of cytomegalovirus has also been proposed to be associated with AGEP although a large study failed to observe the latter association. In all cases, the relationships of viral reactivation to the development and severity of any SCARs disorder is uncertain and requires further study.",
            "score": 145.441330909729
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 149.45246136188507
        }
    ],
    "r": [
        {
            "docid": "649760_2",
            "document": "Leptospirosis . Leptospirosis is an infection caused by corkscrew-shaped bacteria called \"Leptospira\". Signs and symptoms can range from none to mild such as headaches, muscle pains, and fevers; to severe with bleeding from the lungs or meningitis. If the infection causes the person to turn yellow, have kidney failure and bleeding, it is then known as Weil's disease. If it also causes bleeding into the lungs then it is known as severe pulmonary hemorrhage syndrome. Up to 13 different genetic types of \"Leptospira\" may cause disease in humans. It is transmitted by both wild and domestic animals. The most common animals that spread the disease are rodents. It is often transmitted by animal urine or by water or soil containing animal urine coming into contact with breaks in the skin, eyes, mouth, or nose. In the developing world the disease most commonly occurs in farmers and poor people who live in cities. In the developed world it most commonly occurs in those involved in outdoor activities in warm and wet areas of the world. Diagnosis is typically by looking for antibodies against the bacterium or finding its DNA in the blood. Efforts to prevent the disease include protective equipment to prevent contact when working with potentially infected animals, washing after this contact, and reducing rodents in areas people live and work. The antibiotic doxycycline, when used in an effort to prevent infection among travellers, is of unclear benefit. Vaccines for animals exist for certain type of \"Leptospira\" which may decrease the risk of spread to humans. Treatment if infected is with antibiotics such as: doxycycline, penicillin, or ceftriaxone. Weil's disease and severe pulmonary haemorrhage syndrome result in death rates greater than 10% and 50%, respectively, even with treatment. It is estimated that seven to ten million people are infected by leptospirosis per year. The number of deaths this causes is not clear. The disease is most common in tropical areas of the world but may occur anywhere. Outbreaks may occur in slums of the developing world. The disease was first described by physician Adolf Weil in 1886 in Germany. Animals which are infected may have no symptoms, mild symptoms, or severe symptoms. Symptoms may vary by the type of animal. In some animals \"Leptospira\" live in the reproductive tract, leading to transmission during mating.",
            "score": 214.1612091064453
        },
        {
            "docid": "242702_2",
            "document": "Monkeypox . Monkeypox is an infectious disease caused by the monkeypox virus. Symptoms begin with fever, headache, muscle pains, swollen lymph nodes, and feeling tired. This is then followed by a rash that forms blisters and crusts over. The time from exposure to onset of symptoms is around 10 days. The duration of symptoms is typically 2 to 5 weeks. Monkeypox may be spread from handling bush meat, an animal bite or scratch, body fluids, contaminated objects, or close contact with an infected person. The virus is believed to normally circulate among certain rodents in Africa. Diagnosis can be confirmed by testing a lesion for the viruses DNA. The disease can appear similar to chickenpox. The smallpox vaccine is believed to prevent infection. Cidofovir may be useful as treatment. The risk of death in those infected is up to 10%. The disease mostly occurs in Central and West Africa. It was first identified in 1958 among laboratory monkeys. The first cases in humans were found in 1970 in the Democratic Republic of the Congo. An outbreak that occurred in the United States in 2003 was traced to a pet store where imported Gambian rodents were sold.",
            "score": 210.96905517578125
        },
        {
            "docid": "1582612_2",
            "document": "Arenavirus . An arenavirus is a virus which is a member of the family Arenaviridae. These viruses infect rodents and occasionally humans; arenaviruses have also been discovered which infect snakes. At least eight arenaviruses are known to cause human disease. The diseases derived from arenaviruses range in severity. Aseptic meningitis, a severe human disease that causes inflammation covering the brain and spinal cord, can arise from the \"Lymphocytic choriomeningitis virus (LCMV) infection\". Hemorrhagic fever syndromes are derived from infections such as Guanarito virus (GTOV), Junin virus (JUNV), Lassa virus (LASV), Lujo virus (LUJV), Machupo virus (MACV), Sabia virus (SABV), or Whitewater Arroyo virus (WWAV). Arenaviruses are divided into two groups: the Old World and the New World viruses. The differences between these groups are distinguished geographically and genetically. Because of the epidemiological association with rodents, some arenaviruses and bunyaviruses are designated as roboviruses.",
            "score": 206.56881713867188
        },
        {
            "docid": "16946852_2",
            "document": "Rabies . Rabies is a viral disease that causes inflammation of the brain in humans and other mammals. Early symptoms can include fever and tingling at the site of exposure. These symptoms are followed by one or more of the following symptoms: violent movements, uncontrolled excitement, fear of water, an inability to move parts of the body, confusion, and loss of consciousness. Once symptoms appear, the result is nearly always death. The time period between contracting the disease and the start of symptoms is usually one to three months; however, this time period can vary from less than one week to more than one year. The time is dependent on the distance the virus must travel along nerves to reach the central nervous system. Rabies is caused by \"lyssaviruses\", including the rabies virus and Australian bat lyssavirus. Rabies is spread when an infected animal scratches or bites another animal or human. Saliva from an infected animal can also transmit rabies if the saliva comes into contact with the eyes, mouth, or nose. Globally, dogs are the most common animal involved. More than 99% of rabies cases in countries where dogs commonly have the disease are caused by dog bites. In the Americas, bat bites are the most common source of rabies infections in humans, and less than 5% of cases are from dogs. Rodents are very rarely infected with rabies. The rabies virus travels to the brain by following the peripheral nerves. The disease can only be diagnosed after the start of symptoms. Animal control and vaccination programs have decreased the risk of rabies from dogs in a number of regions of the world. Immunizing people before they are exposed is recommended for those who are at high risk. The high-risk group includes people who work with bats or who spend prolonged periods in areas of the world where rabies is common. In people who have been exposed to rabies, the rabies vaccine and sometimes rabies immunoglobulin are effective in preventing the disease if the person receives the treatment before the start of rabies symptoms. Washing bites and scratches for 15 minutes with soap and water, povidone iodine, or detergent may reduce the number of viral particles and may be somewhat effective at preventing transmission. Only six people have survived a rabies infection after showing symptoms, and this was with extensive treatment known as the Milwaukee protocol. Rabies caused about 17,400 deaths worldwide in 2015. More than 95% of human deaths caused by rabies occur in Africa and Asia. About 40% of deaths occur in children under the age of 15. Rabies is present in more than 150 countries and on all continents but Antarctica. More than 3 billion people live in regions of the world where rabies occurs. A number of countries, including Australia and Japan, as well as much of Western Europe, do not have rabies among dogs. Many small island nations do not have rabies at all. It is classified as a neglected tropical disease.",
            "score": 204.1631622314453
        },
        {
            "docid": "34254_2",
            "document": "Yellow fever . Yellow fever is a viral disease of typically short duration. In most cases, symptoms include fever, chills, loss of appetite, nausea, muscle pains particularly in the back, and headaches. Symptoms typically improve within five days. In about 15% of people within a day of improving, the fever comes back, abdominal pain occurs, and liver damage begins causing yellow skin. If this occurs, the risk of bleeding and kidney problems is also increased. The disease is caused by the yellow fever virus and is spread by the bite of an infected female mosquito. It infects only humans, other primates, and several species of mosquitoes. In cities, it is spread primarily by \"Aedes aegypti\", a type of mosquito found throughout the tropics and subtropics. The virus is an RNA virus of the genus \"Flavivirus\". The disease may be difficult to tell apart from other illnesses, especially in the early stages. To confirm a suspected case, blood sample testing with polymerase chain reaction is required. A safe and effective vaccine against yellow fever exists, and some countries require vaccinations for travelers. Other efforts to prevent infection include reducing the population of the transmitting mosquito. In areas where yellow fever is common and vaccination is uncommon, early diagnosis of cases and immunization of large parts of the population are important to prevent outbreaks. Once infected, management is symptomatic with no specific measures effective against the virus. Death occurs in up to half of those who get severe disease. In 2013, yellow fever resulted in about 127,000 severe infections and 45,000 deaths, with nearly 90% of these occurring in African nations. Nearly a billion people live in an area of the world where the disease is common. It is common in tropical areas of the continents of South America and Africa, but not in Asia. Since the 1980s, the number of cases of yellow fever has been increasing. This is believed to be due to fewer people being immune, more people living in cities, people moving frequently, and changing climate increasing the habitat for mosquitoes. The disease originated in Africa, from where it spread to South America through the slave trade in the 17th century. Since the 17th century, several major outbreaks of the disease have occurred in the Americas, Africa, and Europe. In the 18th and 19th centuries, yellow fever was seen as one of the most dangerous infectious diseases. In 1927 yellow fever virus became the first human virus to be isolated.",
            "score": 202.6096954345703
        },
        {
            "docid": "33894099_17",
            "document": "Ticks of domestic animals . The virus of Nairobi sheep disease in East Africa is transmitted by \"Rhipicephalus\" ticks. African swine fever is naturally transmitted between wild species of the pig family by feeding of \"Ornithodoros moubata\" group ticks. This pattern of transmission can expand to include domestic pigs. However, within groups of domestic pigs, the virus can also be transmitted by contagion. Crimean-Congo hemorrhagic fever virus is transmitted between many mammal species by \"Hyalomma truncatum\", \"Hyalomma rufipes\", and \"Hyalomma turanicum\" over a wide area of Africa, Europe, and Asia. In cattle and sheep, it causes mild fever and its main importance is when it spreads to humans (zoonosis) by feeding of the larvae or nymphs of these ticks. There are other viruses transmitted by ticks between wild animals and that have zoonotic importance when humans also become infected. The epidemiological pathways of these viruses can also involve domestic animals, if only by being hosts that add to the size of the tick population. Examples include the viruses that cause Tick-borne encephalitis, and Kyasanur Forest disease.",
            "score": 198.5591583251953
        },
        {
            "docid": "29802394_4",
            "document": "Social history of viruses . Louis Pasteur and Edward Jenner were the first to develop vaccines to protect against viral infections. The nature of viruses remained unknown until the invention of the electron microscope in the 1930s, when the science of virology gained momentum. In the 20th century many diseases both old and new were found to be caused by viruses. There were epidemics of poliomyelitis that were only controlled following the development of a vaccine in the 1950s. HIV is one of the most pathogenic new viruses to have emerged in centuries. Although scientific interest in them arose because of the diseases they cause, most viruses are beneficial. They drive evolution by transferring genes across species, play important roles in ecosystems and are essential to life. Over the past 50,000–100,000 years, as modern humans increased in numbers and dispersed throughout the world, new infectious diseases emerged, including those caused by viruses. Earlier, humans lived in small, isolated communities, and most epidemic diseases did not exist. Smallpox, which is the most lethal and devastating viral infection in history, first emerged among agricultural communities in India about 11,000 years ago. The virus, which only infected humans, probably descended from the poxviruses of rodents. Humans probably came into contact with these rodents, and some people became infected by the viruses they carried. When viruses cross this so-called \"species barrier\", their effects can be severe, and humans may have had little natural resistance. Contemporary humans lived in small communities, and those who succumbed to infection either died or developed immunity. This acquired immunity is only passed down to offspring temporarily, by antibodies in breast milk and other antibodies that cross the placenta from the mother's blood to the unborn child's. Therefore, sporadic outbreaks probably occurred in each generation. In about 9000 BC, when many people began to settle on the fertile flood plains of the River Nile, the population became dense enough for the virus to maintain a constant presence because of the high concentration of susceptible people. Other epidemics of viral diseases that depend on large concentrations of people, such as mumps, rubella and polio, also first occurred at this time.",
            "score": 195.1383819580078
        },
        {
            "docid": "2244264_2",
            "document": "Rat-bite fever . Rat-bite fever is an acute, febrile human illness caused by bacteria transmitted by rodents, in most cases, which is passed from rodent to human by the rodent's urine or mucous secretions. Alternative names for rat-bite fever include streptobacillary fever, streptobacillosis, spirillary fever, bogger, and epidemic arthritic erythema. It is a rare disease spread by infected rodents and can be caused by two specific types of bacteria. Most cases occur in Japan, but specific strains of the disease are present in the United States, Europe, Australia, and Africa. Some cases are diagnosed after patients were exposed to the urine or bodily secretions of an infected animal. These secretions can come from the mouth, nose, or eyes of the rodent. The majority of cases are due to the animal's bite. It can also be transmitted through food or water contaminated with rat feces or urine. Other animals can be infected with this disease, including weasels, gerbils, and squirrels. Household pets such as dogs or cats exposed to these animals can also carry the disease and infect humans. If a person is bitten by a rodent, it is important to quickly wash and cleanse the wound area thoroughly with antiseptic solution to reduce the risk of infection.",
            "score": 194.55416870117188
        },
        {
            "docid": "15925628_2",
            "document": "Hepatitis B . Hepatitis B is an infectious disease caused by the hepatitis B virus (HBV) that affects the liver. It can cause both acute and chronic infections. Many people have no symptoms during the initial infection. Some develop a rapid onset of sickness with vomiting, yellowish skin, tiredness, dark urine and abdominal pain. Often these symptoms last a few weeks and rarely does the initial infection result in death. It may take 30 to 180 days for symptoms to begin. In those who get infected around the time of birth 90% develop chronic while less than 10% of those infected after the age of five do. Most of those with chronic disease have no symptoms; however, cirrhosis and liver cancer may eventually develop. These complications result in the death of 15 to 25% of those with chronic disease. The virus is transmitted by exposure to infectious blood or body fluids. Infection around the time of birth or from contact with other people's blood during childhood is the most frequent method by which hepatitis B is acquired in areas where the disease is common. In areas where the disease is rare, intravenous drug use and sexual intercourse are the most frequent routes of infection. Other risk factors include working in healthcare, blood transfusions, dialysis, living with an infected person, travel in countries where the infection rate is high, and living in an institution. Tattooing and acupuncture led to a significant number of cases in the 1980s; however, this has become less common with improved sterility. The viruses cannot be spread by holding hands, sharing eating utensils, kissing, hugging, coughing, sneezing, or breastfeeding. The infection can be diagnosed 30 to 60 days after exposure. The diagnosis is usually confirmed by testing the blood for parts of the virus and for antibodies against the virus. It is one of five main hepatitis viruses: A, B, C, D, and E. The infection has been preventable by vaccination since 1982. Vaccination is recommended by the World Health Organization in the first day of life if possible. Two or three more doses are required at a later time for full effect. This vaccine works about 95% of the time. About 180 countries gave the vaccine as part of national programs as of 2006. It is also recommended that all blood be tested for hepatitis B before transfusion and condoms be used to prevent infection. During an initial infection, care is based on the symptoms that a person has. In those who develop chronic disease, antiviral medication such as tenofovir or interferon may be useful; however, these drugs are expensive. Liver transplantation is sometimes used for cirrhosis. About a third of the world population has been infected at one point in their lives, including 343 million who have chronic infections. Another 129 million new infections occurred in 2013. Over 750,000 people die of hepatitis B each year. About 300,000 of these are due to liver cancer. The disease is now only common in East Asia and sub-Saharan Africa where between 5 and 10% of adults are chronically infected. Rates in Europe and North America are less than 1%. It was originally known as \"serum hepatitis\". Research is looking to create foods that contain HBV vaccine. The disease may affect other great apes as well. Acute infection with virus is associated with acute viral hepatitis, an illness that begins with general ill-health, loss of appetite, nausea, vomiting, body aches, mild fever, and dark urine, and then progresses to development of jaundice. It has been noted that itchy skin has been an indication as a possible symptom of all hepatitis virus types. The illness lasts for a few weeks and then gradually improves in most affected people. A few people may have a more severe form of liver disease known as fulminant hepatic failure and may die as a result. The infection may be entirely asymptomatic and may go unrecognized.",
            "score": 193.4261474609375
        },
        {
            "docid": "5069516_2",
            "document": "HIV/AIDS . Human immunodeficiency virus infection and acquired immune deficiency syndrome (HIV/AIDS) is a spectrum of conditions caused by infection with the human immunodeficiency virus (HIV). Following initial infection, a person may not notice any symptoms or may experience a brief period of influenza-like illness. Typically, this is followed by a prolonged period with no symptoms. As the infection progresses, it interferes more with the immune system, increasing the risk of developing common infections such as tuberculosis, as well as other opportunistic infections, and tumors that rarely affect people who have working immune systems. These late symptoms of infection are referred to as acquired immunodeficiency syndrome (AIDS). This stage is often also associated with unintended weight loss. HIV is spread primarily by unprotected sex (including anal and oral sex), contaminated blood transfusions, hypodermic needles, and from mother to child during pregnancy, delivery, or breastfeeding. Some bodily fluids, such as saliva and tears, do not transmit HIV. Methods of prevention include safe sex, needle exchange programs, treating those who are infected, and male circumcision. Disease in a baby can often be prevented by giving both the mother and child antiretroviral medication. There is no cure or vaccine; however, antiretroviral treatment can slow the course of the disease and may lead to a near-normal life expectancy. Treatment is recommended as soon as the diagnosis is made. Without treatment, the average survival time after infection is 11 years. In 2016, about 36.7 million people were living with HIV and it resulted in 1 million deaths. There were 300,000 fewer new HIV cases in 2016 than in 2015. Most of those infected live in sub-Saharan Africa. From the time AIDS was identified in the early 1980s to 2017, the disease has caused an estimated 35 million deaths worldwide. HIV/AIDS is considered a pandemic—a disease outbreak which is present over a large area and is actively spreading. HIV originated in west-central Africa during the late 19th or early 20th century. AIDS was first recognized by the United States Centers for Disease Control and Prevention (CDC) in 1981 and its cause—HIV infection—was identified in the early part of the decade. HIV/AIDS has had a great impact on society, both as an illness and as a source of discrimination. The disease also has large economic impacts. There are many misconceptions about HIV/AIDS such as the belief that it can be transmitted by casual non-sexual contact. The disease has become subject to many controversies involving religion including the Catholic Church's position not to support condom use as prevention. It has attracted international medical and political attention as well as large-scale funding since it was identified in the 1980s.",
            "score": 190.66334533691406
        },
        {
            "docid": "25107_2",
            "document": "Poliomyelitis . Poliomyelitis, often called polio or infantile paralysis, is an infectious disease caused by the poliovirus. In about 0.5 percent of cases there is muscle weakness resulting in an inability to move. This can occur over a few hours to a few days. The weakness most often involves the legs but may less commonly involve the muscles of the head, neck and diaphragm. Many people fully recover. In those with muscle weakness about 2 to 5 percent of children and 15 to 30 percent of adults die. Another 25 percent of people have minor symptoms such as fever and a sore throat and up to 5 percent have headache, neck stiffness and pains in the arms and legs. These people are usually back to normal within one or two weeks. In up to 70 percent of infections there are no symptoms. Years after recovery post-polio syndrome may occur, with a slow development of muscle weakness similar to that which the person had during the initial infection. Poliovirus is usually spread from person to person through infected fecal matter entering the mouth. It may also be spread by food or water containing human feces and less commonly from infected saliva. Those who are infected may spread the disease for up to six weeks even if no symptoms are present. The disease may be diagnosed by finding the virus in the feces or detecting antibodies against it in the blood. The disease only occurs naturally in humans. The disease is preventable with the polio vaccine; however, multiple doses are required for it to be effective. The US Centers for Disease Control and Prevention recommends polio vaccination boosters for travelers and those who live in countries where the disease is occurring. Once infected there is no specific treatment. In 2016, there were 37 cases of wild polio and 5 cases of vaccine-derived polio. This is down from 350,000 wild cases in 1988. In 2014 the disease was only spreading between people in Afghanistan, Nigeria, and Pakistan. In 2015 Nigeria had stopped the spread of wild poliovirus but it reoccurred in 2016. Poliomyelitis has existed for thousands of years, with depictions of the disease in ancient art. The disease was first recognized as a distinct condition by the English physician Michael Underwood in 1789 and the virus that causes it was first identified in 1908 by the Austrian immunologist Karl Landsteiner. Major outbreaks started to occur in the late 19th century in Europe and the United States. In the 20th century it became one of the most worrying childhood diseases in these areas. The first polio vaccine was developed in the 1950s by Jonas Salk. It was hoped that vaccination efforts and early detection of cases would result in global eradication of the disease by 2018. The term \"poliomyelitis\" is used to identify the disease caused by any of the three serotypes of poliovirus. Two basic patterns of polio infection are described: a minor illness which does not involve the central nervous system (CNS), sometimes called abortive poliomyelitis, and a major illness involving the CNS, which may be paralytic or nonparalytic. In most people with a normal immune system, a poliovirus infection is asymptomatic. Rarely, the infection produces minor symptoms; these may include upper respiratory tract infection (sore throat and fever), gastrointestinal disturbances (nausea, vomiting, abdominal pain, constipation or, rarely, diarrhea), and influenza-like illness.",
            "score": 189.47413635253906
        },
        {
            "docid": "105807_2",
            "document": "Infectious mononucleosis . Infectious mononucleosis (IM, mono), also known as glandular fever, is an infection usually caused by the Epstein–Barr virus (EBV). Most people are infected by the virus as children, when the disease produces few or no symptoms. In young adults, the disease often results in fever, sore throat, enlarged lymph nodes in the neck, and tiredness. Most people get better in two to four weeks; however, feeling tired may last for months. The liver or spleen may also become swollen, and in less than one percent of cases splenic rupture may occur. While usually caused by Epstein–Barr virus (EBV), also known as human herpesvirus 4, which is a member of the herpes virus family, a few other viruses may also cause the disease. It is primarily spread through saliva but can rarely be spread through semen or blood. Spread may occur by objects such as drinking glasses or toothbrushes. Those who are infected can spread the disease weeks before symptoms develop. Mono is primarily diagnosed based on the symptoms and can be confirmed with blood tests for specific antibodies. Another typical finding is increased blood lymphocytes of which more than 10% are atypical. The monospot test is not recommended for general use due to poor accuracy. There is no vaccine for EBV. Prevention is by not sharing personal items with or kissing those infected. Mono generally gets better on its own. Recommendations include drinking enough fluids, getting sufficient rest, and taking pain medications such as paracetamol (acetaminophen) and ibuprofen. Mono most commonly affects those between the ages of 15 to 24 years in the developed world. In the developing world, people are more often infected in early childhood when the symptoms are less. In those between 16 and 20 it is the cause of about 8% of sore throats. About 45 out of 100,000 people develop infectious mono each year in the United States. Nearly 95% of people have had an EBV infection by the time they are adults. The disease occurs equally at all times of the year. Mononucleosis was first described in the 1920s and is colloquially known as \"the kissing disease\".",
            "score": 187.92710876464844
        },
        {
            "docid": "17887_2",
            "document": "Lassa fever . Lassa fever, also known as Lassa hemorrhagic fever (LHF), is a type of viral hemorrhagic fever caused by the Lassa virus. Many of those infected by the virus do not develop symptoms. When symptoms occur they typically include fever, weakness, headaches, vomiting, and muscle pains. Less commonly there may be bleeding from the mouth or gastrointestinal tract. The risk of death once infected is about one percent and frequently occurs within two weeks of the onset of symptoms. Among those who survive about a quarter have hearing loss, which improves over time in about half. The disease is usually initially spread to people via contact with the urine or feces of an infected multimammate rat. Spread can then occur via direct contact between people. Diagnosis based on symptoms is difficult. Confirmation is by laboratory testing to detect the virus's RNA, antibodies for the virus, or the virus itself in cell culture. Other conditions that may present similarly include Ebola, malaria, typhoid fever, and yellow fever. The Lassa virus is a member of the \"Arenaviridae\" family of viruses. There is no vaccine. Prevention requires isolating those who are infected and decreasing contact with the rats. Other efforts to control the spread of disease include having a cat to hunt vermin, and storing food in sealed containers. Treatment is directed at addressing dehydration and improving symptoms. The antiviral medication, ribavirin may be useful when given early. These measures improve outcomes. Descriptions of the disease date from the 1950s. The virus was first described in 1969 from a case in the town of Lassa, in Borno State, Nigeria. Lassa fever is relatively common in West Africa including the countries of Nigeria, Liberia, Sierra Leone, Guinea, and Ghana. There are about 300,000 to 500,000 cases which result in 5,000 deaths a year.",
            "score": 187.9071044921875
        },
        {
            "docid": "5074109_3",
            "document": "Venezuelan equine encephalitis virus . The virus that causes VEE is transmitted primarily by mosquitoes that bite an infected animal and then bite and feed on another animal or human. The speed with which the disease spreads depends on the subtype of the VEE virus and the density of mosquito populations. Enzootic subtypes of VEE are diseases endemic to certain areas. Generally these serotypes do not spread to other localities. Enzootic subtypes are associated with the rodent-mosquito transmission cycle. These forms of the virus can cause human illness but generally do not affect equine health.",
            "score": 187.78721618652344
        },
        {
            "docid": "442916_11",
            "document": "Avian influenza . Most human cases of the avian flu are a result of either handling dead infected birds or from contact with infected fluids. It can also be spread through contaminated surfaces and droppings. While most wild birds mainly have only a mild form of the H5N1 strain, once domesticated birds such as chickens or turkeys are infected, it can become much more deadly because the birds are often in close contact. There is currently a large threat of this in Asia with infected poultry due to low hygiene conditions and close quarters. Although it is easy for humans to contract the infection from birds, human-to-human transmission is more difficult without prolonged contact. However, public health officials are concerned that strains of avian flu may mutate to become easily transmissible between humans. Spreading of H5N1 from Asia to Europe is much more likely caused by both legal and illegal poultry trades than dispersing through wild bird migrations, being that in recent studies, there were no secondary rises in infection in Asia when wild birds migrate south again from their breeding grounds. Instead, the infection patterns followed transportation such as railroads, roads, and country borders, suggesting poultry trade as being much more likely. While there have been strains of avian flu to exist in the United States, such as Texas in 2004, they have been extinguished and have not been known to infect humans. Examples of avian influenza A virus strains: Avian influenza is most often spread by contact between infected and healthy birds, though can also be spread indirectly through contaminated equipment. The virus is found in secretions from the nostrils, mouth, and eyes of infected birds as well as their droppings. HPAI infection is spread to people often through direct contact with infected poultry, such as during slaughter or plucking. Though the virus can spread through airborne secretions, the disease itself is not an airborne disease. Highly pathogenic strains spread quickly among flocks and can destroy a flock within 28 hours; the less pathogenic strains may affect egg production but are much less deadly.",
            "score": 185.5147705078125
        },
        {
            "docid": "172321_2",
            "document": "Hand, foot, and mouth disease . Hand, foot, and mouth disease (HFMD) is a common infection caused by a group of viruses. It typically begins with a fever and feeling generally unwell. This is followed a day or two later by flat discolored spots or bumps that may blister, on the hands, feet, and mouth, and occasionally buttocks and groin. Signs and symptoms normally appear 3–6 days after exposure to the virus. The rash generally goes away on its own in about a week. Fingernail and toenail loss may occur a few weeks later, but will regrow with time. The viruses that cause HFMD are spread through close personal contact, through the air from coughing, and the feces of an infected person. Contaminated objects can also spread the disease. Coxsackievirus A16 is the most common cause and Enterovirus 71 is the second-most common cause. Other strains of coxsackievirus and enterovirus can also be responsible. Some people may carry and pass on the virus despite having no symptoms of disease. Other animals are not involved. Diagnosis can often be made based on symptoms. Occasionally a throat or stool sample may be tested for the virus. Handwashing may prevent spread and those infected should not go to work, daycare, or school. No antiviral medication or vaccine is available, but development efforts are underway. Most cases require no specific treatment. Simple pain medication such as ibuprofen or numbing mouth gel may be used. Occasionally intravenous fluids are given to children who are unable to drink enough. Rarely viral meningitis or encephalitis may complicate the disease. HFMD occurs in all areas of the world. It often occurs in small outbreaks in nursery schools or kindergartens. Large outbreaks have been occurring in Asia since 1997. It usually occurs during the spring, summer, and fall months. Typically it occurs in children less than five years old, but can occasionally occur in adults. HFMD should not be confused with foot-and-mouth disease (also known as hoof-and-mouth disease) which mostly affects livestock.",
            "score": 183.46775817871094
        },
        {
            "docid": "2052681_5",
            "document": "Semliki Forest virus . Semliki Forest virus is spread mainly by mosquito bites. It is not able to infect mammals through inhalation or gastrointestinal exposure, although rodents in the laboratory can be infected by intranasal instillation. The virus is able to cause a lethal encephalitis in rodents, but generally only mild symptoms in humans. Only one lethal human infection has been reported. In this one case, the patient was speculated to be immunodeficient and potentially had been exposed to large amounts of virus in the laboratory.",
            "score": 182.7922821044922
        },
        {
            "docid": "5709527_2",
            "document": "Canine minute virus . Canine minute virus (or minute virus of canines; MVC) is a strain of \"Carnivore bocaparvovirus\" of the family \"Parvoviridae\" that infects dogs. It is similar to \"bovine parvovirus\" in its protein structure and DNA. A virus causing respiratory disease in humans has been called human bocavirus due to its similarity to these viruses. Canine minute virus was originally discovered in Germany in 1967 in military dogs, although it was originally thought to not cause disease. Dogs and puppies are infected orally, and the virus is spread transplacentally to the fetuses. Symptoms are seen most commonly between the ages of one to three weeks and include severe diarrhea, difficulty breathing, and anorexia. In severe cases, illness can be fatal.",
            "score": 182.47232055664062
        },
        {
            "docid": "19337310_67",
            "document": "Rodent . Rodents are also significant vectors of disease. The black rat, with the fleas that it carries, plays a primary role in spreading the bacterium \"Yersinia pestis\" responsible for bubonic plague, and carries the organisms responsible for typhus, Weil's disease, toxoplasmosis and trichinosis. A number of rodents carry hantaviruses, including the Puumala, Dobrava and Saaremaa viruses, which can infect humans. Rodents also help to transmit diseases including babesiosis, cutaneous leishmaniasis, human granulocytic anaplasmosis, Lyme disease, Omsk hemorrhagic fever, Powassan virus, rickettsialpox, relapsing fever, Rocky Mountain spotted fever, and West Nile virus.",
            "score": 181.93545532226562
        },
        {
            "docid": "29802394_48",
            "document": "Social history of viruses . Arboviruses are viruses that are transmitted to humans and other vertebrates by blood-sucking insects. These viruses are diverse; the term \"arbovirus\" – which was derived from \"arthropod-borne virus\" – is no longer used in formal taxonomy because many species of virus are known to be spread in this way. There are more than 500 species of arboviruses, but in the 1930s only three were known to cause disease in humans: yellow fever virus, dengue virus and Pappataci fever virus. More than 100 of such viruses are now known to cause human diseases including encephalitis.",
            "score": 181.65621948242188
        },
        {
            "docid": "20271370_2",
            "document": "Toscana virus . Toscana virus (TOSV) is an arbovirus (arthropod-borne virus) belonging to \"Bunyavirales\", an order of negative-stranded, enveloped RNA viruses. The virus can be transmitted to humans by the bite of an infected sandfly of the genus \"Phlebotomus\". Toscana is not normally associated with disease, as indicated by high seroprevalence rates (up to 25%) in endemic areas, but in common with other sandfly transmitted viruses such as \"Naples virus\" and \"Sicilian virus\", infection may result in Pappataci fever, an illness with mild fever, headache and myalgia. In serious cases that go undiagnosed, acute meningitis, meningoencephalitis and encephalitis may occur. There is no specific treatment for infection, so treatment is supportive, reducing the severity of symptoms until the immune system has cleared the infection.",
            "score": 180.93763732910156
        },
        {
            "docid": "19980133_12",
            "document": "Influenza-like illness . Influenza-like illness is a nonspecific respiratory illness characterized by fever, fatigue, cough, and other symptoms that stop within a few days. Most cases of ILI are caused not by influenza but by other viruses (e.g., rhinoviruses, coronaviruses, human respiratory syncytial virus, adenoviruses, and human parainfluenza viruses). Less common causes of ILI include bacteria such as \"Legionella\", \"Chlamydia pneumoniae\", \"Mycoplasma pneumoniae\", and \"Streptococcus pneumoniae\". Influenza, RSV, and certain bacterial infections are particularly important causes of ILI because these infections can lead to serious complications requiring hospitalization. Physicians who examine persons with ILI can use a combination of epidemiologic and clinical data (information about recent other patients and the individual patient) and, if necessary, laboratory and radiographic tests to determine the cause of the ILI.",
            "score": 180.7611846923828
        },
        {
            "docid": "14579421_27",
            "document": "Introduction to viruses . There are many ways in which viruses spread from host to host but each species of virus uses only one or two. Many viruses that infect plants are carried by organisms; such organisms are called vectors. Some viruses that infect animals, including humans, are also spread by vectors, usually blood-sucking insects. However, direct transmission is more common. Some virus infections, such as norovirus and rotavirus, are spread by contaminated food and water, hands and communal objects and by intimate contact with another infected person, while others are airborne (influenza virus). Viruses such as HIV, hepatitis B and hepatitis C are often transmitted by unprotected sex or contaminated hypodermic needles. It is important to know how each different kind of virus is spread to prevent infections and epidemics.",
            "score": 180.01185607910156
        },
        {
            "docid": "3615973_3",
            "document": "Human coronavirus NL63 . The first cases of the infection with HCoV-NL63 were found in young children with severe lower respiratory tract infections admitted to hospitals. While the clinical presentation of the virus can be severe, it has also been found in mild cases of respiratory infection. The comorbidity of HCoV-NL63 with other respiratory infections, has made the specific symptoms of the virus difficult to pinpoint. A study of clinical symptoms in HCoV-NL63 patients without secondary infection, reported the most common symptoms to be fever, cough, rhinitis, sore throat, hoarseness, bronchitis, bronchiolitis, pneumonia, and croup. An early study investigating children with lower respiratory tract illness, found that HCoV-NL63 was more commonly found in outpatients than hospitalized patients, suggesting that it is a common cold virus similar to HCoV-229E and HCoV-OC43, which generally cause less severe symptoms. However, the high frequency of croup is specific to HCoV-NL63 infection. It is believed that the route of HCoV-NL63 spread is through direct person-to-person transmission in highly populated areas. The virus can survive for up to a week in outside of the body in aqueous solutions at room temperature and three hours on dry surfaces. Most people will be infected with a coronavirus in their lifetime, but some populations are more susceptible to HCoV-NL63. These population include children under the age of 5, the elderly, and immunocompromised individuals. The virus seems to have seasonal incidence, occurring most frequently in the winter months in temperate climates. In more extreme and tropical climates the virus has no preference toward a particular season. Many studies have reported the co-occurrence of HCoV-NL63 with other human coronavirus, influenza A virus, respiratory syncytial virus (RSV), parainfluenza virus, and human metapneumovirus (hMPV).",
            "score": 179.99148559570312
        },
        {
            "docid": "366112_2",
            "document": "Chikungunya . Chikungunya is an infection caused by the chikungunya virus (CHIKV). Symptoms include fever and joint pain. These typically occur two to twelve days after exposure. Other symptoms may include headache, muscle pain, joint swelling, and a rash. Most people are better within a week; however, occasionally the joint pain may last for months. The risk of death is around 1 in 1,000. The very young, old, and those with other health problems are at risk of more severe disease. The virus is spread between people by two types of mosquitos: \"Aedes albopictus\" and \"Aedes aegypti\". They mainly bite during the day. The virus may circulate within a number of animals including birds and rodents. Diagnosis is by either testing the blood for the virus's RNA or antibodies to the virus. The symptoms can be mistaken for those of dengue fever and Zika fever. After a single infection it is believed most people become immune. The best means of prevention is overall mosquito control and the avoidance of bites in areas where the disease is common. This may be partly achieved by decreasing mosquitoes' access to water and with the use of insect repellent and mosquito nets. There is no vaccine and no specific treatment as of 2016. Recommendations include rest, fluids, and medications to help with fever and joint pain. While the disease typically occurs in Africa and Asia, outbreaks have been reported in Europe and the Americas since the 2000s. In 2014 more than a million suspected cases occurred. In 2014 it was occurring in Florida in the continental United States but as of 2016 there was no further locally acquired cases. The disease was first identified in 1952 in Tanzania. The term is from the Kimakonde language and means \"to become contorted\".",
            "score": 179.87973022460938
        },
        {
            "docid": "26378_2",
            "document": "Rift Valley fever . Rift Valley fever (RVF) is a viral disease that can cause mild to severe symptoms. The mild symptoms may include: fever, muscle pains, and headaches which often last for up to a week. The severe symptoms may include: loss of sight beginning three weeks after the infection, infections of the brain causing severe headaches and confusion, and bleeding together with liver problems which may occur within the first few days. Those who have bleeding have a chance of death as high as 50%. The disease is caused by the RVF virus, which is of the \"Phlebovirus\" type. It is spread by either touching infected animal blood, breathing in the air around an infected animal being butchered, drinking raw milk from an infected animal, or the bite of infected mosquitoes. Animals such as cows, sheep, goats, and camels may be affected. In these animals it is spread mostly by mosquitoes. It does not appear that one person can infect another person. The disease is diagnosed by finding antibodies against the virus or the virus itself in the blood. Prevention of the disease in humans is accomplished by vaccinating animals against the disease. This must be done before an outbreak occurs because if it is done during an outbreak it may worsen the situation. Stopping the movement of animals during an outbreak may also be useful, as may decreasing mosquito numbers and avoiding their bites. There is a human vaccine; however, as of 2010 it is not widely available. There is no specific treatment and medical efforts are supportive. Outbreaks of the disease have only occurred in Africa and Arabia. Outbreaks usually occur during periods of increased rain which increase the number of mosquitoes. The disease was first reported among livestock in Rift Valley of Kenya in the early 1900s, and the virus was first isolated in 1931.",
            "score": 179.7611846923828
        },
        {
            "docid": "59171_2",
            "document": "Mumps . Mumps is a viral disease caused by the mumps virus. Initial signs and symptoms often include fever, muscle pain, headache, poor appetite, and feeling tired. This is then usually followed by painful swelling of one or both parotid salivary glands. Symptoms typically occur 16 to 18 days after exposure and resolve after seven to ten days. Symptoms in adults are often more severe than in children. About a third of people have mild or no symptoms. Complications may include meningitis (15 percent), pancreatitis (four percent), inflammation of the heart, permanent deafness, and testicular inflammation which uncommonly results in infertility. Women may develop ovarian swelling but this does not increase the risk of infertility. Mumps is highly contagious and spreads rapidly among people living in close quarters. The virus is transmitted by respiratory droplets or direct contact with an infected person. Only humans get and spread the disease. People are infectious to each other from about seven days before the start of symptoms to about eight days after. Once an infection has run its course, a person is typically immune for life. Reinfection is possible but the ensuing infection tends to be mild. Diagnosis is usually suspected due to parotid swelling and can be confirmed by isolating the virus on a swab of the parotid duct. Testing for IgM antibodies in the blood is simple and may be useful; however, it can be falsely negative in those who have been immunized. Mumps is preventable by two doses of the mumps vaccine. Most of the developed world includes it in their immunization programs, often in combination with measles, rubella, and varicella vaccine. Countries that have low immunization rates may see an increase in cases among older age groups and thus worse outcomes. There is no specific treatment. Efforts involve controlling symptoms with pain medication such as paracetamol (acetaminophen). Intravenous immunoglobulin may be useful in certain complications. Hospitalization may be required if meningitis or pancreatitis develops. About one per ten thousand people who are infected die. Without immunization about 0.1 percent to one percent of the population are affected per year. Widespread vaccination has resulted in a more than 90 percent decline in rates of disease. Mumps is more common in the developing world where vaccination is less common. Outbreaks, however, may still occur in a vaccinated population. Before the introduction of a vaccine, mumps was a common childhood disease worldwide. Larger outbreaks of disease would typically occur every two to five years. Children between the ages of five and nine were most commonly affected. Among immunized populations often those in their early 20s are affected. Around the equator it often occurs all year round while in the more northerly and southerly regions of the world it is more common in the winter and spring. Painful swelling of the parotid glands and testicles was described by Hippocrates in the 5th century BCE.",
            "score": 179.43003845214844
        },
        {
            "docid": "92693_2",
            "document": "Common cold . The common cold, also known simply as a cold, is a viral infectious disease of the upper respiratory tract that primarily affects the nose. The throat, sinuses, and larynx may also be affected. Signs and symptoms may appear less than two days after exposure to the virus. These may include coughing, sore throat, runny nose, sneezing, headache, and fever. People usually recover in seven to ten days, but some symptoms may last up to three weeks. Occasionally those with other health problems may develop pneumonia. Well over 200 virus strains are implicated in causing the common cold, with rhinoviruses being the most common. They spread through the air during close contact with infected people or indirectly through contact with objects in the environment, followed by transfer to the mouth or nose. Risk factors include going to daycare, not sleeping well, and psychological stress. The symptoms are mostly due to the body's immune response to the infection rather than to tissue destruction by the viruses themselves. In contrast, those affected by influenza can show similar symptoms as people with a cold, but symptoms are usually more severe. Additionally, influenza is less likely to result in a runny nose. There is no vaccine for the common cold. The primary methods of prevention are: hand washing; not touching the eyes, nose or mouth with unwashed hands; and staying away from sick people. Some evidence supports the use of face masks. There is also no cure, but the symptoms can be treated. Zinc may reduce the duration and severity of symptoms if started shortly after the onset of symptoms. Nonsteroidal anti-inflammatory drugs (NSAIDs) such as ibuprofen may help with pain. Antibiotics, however, should not be used and there is no good evidence for cough medicines. The common cold is the most frequent infectious disease in humans. The average adult gets two to three colds a year, while the average child may get six to eight. Infections occur more commonly during the winter. These infections have existed throughout human history.",
            "score": 178.96360778808594
        },
        {
            "docid": "416945_2",
            "document": "Orthohantavirus . Orthohantaviruses (or hantaviruses) are single-stranded, enveloped, negative-sense RNA viruses in the Hantaviridae family of the order Bunyavirales, which normally infect rodents where they do not cause disease. Humans may become infected with hantaviruses through contact with rodent urine, saliva, or feces. Some strains cause potentially fatal diseases in humans, such as hantavirus hemorrhagic fever with renal syndrome (HFRS) and hantavirus pulmonary syndrome (HPS), also known as hantavirus cardiopulmonary syndrome (HCPS), while others have not been associated with known human disease. HPS (HCPS) is a \"rare respiratory illness associated with the inhalation of aerosolized rodent excreta (urine and feces) contaminated by hantavirus particles.\"",
            "score": 178.48355102539062
        },
        {
            "docid": "1582612_14",
            "document": "Arenavirus . Some arenaviruses are zoonotic pathogens and are generally associated with rodent—transmitted disease in humans. Each virus usually is associated with a particular rodent host species in which it is maintained. Arenaviruses persist in nature by infecting rodents first and then transmitted into humans. Humans can be infected through mucosal exposure to aerosols, or by direct contact of abraded skin with the infectious material, derived from infected rodents. Aerosols are fine mists or sprays of rodent dried excreta, especially urine that is dropped in the environment. Most of the Arenaviruses caught by humans are within their own homes when these rodents seek shelter. The virus can be caught in factories, from food that has been contaminated, or within agricultural work areas. Humans' risk of contracting the Arenavirus infection is related to age, race, or sex within the degree of contact with the dried rodent excreta.",
            "score": 178.46014404296875
        },
        {
            "docid": "29802394_59",
            "document": "Social history of viruses . Such disasters occurred when human intervention caused ecological changes by the introduction of crops to new vectors and viruses. Cacao is native to South America and was introduced to West Africa in the late 19th century. In 1936, swollen root disease had been transmitted to plantations by mealybugs from indigenous trees. New habitats can trigger outbreaks of plant virus diseases. Before 1970, the rice yellow mottle virus was only found in the Kisumu district of Kenya, but following the irrigation of large areas of East Africa and extensive rice cultivation, the virus spread throughout East Africa. Human activity introduced plant viruses to native crops. The citrus tristeza virus (CTV) was introduced to South America from Africa between 1926 and 1930. At the same time, the aphid \"Toxoptera citricidus\" was carried from Asia to South America and this accelerated the transmission of the virus. By 1950, more than six million citrus trees had been killed by the virus in São Paulo, Brazil. CTV and citrus trees probably coevolved for centuries in their original countries. The dispersal of CTV to other regions and its interaction with new citrus varieties resulted in devastating outbreaks of plant diseases. Because of the problems caused by the introduction – by humans – of plant viruses, many countries have strict importation controls on any materials that can harbour dangerous plant viruses or their insect vectors.",
            "score": 177.6544952392578
        },
        {
            "docid": "51124731_6",
            "document": "WU polyomavirus . WU virus was originally discovered in respiratory secretions from a patient diagnosed with pneumonia of unknown origin. However, the overall rate of co-infection with other respiratory viruses is high, and it is not clear that WU virus itself causes disease. WU virus has not been detected in urine, although many polyomaviruses infect the kidneys and urinary tract and one human polyomavirus, BK virus, is associated with nephropathy in renal transplant patients. Some polyomaviruses are well known as carcinogenic, including the human polyomavirus Merkel cell polyomavirus, but WU virus has also not been associated with cancer. While no clear association with clinical symptoms has been identified, there is weak indication that WU and KI viruses may have pathogenic potential in immunocompromised patients.",
            "score": 177.4417724609375
        }
    ]
}