{
    "q": [
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 117.76870036125183
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 113.99190163612366
        },
        {
            "docid": "39460161_2",
            "document": "Tufted cell . Tufted cells are found within the olfactory glomeruli. They receive input from the receptor cells of the olfactory epithelium found in areas of the nose able to sense smell. Both tufted cells and mitral cells are called projection neurons. Projection neurons send the signals from the glomeruli deeper into the brain. The actual signal sent through these projection cells has been sharpened or filtered by a process called lateral inhibition. Both the periglomerular cells and the granule cells contribute to lateral inhibition. Projection neurons therefore transmit a sharpened olfactory signal to the deeper parts of the brain.",
            "score": 164.66320824623108
        },
        {
            "docid": "3312766_2",
            "document": "Olfactory bulb mitral cell . Mitral cells are neurons that are part of the olfactory system. They are located in the olfactory bulb in the mammalian central nervous system. They receive information from the axons of olfactory receptor neurons, forming synapses in neuropils called glomeruli. Axons of the mitral cells transfer information to a number of areas in the brain, including the piriform cortex, entorhinal cortex, and amygdala. Mitral cells receive excitatory input from olfactory sensory neurons and external tufted cells on their primary dendrites, whereas inhibitory input arises either from granule cells onto their lateral dendrites and soma or from periglomerular cells onto their dendritic tuft. Mitral cells together with tufted cells form an obligatory relay for all olfactory information entering from the olfactory nerve. Mitral cell output is not a passive reflection of their input from the olfactory nerve. In mice, each mitral cell sends a single primary dendrite into a glomerulus receiving input from a population of olfactory sensory neurons expressing identical olfactory receptor proteins, yet the odor responsiveness of the 20-40 mitral cells connected to a single glomerulus (called sister mitral cells) is not identical to the tuning curve of the input cells, and also differs between sister mitral cells. The exact type of processing that mitral cells perform with their inputs still a matter of controversy. One prominent hypothesis is the notion that mitral cells transform the strength of olfactory input into a timing code, where odor concentration is encoded in the phase of mitral cell firing relative to the sniff cycle. A second (not necessarily exclusive) hypothesis is the idea of decorrelation in the olfactory bulb network, where the olfactory bulb network acts as a dynamical system whose action over time increases some (abstract) measure of distance between representations of highly similar odorants. Support for the second hypothesis comes primarily from research in zebrafish (where mitral and tufted cells cannot be distinguished).",
            "score": 163.3776032924652
        },
        {
            "docid": "2898964_7",
            "document": "Head direction cells . HD cells continue to fire in an organized manner during sleep, as if animals were awake. However, instead of always pointing toward the same direction—the animals are asleep and thus immobile—the neuronal \"compass needle\" moves constantly. In particular, during rapid eye movement sleep, a brain state rich in dreaming activity in humans and whose electrical activity is virtually indistinguishable from the waking brain, this directional signal moves as if the animal is awake: that is, HD neurons are sequentially activated, and the individual neurons representing a common direction during wake are still active, or silent, at the same time.",
            "score": 119.73026299476624
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 137.03491759300232
        },
        {
            "docid": "33244792_10",
            "document": "Non-spiking neuron . These interneurons are connected to one another via synapses and a minority, approximately 15% of the neurons, exhibit bidirectional capacity and were excitatory. About 77% of these neurons indicated a one-way mode of transmitting signals which were inhibitory in nature. These numbers were modeled from an arthropod as pre-motor elements in the motor control system. They were located in the abdominal region. Synapses are known as gaps between neurons which facilitate the spread of a message via neurotransmitters that may excite or depress the subsequent neuron through a complex cascade of electrochemical events. For the interneurons exhibiting one-way signaling, they would receive an excitatory stimulus, experimentally, and the post-synaptic cell was given an inhibitory signal. The interaction between the two cells was modulatory in which the pre-synaptic cell with the initial excitatory signal would mediate the postsynaptic cell even after being inhibited. Signal amplitude was used to determine the effects of the modulation on the signal transmission.",
            "score": 120.8188933134079
        },
        {
            "docid": "465526_7",
            "document": "Excitatory postsynaptic potential . EPSPs are usually recorded using intracellular electrodes. The extracellular signal from a single neuron is extremely small and thus next to impossible to record in the human brain. However, in some areas of the brain, such as the hippocampus, neurons are arranged in such a way that they all receive synaptic inputs in the same area. Because these neurons are in the same orientation, the extracellular signals from synaptic excitation don't cancel out, but rather add up to give a signal that can easily be recorded with a field electrode. This extracellular signal recorded from a population of neurons is the field potential. In studies of hippocampal long-term potentiation (LTP), figures are often given showing the field EPSP (fEPSP) in stratum radiatum of CA1 in response to Schaffer collateral stimulation. This is the signal seen by an extracellular electrode placed in the layer of apical dendrites of CA1 pyramidal neurons. The Schaffer collaterals make excitatory synapses onto these dendrites, and so when they are activated, there is a current sink in stratum radiatum: the field EPSP. The voltage deflection recorded during a field EPSP is negative-going, while an intracellularly recorded EPSP is positive-going. This difference is due to the relative flow of ions (primarily the sodium ion) into the cell, which, in the case of the field EPSP is away from the electrode, while for an intracellular EPSPs it is towards the electrode. After a field EPSP, the extracellular electrode may record another change in electrical potential named the population spike which corresponds to the population of cells firing action potentials (spiking). In other regions than CA1 of the hippocampus, the field EPSP may be far more complex and harder to interpret as the source and sinks are far less defined. In regions such as the striatum, neurotransmitters such as dopamine, acetylcholine, GABA and others may also be released and further complicate the interpretation.",
            "score": 123.40048170089722
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 128.0276334285736
        },
        {
            "docid": "24950378_10",
            "document": "Cell–cell interaction . Synaptic signaling, an integral part of nervous system activity, occurs between neurons and target cells. These target cells can also be neurons or other cell types (i.e. muscle or gland cells). Protocadherins, a member of the cadherin family, mediate the adhesion of neurons to their target cells at synapses otherwise known as synaptic junctions. In order to for communication to occur between a neuron and its target cell, a wave of depolarization travels the length of the neuron and causes neurotransmitters to be released into the synaptic junction. These neurotransmitters bind and activate receptors on the post-synaptic neuron thereby transmitting the signal to the target cell. Thus, a post-synaptic membrane belongs to the membrane receiving the signal, while a pre-synaptic membrane is the source of the neurotransmitter. In a neuromuscular junction, a synapse is formed between a motor neuron and muscle fibers. In vertebrates, acetylcholine released from the motor neuron acts as a neurotransmitter which depolarizes the muscle fiber and causes muscle contraction. A neuron’s ability to receive and integrate simultaneous signals from the environment and other neurons allows for complex animal behavior.",
            "score": 126.89005315303802
        },
        {
            "docid": "50397_19",
            "document": "Cerebellum . Cerebellar granule cells, in contrast to Purkinje cells, are among the smallest neurons in the brain. They are also easily the most numerous neurons in the brain: In humans, estimates of their total number average around 50 billion, which means that about 3/4 of the brain's neurons are cerebellar granule cells. Their cell bodies are packed into a thick layer at the bottom of the cerebellar cortex. A granule cell emits only four to five dendrites, each of which ends in an enlargement called a \"dendritic claw\". These enlargements are sites of excitatory input from mossy fibers and inhibitory input from Golgi cells.",
            "score": 200.54185366630554
        },
        {
            "docid": "462393_11",
            "document": "Olfactory bulb . The basal dendrites of mitral cells are connected to interneurons known as granule cells, which by some theories produce lateral inhibition between mitral cells. The synapse between mitral and granule cells is of a rare class of synapses that are \"dendro-dendritic\" which means that both sides of the synapse are dendrites that release neurotransmitter. In this specific case, mitral cells release the excitatory neurotransmitter glutamate, and granule cells release the inhibitory neurotransmitter Gamma-aminobutyric acid (GABA). As a result of its bi-directionality, the dendro-dendritic synapse can cause mitral cells to inhibit themselves (auto-inhibition), as well as neighboring mitral cells (lateral inhibition). More specifically, the granule cell layer receives excitatory glutamate signals from the basal dendrites of the mitral and tufted cells. The granule cell in turn releases GABA to cause an inhibitory effect on the mitral cell. More neurotransmitter is released from the activated mitral cell to the connected dendrite of the granule cell, making the inhibitory effect from the granule cell to the activated mitral cell stronger than the surrounding mitral cells. It is not clear what the functional role of lateral inhibition would be, though it may be involved in boosting the signal-to-noise ratio of odor signals by silencing the basal firing rate of surrounding non-activated neurons. This in turn aids in odor discrimination. Other research suggest that the lateral inhibition contributes to differentiated odor responses, which aids in the processing and perception of distinct odors. There is also evidence of cholinergic effects on granule cells that enhance depolarization of granule cells making them more excitable which in turn increases inhibition of mitral cells. This may contribute to a more specific output from the olfactory bulb that would closer resemble the glomerular odor map. Olfaction is distinct from the other sensory systems where peripheral sensory receptors have a relay in the diencephalon. Therefore, the olfactory bulb plays this role for the olfactory system.",
            "score": 176.46502816677094
        },
        {
            "docid": "3312766_4",
            "document": "Olfactory bulb mitral cell . Mitral cells are a key part of the olfactory bulb microcircuit. Mitral cells receive input from at least four cell types: olfactory sensory neurons, periglomerular neurons, external tufted cells and granule cells. The synapses made by external tufted cells and olfactory sensory neurons are excitatory, whereas those of granule cells and periglomerular neurons are inhibitory. In addition, sister mitral cells are reciprocally connected by gap junctions. The mitral to granule and mitral to periglomerular cell synapse was the first description of the rather atypical reciprocal dendrodenritic synapses (in contrast to the more common axodendritic synapse). The action of the full glomerular microcircuit is a topic that is under intense scientific investigation. Certain principles are starting to emerge. One discovery points to the idea of the microcircuit between mitral, tufted and periglomerular cells in separating the output of mitral and tufted cells in time. It appears that tufted cells receive strong olfactory nerve input, fire close to inhalation onset and their firing phase is relatively concentration insensitive, whereas mitral cells receive relatively weak olfactory nerve input and strong periglomerular inhibition, which delays their firing relative to the tufted cells. This escape from inhibition can be sped up by increasing the stimulating odorant concentration, and thus mitral cell firing phase acts as one possible way the olfactory system encodes concentration.  The role of the mitral cell lateral dendrite and granule cell circuit is currently a bit more uncertain. One possible hypothesis implicates the system in forming sparse representation which enable more effective pattern separation. The action of this circuit is heavily influenced by both short term and long term plasticity and ongoing granule cell neurogenesis. The circuit requires the animal to be awake if it is to have full functionality.",
            "score": 173.5160253047943
        },
        {
            "docid": "13876671_4",
            "document": "Gliotransmitter . The word “glia” illustrates the original belief among scientists that these cells play a passive role in neural signaling, being responsible only for neuronal structure and support within the brain. Glial cells cannot produce action potentials and therefore were not suspected as playing an important and active communicative role in the central nervous system, because synaptic transmission between neurons is initiated with an action potential. However, research shows that these cells express excitability with changes in the intracellular concentrations of Ca. Gliotransmission occurs because of the ability of glial cells to induce excitability with variations in Ca concentrations. Changes in the concentration of Ca correlate with currents from NMDA receptor-mediated neurons which are measured in neighboring neurons of the ventrobasal (VB) thalamus. Because glial cells greatly outnumber neurons in the brain, accounting for over 70% of all cells in the central nervous system, gliotransmitters released by astrocytes have the potential to be very influential and important within the central nervous system, as well as within other neural systems throughout the body. These cells do not simply carry functions of structural support, but can also take part in cell-to-cell communication with neurons, microglia, and other astrocytes by receiving inputs, organizing information, and sending out chemical signals. The Ca signal from the astrocyte may also participate in controlling blood flow in the brain.",
            "score": 140.96151077747345
        },
        {
            "docid": "2367309_8",
            "document": "State-dependent memory . At its most basic, state-dependent memory is the product of the strengthening of a particular synaptic pathway in the brain. A neural synapse is the space between brain cells, or neurons, that allows chemical signals to be passed from one neuron to another. Chemicals called neurotransmitters leave one cell, travel across the synapse, and are taken in by the next neuron through a neurotransmitter receptor. This creates a connection between the two neurons called a neural pathway. Memory relies on the strengthening of these neural pathways, associating one neuron with another. When we learn something, new pathways are made between neurons in the brain which then communicate through chemical signals. If these cells have a history of sending out certain signals under specific chemical conditions within the brain, they are then primed to work most effectively under similar circumstances. State-dependent memory happens when a new neural connection is made while the brain is in a specific chemical state - for instance, a child with ADHD learns their multiplication tables while on stimulant medication. Because their brain created these new connections related to multiplication tables while the brain was chemically affected by the stimulant medication, their neurons will be primed in the future to remember these facts best when the same levels of medication are present in the brain.",
            "score": 103.55409574508667
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 138.30672705173492
        },
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 127.6897497177124
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 119.00666499137878
        },
        {
            "docid": "30864404_3",
            "document": "Granule cell . Cerebellar granule cells account for the majority of neurons in the human brain. These granule cells receive excitatory input from mossy fibers originating from pontine nuclei. Cerebellar granule cells send parallel fibers up through the Purkinje layer into the molecular layer where they branch out and spread through Purkinje cell dendritic arbors. These parallel fibers form thousands of excitatory granule-cell-Purkinje-cell synapses onto the intermediate and distal dendrites of Purkinje cells using glutamate as a neurotransmitter.",
            "score": 175.1578984260559
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 122.61521553993225
        },
        {
            "docid": "8886367_2",
            "document": "Population spike . In neuroscience, a population spike (PS) is the shift in electrical potential as a consequence of the movement of ions involved in the generation and propagation of action potentials. Population spikes often reflect synaptically induced firing and therefore, they can be classified as a type of field excitatory postsynaptic potentials.  In some areas of the brain, such as the hippocampus, neurons are arranged in such a way that they all receive synaptic inputs in the same area. Because these neurons are in the same orientation, the extracellular signals from the generation of action potentials don't cancel out, but rather add up to give a signal that can easily be recorded with a field electrode. The PS is usually recorded with an extracellular electrode placed close to neural cell bodies or axons. The first interpretations of hippocampal field potentials were developed by Per Andersen.",
            "score": 111.73353743553162
        },
        {
            "docid": "25400076_15",
            "document": "Anatomy of the cerebellum . The middle layer contains only one type of cell body—that of the large Purkinje cell. Purkinje cells are the primary integrative neurons of the cerebellar cortex and provide its sole output. Purkinje cell dendrites are large arbors with hundreds of spiny branches reaching up into the molecular layer (Fig. 6). These dendritic arbors are flat—nearly all of them lie in planes—with neighboring Purkinje arbors in parallel planes. Each parallel fiber from the granule cells runs orthogonally through these arbors, like a wire passing through many layers. Purkinje neurons are GABAergic—meaning they have inhibitory synapses—with the neurons of the deep cerebellar and vestibular nuclei in the brainstem. Each Purkinje cell receives excitatory input from 100,000 to 200,000 parallel fibers. Parallel fibers are said to be responsible for the simple (all or nothing, amplitude invariant) spiking of the Purkinje cell.",
            "score": 154.40588903427124
        },
        {
            "docid": "21944_37",
            "document": "Nervous system . The simplest type of neural circuit is a reflex arc, which begins with a sensory input and ends with a motor output, passing through a sequence of neurons connected in series. This can be shown in the \"withdrawal reflex\" causing a hand to jerk back after a hot stove is touched. The circuit begins with sensory receptors in the skin that are activated by harmful levels of heat: a special type of molecular structure embedded in the membrane causes heat to change the electrical field across the membrane. If the change in electrical potential is large enough to pass the given threshold, it evokes an action potential, which is transmitted along the axon of the receptor cell, into the spinal cord. There the axon makes excitatory synaptic contacts with other cells, some of which project (send axonal output) to the same region of the spinal cord, others projecting into the brain. One target is a set of spinal interneurons that project to motor neurons controlling the arm muscles. The interneurons excite the motor neurons, and if the excitation is strong enough, some of the motor neurons generate action potentials, which travel down their axons to the point where they make excitatory synaptic contacts with muscle cells. The excitatory signals induce contraction of the muscle cells, which causes the joint angles in the arm to change, pulling the arm away.",
            "score": 134.2537636756897
        },
        {
            "docid": "2567511_10",
            "document": "Neural engineering . Messages that the body uses to influence thoughts, senses, movements, and survival are directed by nerve impulses transmitted across brain tissue and to the rest of the body.  Neurons are the basic functional unit of the nervous system and are highly specialized cells that are capable of sending these signals that operate high and low level functions needed for survival and quality of life. Neurons have special electro-chemical properties that allow them to process information and then transmit that information to other cells. Neuronal activity is dependent upon neural membrane potential and the changes that occur along and across it.  A constant voltage, known as the membrane potential, is normally maintained by certain concentrations of specific ions across neuronal membranes. Disruptions or variations in this voltage create an imbalance, or polarization, across the membrane. Depolarization of the membrane past its threshold potential generates an action potential, which is the main source of signal transmission, known as neurotransmission of the nervous system. An action potential results in a cascade of ion flux down and across an axonal membrane, creating an effective voltage spike train or \"electrical signal\" which can transmit further electrical changes in other cells.  Signals can be generated by electrical, chemical, magnetic, optical, and other forms of stimuli that influence the flow of charges, and thus voltage levels across neural membranes (He 2005).",
            "score": 136.5967208147049
        },
        {
            "docid": "372271_3",
            "document": "Dentate gyrus . The dentate gyrus (DG) consists of three distinct layers: molecular, granular, and polymorphic, and participates in the 'hippocampal circuit' or trisynaptic loop. The neurons of the granule cell layer are called granule cells and project axons called mossy fibers to synapse on the dendrites of CA3 pyramidal neurons. Granule cells of the DG receive excitatory input from the entorhinal cortex by way of the perforant pathway. This input is primarily made up of signals from layer II of the entorhinal cortex, and the dentate gyrus receives no direct inputs from other cortical structures. The perforant pathway is divided into the medial and lateral perforant paths, generated, respectively, at the medial and lateral portions of the entorhinal cortex. The medial perforant path synapses onto the proximal dendritic area of the granule cells, whereas the lateral perforant path does so onto their distal dendrites. Most lateral views of the dentate gyrus may appear to suggest a structure consisting of just one entity, but medial movement may provide evidence of the ventral and dorsal parts of the dentate gyrus.",
            "score": 170.1393437385559
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 138.86811423301697
        },
        {
            "docid": "38156432_5",
            "document": "CoDi . Every cell has a gate, which is interpreted differently depending on the type of the cell. A neuron cell uses this gate to store its orientation, i.e. the direction in which the axon is pointing. In an axon cell, the gate points to the neighbor from which the neural signals are received. An axon cell accepts input only from this neighbor, but makes its own output available to all its neighbors. In this way axon cells distribute information. The source of information is always a neuron cell. Dendritic cells collect  information by accepting information from any neighbor. They give their output, (e.g. a Boolean OR operation on the binary inputs) only to the neighbor specified by their own gate. In this way, dendritic cells collect and \"sum\" neural signals, until the final sum of collected neural signals reaches the neuron cell.",
            "score": 128.1272487640381
        },
        {
            "docid": "42073672_10",
            "document": "Neuronal self-avoidance . In 1991, scientists became aware that self-avoidance was also present in non-neuronal cell types, such as leech comb cells, which might similarly form discrete domains. Later, this was also observed in mammalian astrocytes. Wang and Macagno, in 1998, again recurring to \"Hirudo medicinalis\" mechanosensory neurons, performed an elegant experiment in order to try to answer the still remaining question: \"How does a cell recognize self and respond by not growing over or along itself?\" The authors then proposed two general types of mechanisms: I) External signals: Sibling neurites display surface identifying molecular factors, unique to each cell, that are capable of homotypic binding and therefore repel sibling neurites, or II) Internal signals: synchronous cell activity, such as voltage, which is transmitted within the cell mediating a dynamic mechanism of sibling growth inhibition. Contrarily to the first hypothesis, the second would require the continuity and communication between all parts of the cell for self-avoidance to occur. So the experiment consisted of detaching one of the neurons dendrites and see how the remaining attached dendrites reacted towards the detached fragment, \"do they still avoid overlapping?\" The result was that the detached branch would stop being recognized as \"self\" by the other branches of the neuronal, leading to dendrite overlap. The clear conclusion of the study was that continuity between all parts of the neuron is critical for self-avoidance to operate. The authors then suggest various mechanisms that require continuity and could function as recognition signal, and thus might be the responsible ones, such as \"electrical activity, active or passive, as well as the diffusion of cytoplasmic signals either passively or by fast axonal transport\". In the late 1990s and beyond, model organisms started to be used in the studies and the molecular mechanisms of self-avoidance started to be unraveled. In 1999 Wu and Maniatis discovered a striking organization of a large family of human neural protocadherin cell adhesion genes which formed a gene cluster encoding 58 protocadherins. The members of the protocadherin gene cluster were compelling candidates to provide the molecular code required for the maintenance of the self/non-self discrimination that led to self-avoidance. It was later (2012) confirmed, by Lefebvre et al., in a study with amacrine cells and Purkinje cells of \"Mus musculus\", that these proteins are expressed in different combinations in individual neurons, thus providing \"barcodes\" with that distinguish one neuron from another.",
            "score": 122.7298674583435
        },
        {
            "docid": "337196_7",
            "document": "Neuroanatomy . At the tissue level, the nervous system is composed of neurons, glial cells, and extracellular matrix. Both neurons and glial cells come in many types (see, for example, the nervous system section of the list of distinct cell types in the adult human body). Neurons are the information-processing cells of the nervous system: they sense our environment, communicate with each other via electrical signals and chemicals called neurotransmitters across synapses, and produce our memories, thoughts and movements. Glial cells maintain homeostasis, produce myelin, and provide support and protection for the brain's neurons. Some glial cells (astrocytes) can even propagate intercellular calcium waves over long distances in response to stimulation, and release gliotransmitters in response to changes in calcium concentration. The extracellular matrix also provides support on the molecular level for the brain's cells.",
            "score": 158.12726140022278
        },
        {
            "docid": "9916386_5",
            "document": "Synaptic gating . In a model gated synapse, the gate is either open or closed by default. The gatekeeper neuron, therefore, serves as an external switch to the gate at the synapse of two other neurons. One of these neurons provides the input signal and the other provides the output signal. It is the role of the gatekeeper neuron to regulate the transmission of the input to the output. When activated, the gatekeeper neuron alters the polarity of the presynaptic axon to either open or close the gate. If this neuron depolarizes the presynaptic axon, it allows the signal to be transmitted. Thus, the gate is open. Hyperpolarization of the presynaptic axon closes the gate. Just like in a transistor, the gatekeeper neuron turns the system on or off; it affects the output signal of the postsynaptic neuron. Whether it is turned on or off is dependent on the nature of the input signal (either excitatory or inhibitory) from the presynaptic neuron.",
            "score": 69.47613024711609
        },
        {
            "docid": "33244792_4",
            "document": "Non-spiking neuron . There are an abundance of neurons that propagate signals via action potentials and the mechanics of this particular kind of transmission is well understood. Spiking neurons exhibit action potentials as a result of a neuron characteristic known as membrane potential. Through studying these complex spiking networks in animals, a neuron that did not exhibit characteristic spiking behavior was discovered. These neurons use a graded potential to transmit data as they lack the membrane potential that spiking neurons possess. This method of transmission has a huge effect on the fidelity, strength, and lifetime of the signal. Non-spiking neurons were identified as a special kind of interneuron and function as an intermediary point of process for sensory-motor systems. Animals have become substantial models for understanding more about non-spiking neural networks and the role they play in an animal’s ability to process information and its overall function. Animal models indicate that the interneurons modulate directional and posture coordinating behaviors. Crustaceans and arthropods such as the crawfish have created many opportunities to learn about the modulatory role that these neurons have in addition to their potential to be modulated regardless of their lack of exhibiting spiking behavior. Most of the known information about nonspiking neurons is derived from animal models. Studies focus on neuromuscular junctions and modulation of abdominal motor cells. Modulatory interneurons are neurons that are physically situated next to muscle fibers and innervate the nerve fibers which allow for some orienting movement. These modulatory interneurons are usually nonspiking neurons. Advances in studying nonspiking neurons included determining new delineations among the different types of interneurons. These discoveries were due to the usage of methods such as protein receptor silencing. Studies have been done on the non-spiking neuron qualities in animals of specific non-spiking neural networks that have a corollary in humans, e.g. retina amacrine cell of the eye.",
            "score": 119.70376694202423
        },
        {
            "docid": "30864404_33",
            "document": "Granule cell . Inhibition generated by granule cells, the most common GABAergic cell type in the olfactory bulb, plays a critical role in shaping the output of the olfactory bulb. There are two types of excitatory inputs received by GABAergic granule cells; those activated by an AMPA receptor and those activated by a NMDA receptor. This allows the granule cells to regulate the processing of the sensory input in the olfactory bulb. The olfactory bulb transmits smell information from the nose to the brain, and is thus necessary for a proper sense of smell. Granule cells in the olfactory bulb have also been found to be important in forming memories linked with scents.",
            "score": 181.9736750125885
        }
    ],
    "r": [
        {
            "docid": "25527605_6",
            "document": "Cerebellar granule cell . Granule cells receive all of their input from mossy fibers, but outnumber them 200 to 1 (in humans). Thus, the information in the granule cell population activity state is the same as the information in the mossy fibers, but recoded in a much more expansive way. Because granule cells are so small and so densely packed, it has been very difficult to record their spike activity in behaving animals, so there is little data to use as a basis of theorizing. The most popular concept of their function was proposed by David Marr, who suggested that they could encode \"combinations\" of mossy fiber inputs. The idea is that with each granule cell receiving input from only 4–5 mossy fibers, a granule cell would not respond if only a single one of its inputs was active, but would respond if more than one were active. This \"combinatorial coding\" scheme would potentially allow the cerebellum to make much finer distinctions between input patterns than the mossy fibers alone would permit.",
            "score": 210.65078735351562
        },
        {
            "docid": "50397_21",
            "document": "Cerebellum . Granule cells receive all of their input from mossy fibers, but outnumber them by 200 to 1 (in humans). Thus, the information in the granule cell population activity state is the same as the information in the mossy fibers, but recoded in a much more expansive way. Because granule cells are so small and so densely packed, it is difficult to record their spike activity in behaving animals, so there is little data to use as a basis for theorizing. The most popular concept of their function was proposed in 1969 by David Marr, who suggested that they could encode combinations of mossy fiber inputs. The idea is that with each granule cell receiving input from only 4–5 mossy fibers, a granule cell would not respond if only a single one of its inputs were active, but would respond if more than one were active. This combinatorial coding scheme would potentially allow the cerebellum to make much finer distinctions between input patterns than the mossy fibers alone would permit.",
            "score": 209.38108825683594
        },
        {
            "docid": "50397_19",
            "document": "Cerebellum . Cerebellar granule cells, in contrast to Purkinje cells, are among the smallest neurons in the brain. They are also easily the most numerous neurons in the brain: In humans, estimates of their total number average around 50 billion, which means that about 3/4 of the brain's neurons are cerebellar granule cells. Their cell bodies are packed into a thick layer at the bottom of the cerebellar cortex. A granule cell emits only four to five dendrites, each of which ends in an enlargement called a \"dendritic claw\". These enlargements are sites of excitatory input from mossy fibers and inhibitory input from Golgi cells.",
            "score": 200.54185485839844
        },
        {
            "docid": "30864404_30",
            "document": "Granule cell . David Marr suggested that the granule cells encode \"combinations\" of mossy fiber inputs. In order for the granule cell to respond, it needs to receive active inputs from multiple mossy fibers. The combination of multiple inputs results in the cerebellum being able to make more precise distinctions between input patterns than a single mossy fiber would allow.  The cerebellar granule cells also play a role in orchestrating the tonic conductances which control sleep in conjunction with the ambient levels of GABA which are found in the brain.",
            "score": 198.40248107910156
        },
        {
            "docid": "25527605_5",
            "document": "Cerebellar granule cell . In normal development, endogenous Sonic hedgehog signaling stimulates rapid proliferation of cerebellar granule neuron progenitors (CGNPs) in the external granule layer (EGL). Cerebellum development occurs during late embryogenesis and the early postnatal period, with CGNP proliferation in the EGL peaking during early development (P7, postnatal day 7, in the mouse). As CGNPs terminally differentiate into cerebellum granule cells (also called cerebellar granule neurons, CGNs), they migrate to the internal granule layer (IGL), forming the mature cerebellum (by P20, post-natal day 20 in the mouse). Mutations that abnormally activate Sonic hedgehog signaling predispose to cancer of the cerebellum (medulloblastoma) in humans with Gorlin Syndrome and in genetically engineered mouse models.",
            "score": 196.22039794921875
        },
        {
            "docid": "25400076_18",
            "document": "Anatomy of the cerebellum . The innermost layer contains the cell bodies of three types of cells: the numerous and tiny granule cells, the slightly larger unipolar brush cells and the much larger Golgi cells. Mossy fibers enter the granular layer from their main point of origin, the pontine nuclei. These fibers form excitatory synapses with the granule cells and the cells of the deep cerebellar nuclei. The granule cells send their T-shaped axons—known as parallel fibers—up into the superficial molecular layer, where they form hundreds of thousands of synapses with Purkinje cell dendrites. The human cerebellum contains on the order of 60 to 80 billion granule cells, making this single cell type by far the most numerous neuron in the brain (roughly 70% of all neurons in the brain and spinal cord, combined). Golgi cells provide inhibitory feedback to granule cells, forming a synapse with them and projecting an axon into the molecular layer.",
            "score": 185.06187438964844
        },
        {
            "docid": "50397_49",
            "document": "Cerebellum . In normal development, endogenous sonic hedgehog signaling stimulates rapid proliferation of cerebellar granule neuron progenitors (CGNPs) in the external granule layer (EGL). Cerebellar development occurs during late embryogenesis and the early postnatal period, with CGNP proliferation in the EGL peaking during early development (postnatal day 7 in the mouse). As CGNPs terminally differentiate into cerebellum granule cells (also called cerebellar granule neurons, CGNs), they migrate to the internal granule layer (IGL), forming the mature cerebellum (by post-natal day 20 in the mouse). Mutations that abnormally activate Sonic hedgehog signaling predispose to cancer of the cerebellum (medulloblastoma) in humans with Gorlin Syndrome and in genetically engineered mouse models.",
            "score": 184.76808166503906
        },
        {
            "docid": "25400076_35",
            "document": "Anatomy of the cerebellum . Two primary regions are thought to give rise to the neurons that make up the cerebellum. The first region is the ventricular zone in the roof of the fourth ventricle. This area produces Purkinje cells and deep cerebellar nuclear neurons. These cells are the primary output neurons of the cerebellar cortex and cerebellum. The second germinal zone (cellular birthplace) is known as the Rhombic lip, neurons then move by human embryonic week 27 to the external granular layer. This layer of cells—found on the exterior of the cerebellum—produces the granule neurons. The granule neurons migrate from this exterior layer to form an inner layer known as the internal granule layer. The external granular layer ceases to exist in the mature cerebellum, leaving only granule cells in the internal granule layer. The cerebellar white matter may be a third germinal zone in the cerebellum; however, its function as a germinal zone is controversial.",
            "score": 183.21249389648438
        },
        {
            "docid": "30864404_33",
            "document": "Granule cell . Inhibition generated by granule cells, the most common GABAergic cell type in the olfactory bulb, plays a critical role in shaping the output of the olfactory bulb. There are two types of excitatory inputs received by GABAergic granule cells; those activated by an AMPA receptor and those activated by a NMDA receptor. This allows the granule cells to regulate the processing of the sensory input in the olfactory bulb. The olfactory bulb transmits smell information from the nose to the brain, and is thus necessary for a proper sense of smell. Granule cells in the olfactory bulb have also been found to be important in forming memories linked with scents.",
            "score": 181.9736785888672
        },
        {
            "docid": "25527605_2",
            "document": "Cerebellar granule cell . Cerebellar granule cells form the thick granular layer of the cerebellar cortex and are among the smallest neurons in the brain. (The term granule cell is used for several unrelated types of small neurons in various parts of the brain.) Cerebellar granule cells are also the most numerous neurons in the brain: in humans, estimates of their total number average around 50 billion, which means that they constitute about 3/4 of the brain's neurons.",
            "score": 181.90335083007812
        },
        {
            "docid": "30864404_32",
            "document": "Granule cell . Pyramidal cells from the primary auditory cortex project directly on to the cochlear nucleus. This is important in the acoustic startle reflex, in which the pyramidal cells modulate the secondary orientation reflex and the granule cell input is responsible for appropriate orientation. This is because the signals received by the granule cells contain information about the head position. Granule cells in the dorsal cochlear nucleus play a role in the perception and response to sounds in our environment.",
            "score": 179.3889923095703
        },
        {
            "docid": "30864404_28",
            "document": "Granule cell . Different patterns of mossy fibre input will produce unique patterns of activity in granule cells that can be modified by a teaching signal conveyed by the climbing fibre input.  David Marr and James Albus suggested that the cerebellum operates as an adaptive filter, altering motor behaviour based on the nature of the sensory input.",
            "score": 178.3657684326172
        },
        {
            "docid": "28343873_2",
            "document": "Granule-cell–Purkinje-cell synapse . Granule-cell to Purkinje-cell synapses or gcPc synapses are the junctions that form the synapse in the cerebellum between granule cells and Purkinje cells. These synapses are thought to be a storage site for the information that is required for motor coordination and their misfunctioning is involved with some movement disorders. Glutamate is the neurotransmitter.",
            "score": 177.1762237548828
        },
        {
            "docid": "462393_11",
            "document": "Olfactory bulb . The basal dendrites of mitral cells are connected to interneurons known as granule cells, which by some theories produce lateral inhibition between mitral cells. The synapse between mitral and granule cells is of a rare class of synapses that are \"dendro-dendritic\" which means that both sides of the synapse are dendrites that release neurotransmitter. In this specific case, mitral cells release the excitatory neurotransmitter glutamate, and granule cells release the inhibitory neurotransmitter Gamma-aminobutyric acid (GABA). As a result of its bi-directionality, the dendro-dendritic synapse can cause mitral cells to inhibit themselves (auto-inhibition), as well as neighboring mitral cells (lateral inhibition). More specifically, the granule cell layer receives excitatory glutamate signals from the basal dendrites of the mitral and tufted cells. The granule cell in turn releases GABA to cause an inhibitory effect on the mitral cell. More neurotransmitter is released from the activated mitral cell to the connected dendrite of the granule cell, making the inhibitory effect from the granule cell to the activated mitral cell stronger than the surrounding mitral cells. It is not clear what the functional role of lateral inhibition would be, though it may be involved in boosting the signal-to-noise ratio of odor signals by silencing the basal firing rate of surrounding non-activated neurons. This in turn aids in odor discrimination. Other research suggest that the lateral inhibition contributes to differentiated odor responses, which aids in the processing and perception of distinct odors. There is also evidence of cholinergic effects on granule cells that enhance depolarization of granule cells making them more excitable which in turn increases inhibition of mitral cells. This may contribute to a more specific output from the olfactory bulb that would closer resemble the glomerular odor map. Olfaction is distinct from the other sensory systems where peripheral sensory receptors have a relay in the diencephalon. Therefore, the olfactory bulb plays this role for the olfactory system.",
            "score": 176.4650421142578
        },
        {
            "docid": "550504_16",
            "document": "Vestibular system . While the semicircular canals respond to rotations, the otolithic organs sense linear accelerations. Humans have two otolithic organs on each side, one called the utricle, the other called the saccule. The utricle contains a patch of hair cells and supporting cells called a macula. Similarly, the saccule contains a patch of hair cells and a macula. Each hair cell of a macula has 40-70 stereocilia and one true cilium called a kinocilium. The tips of these cilia are embedded in an otolithic membrane. This membrane is weighted down with protein-calcium carbonate granules called otoliths. These otoliths add to the weight and inertia of the membrane and enhance the sense of gravity and motion. With the head erect, the otolithic membrane bears directly down on the hair cells and stimulation is minimal. When the head is tilted, however, the otolithic membrane sags and bends the stereocilia, stimulating the hair cells. Any orientation of the head causes a combination of stimulation to the utricles and saccules of the two ears. The brain interprets head orientation by comparing these inputs to each other and to other input from the eyes and stretch receptors in the neck, thereby detecting whether the head is tilted or the entire body is tipping. Essentially, these otolithic organs sense how quickly you are accelerating forward or backward, left or right, or up or down. Most of the utricular signals elicit eye movements, while the majority of the saccular signals projects to muscles that control our posture.",
            "score": 175.505859375
        },
        {
            "docid": "30864404_3",
            "document": "Granule cell . Cerebellar granule cells account for the majority of neurons in the human brain. These granule cells receive excitatory input from mossy fibers originating from pontine nuclei. Cerebellar granule cells send parallel fibers up through the Purkinje layer into the molecular layer where they branch out and spread through Purkinje cell dendritic arbors. These parallel fibers form thousands of excitatory granule-cell-Purkinje-cell synapses onto the intermediate and distal dendrites of Purkinje cells using glutamate as a neurotransmitter.",
            "score": 175.1579132080078
        },
        {
            "docid": "30864404_27",
            "document": "Granule cell . The differences in mossy fibers that are sending signals to the granule cells directly effects the type of information that granule cells translate to Purkinje cells.  The reliability of this translation will depend on the reliability of synaptic activity in granule cells and on the nature of the stimulus being received. The signal a granule cell receives from a Mossy fiber depends on the function of the mossy fiber itself. Therefore, granule cells are able to integrate information from the different mossy fibers and generate new patterns of activity.",
            "score": 174.30039978027344
        },
        {
            "docid": "3312766_4",
            "document": "Olfactory bulb mitral cell . Mitral cells are a key part of the olfactory bulb microcircuit. Mitral cells receive input from at least four cell types: olfactory sensory neurons, periglomerular neurons, external tufted cells and granule cells. The synapses made by external tufted cells and olfactory sensory neurons are excitatory, whereas those of granule cells and periglomerular neurons are inhibitory. In addition, sister mitral cells are reciprocally connected by gap junctions. The mitral to granule and mitral to periglomerular cell synapse was the first description of the rather atypical reciprocal dendrodenritic synapses (in contrast to the more common axodendritic synapse). The action of the full glomerular microcircuit is a topic that is under intense scientific investigation. Certain principles are starting to emerge. One discovery points to the idea of the microcircuit between mitral, tufted and periglomerular cells in separating the output of mitral and tufted cells in time. It appears that tufted cells receive strong olfactory nerve input, fire close to inhalation onset and their firing phase is relatively concentration insensitive, whereas mitral cells receive relatively weak olfactory nerve input and strong periglomerular inhibition, which delays their firing relative to the tufted cells. This escape from inhibition can be sped up by increasing the stimulating odorant concentration, and thus mitral cell firing phase acts as one possible way the olfactory system encodes concentration.  The role of the mitral cell lateral dendrite and granule cell circuit is currently a bit more uncertain. One possible hypothesis implicates the system in forming sparse representation which enable more effective pattern separation. The action of this circuit is heavily influenced by both short term and long term plasticity and ongoing granule cell neurogenesis. The circuit requires the animal to be awake if it is to have full functionality.",
            "score": 173.5160369873047
        },
        {
            "docid": "1224698_22",
            "document": "Synaptogenesis . Wnt family members contribute to synapse formation in the cerebellum by inducing presynaptic and postsynaptic terminal formation. This brain region contains three main neuronal cell types- Purkinje cells, granule cells and mossy fiber cells. Wnt-3 expression contributes to Purkinje cell neurite outgrowth and synapse formation. Granule cells express Wnt-7a to promote axon spreading and branching in their synaptic partner, mossy fiber cells. Retrograde secretion of Wnt-7a to mossy fiber cells causes growth cone enlargement by spreading microtubules. Furthermore, Wnt-7a retrograde signaling recruits synaptic vesicles and presynaptic proteins to the synaptic active zone. Wnt-5a performs a similar function on postsynaptic granule cells; this Wnt stimulates receptor assembly and clustering of the scaffolding protein PSD-95.",
            "score": 173.11451721191406
        },
        {
            "docid": "372271_4",
            "document": "Dentate gyrus . The granule cells in the dentate gyrus are distinguished by their late time of formation during brain development. In rats, approximately 85% of the granule cells are generated after birth. In humans, it is estimated that granule cells begin to be generated during gestation weeks 10.5 to 11, and continue being generated during the second and third trimesters, after birth and all the way into adulthood. The germinal sources of granule cells and their migration pathways have been studied during rat brain development. The oldest granule cells are generated in a specific region of the hippocampal neuroepithelium and migrate into the primordial dentate gyrus around embryonic days (E) 17/18, and then settle as the outermost cells in the forming granular layer. Next, dentate precursor cells move out of this same area of the hippocampal neuroepithelium and, retaining their mitotic capacity, invade the hilus (core) of the forming dentate gyrus. This dispersed germinal matrix is the source of granule cells from that point on. The newly generated granule cells accumulate under the older cells that began to settle in the granular layer. As more granule cells are produced, the layer thickens and the cells are stacked up according to age - the oldest being the most superficial and the youngest being deeper. The granule cell precursors remain in a subgranular zone that becomes progressively thinner as the dentate gyrus grows, but these precursor cells are retained in adult rats. These sparsely scattered cells constantly generate granule cell neurons, which add to the total population. There are a variety of other differences in the rat, monkey and human dentate gyrus. The granule cells only have apical dendrites in the rat. But in the monkey and human, many granule cells also have basal dendrites.",
            "score": 171.90243530273438
        },
        {
            "docid": "2486212_2",
            "document": "Golgi cell . In neuroscience, Golgi cells are inhibitory interneurons found within the granular layer of the cerebellum. They were first identified as inhibitory by Eccles \"et al.\" in 1964. It was also the first example of an inhibitory feed back network, where the inhibitory interneuron was identified anatomically. These cells synapse onto the dendrite of granule cells and unipolar brush cells. They receive excitatory input from mossy fibres, also synapsing on granule cells, and parallel fibers, which are long granule cell axons. Thereby this circuitry allows for feed-forward and feed-back inhibition of granule cells.",
            "score": 171.2806396484375
        },
        {
            "docid": "50397_59",
            "document": "Cerebellum . Most vertebrate species have a cerebellum and one or more cerebellum-like structures, brain areas that resemble the cerebellum in terms of cytoarchitecture and neurochemistry. The only cerebellum-like structure found in mammals is the dorsal cochlear nucleus (DCN), one of the two primary sensory nuclei that receive input directly from the auditory nerve. The DCN is a layered structure, with the bottom layer containing granule cells similar to those of the cerebellum, giving rise to parallel fibers that rise to the superficial layer and travel across it horizontally. The superficial layer contains a set of GABAergic neurons called cartwheel cells that resemble Purkinje cells anatomically and chemically—they receive parallel fiber input, but do not have any inputs that resemble climbing fibers. The output neurons of the DCN are pyramidal cells. They are glutamatergic, but also resemble Purkinje cells in some respects—they have spiny, flattened superficial dendritic trees that receive parallel fiber input, but they also have basal dendrites that receive input from auditory nerve fibers, which travel across the DCN in a direction at right angles to the parallel fibers. The DCN is most highly developed in rodents and other small animals, and is considerably reduced in primates. Its function is not well understood; the most popular speculations relate it to spatial hearing in one way or another.",
            "score": 171.1296844482422
        },
        {
            "docid": "372271_3",
            "document": "Dentate gyrus . The dentate gyrus (DG) consists of three distinct layers: molecular, granular, and polymorphic, and participates in the 'hippocampal circuit' or trisynaptic loop. The neurons of the granule cell layer are called granule cells and project axons called mossy fibers to synapse on the dendrites of CA3 pyramidal neurons. Granule cells of the DG receive excitatory input from the entorhinal cortex by way of the perforant pathway. This input is primarily made up of signals from layer II of the entorhinal cortex, and the dentate gyrus receives no direct inputs from other cortical structures. The perforant pathway is divided into the medial and lateral perforant paths, generated, respectively, at the medial and lateral portions of the entorhinal cortex. The medial perforant path synapses onto the proximal dendritic area of the granule cells, whereas the lateral perforant path does so onto their distal dendrites. Most lateral views of the dentate gyrus may appear to suggest a structure consisting of just one entity, but medial movement may provide evidence of the ventral and dorsal parts of the dentate gyrus.",
            "score": 170.13934326171875
        },
        {
            "docid": "1058672_30",
            "document": "Ataxia-telangiectasia . A-T is one of several DNA repair disorders which result in neurological abnormalities or degeneration. Arguably some of the most devastating symptoms of A-T are a result of progressive cerebellar degeneration, characterized by the loss of Purkinje cells and, to a lesser extent, granule cells (located exclusively in the cerebellum). The cause of this cell loss is not known, though many hypotheses have been proposed based on experiments performed both in cell culture and in the mouse model of A-T. Current hypotheses explaining the neurodegeneration associated with A-T include the following: These hypotheses may not be mutually exclusive and more than one of these mechanisms may underlie neuronal cell death when there is an absence or deficiency of ATM. Further, cerebellar damage and loss of Purkinje and granule cells do not explain all of the neurologic abnormalities seen in people with A-T. The effects of ATM deficiency on the other areas of the brain outside of the cerebellum are being actively investigated.",
            "score": 169.498046875
        },
        {
            "docid": "417031_8",
            "document": "David Marr (neuroscientist) . The cerebellum theory was motivated by two unique features of cerebellar anatomy: (1) the cerebellum contains vast numbers of tiny granule cells, each receiving only a few inputs from \"mossy fibers\"; (2) Purkinje cells in the cerebellar cortex each receive tens of thousands of inputs from \"parallel fibers\", but only one input from a single \"climbing fiber\", which however is extremely strong. Marr proposed that the granule cells encode combinations of mossy fibre inputs, and that the climbing fibres carry a \"teaching\" signal that instructs their Purkinje cell targets to modify the strength of synaptic connections from parallel fibres. Neither of those ideas is universally accepted, but both form essential elements of viable modern theories .",
            "score": 169.18849182128906
        },
        {
            "docid": "30864404_5",
            "document": "Granule cell . Granule cells in different brain regions are both functionally and anatomically diverse: the only thing they have in common is smallness. For instance, olfactory bulb granule cells are GABAergic and axonless, while granule cells in the dentate gyrus have glutamatergic projection axons. These two populations of granule cells are also the only major neuronal populations that undergo adult neurogenesis, while cerebellar and cortical granule cells do not. Granule cells (save for those of the olfactory bulb) have a structure typical of a neuron consisting of dendrites, a soma (cell body) and an axon.",
            "score": 167.78009033203125
        },
        {
            "docid": "1562606_16",
            "document": "Cerebellar vermis . Early neurophysiologists suggest that retinal and inertial signals were selected for about 450 million years ago by primitive brainstem-cerebellar circuitry because of their relationship with the environment. Microscopically, it is evident that Purkinje cell precursors arose from granule cells, first forming in irregular patterns, then progressively becoming organized in a layered fashion. Evolutionarily, the Purkinje cells then developed extensive dendritic trees that increasingly became confined to a single plane, through which the axons of granule cells threaded, eventually forming a neuronal grid of right angles. The origin of the cerebellum is in close association with that of the nuclei of the vestibular cranial nerve and lateral line nerves, perhaps suggesting that this part of the cerebellum originated as a means of carrying out transformations of the coordinate system from input data of the vestibular organ and the lateral line organs. This suggests that the function of the cerebellum evolved as a mode of computing and representing an image relating to the position of the body in space. The cerebellar vermis evolved in conjunction with the hemispheres; this is seen in lampreys and higher vertebrates.",
            "score": 166.54989624023438
        },
        {
            "docid": "3312766_5",
            "document": "Olfactory bulb mitral cell . Mitral and tufted cells project to various targets in the brain. Most importantly, projections target the olfactory cortex, where odor information can be integrated with input from other sensory modalities and used to drive behavior. Tufted cells project mainly to the anterior olfactory nucleus, a center that also performs comparison between left and right side olfactory input. Mitral cells project to the olfactory tubercle, where chemical information is integrated with auditory signals. Mitral cells carrying pheromonal inputs project to the amygdala and hypothalamus to drive instinctive behaviors. A major integrative center is the piriform cortex, where mitral cells make non-topographic projections to pyramidal cells which integrate information across glomeruli. Projections also go to the entorhinal cortex. Anatomical connectivity of a mitral cell axon can be quite different depending on the target structure. Whereas piriform cortex is innervated mostly randomly, projections to the anterior olfactory nucleus and amygdala retain some topographic order. Finally, mitral cell axons also make intrabulbar connections to granule cells and in the mouse olfactory system they project selectively to granule cells underlying the second ipsilateral homotypic (expressing the same olfactory receptor) glomerulus.",
            "score": 166.37255859375
        },
        {
            "docid": "43136621_2",
            "document": "Glomerulus (cerebellum) . The cerebellar glomeruli are the first \"processing station\" for afferent nerve fibers entering the cerebellum. Input comes from the mossy fibers, which terminate here and synapse with the Golgi and granule cell fibers. The Golgi cells regulate the glomeruli with inhibitory signals, while information is passed on to the granule and Golgi cells from the mossy fiber.",
            "score": 164.6799774169922
        },
        {
            "docid": "39460161_2",
            "document": "Tufted cell . Tufted cells are found within the olfactory glomeruli. They receive input from the receptor cells of the olfactory epithelium found in areas of the nose able to sense smell. Both tufted cells and mitral cells are called projection neurons. Projection neurons send the signals from the glomeruli deeper into the brain. The actual signal sent through these projection cells has been sharpened or filtered by a process called lateral inhibition. Both the periglomerular cells and the granule cells contribute to lateral inhibition. Projection neurons therefore transmit a sharpened olfactory signal to the deeper parts of the brain.",
            "score": 164.6632080078125
        },
        {
            "docid": "462393_5",
            "document": "Olfactory bulb . The spatial map of the glomeruli layer may be used for perception of odor in the olfactory cortex. The next level of synaptic processing in the olfactory bulb occurs in the external plexiform layer, between the glomerular layer and the mitral cell layer. The external plexiform layer contains astrocytes, interneurons and some mitral cells. It does not contain many cell bodies, rather mostly dendrites of mitral cells and GABAergic granule cells are also permeated by dendrites from neurons called mitral cells, which in turn output to the olfactory cortex. Numerous interneuron types exist in the olfactory bulb including periglomerular cells which synapse within and between glomeruli, and granule cells which synapse with mitral cells. The granule cell layer is the deepest layer in the olfactory bulb. It is made up of dendrodendritic granule cells that synapse to the mitral cell layer.",
            "score": 163.96359252929688
        },
        {
            "docid": "30864404_35",
            "document": "Granule cell . Granule neurons have high levels of the neuronal isoform of nitric oxide synthase. This enzyme is dependent on the presence of calcium and is responsible for the production of nitric oxide (NO). This neurotransmitter is a negative regulator of granule cell precursor proliferation which promotes the differentiation of different granule cells.  NO regulates interactions between granule cells and glia and is essential for protecting the granule cells from damage. NO is also responsible for neuroplasticity and motor learning.",
            "score": 163.6027069091797
        }
    ]
}