{
    "q": [
        {
            "docid": "43946_32",
            "document": "Biofilm . Biofilms have been found to be involved in a wide variety of microbial infections in the body, by one estimate 80% of all infections. Infectious processes in which biofilms have been implicated include common problems such as bacterial vaginosis, urinary tract infections, catheter infections, middle-ear infections, formation of dental plaque, gingivitis, coating contact lenses, and less common but more lethal processes such as endocarditis, infections in cystic fibrosis, and infections of permanent indwelling devices such as joint prostheses, heart valves, and intervertebral disc. More recently it has been noted that bacterial biofilms may impair cutaneous wound healing and reduce topical antibacterial efficiency in healing or treating infected skin wounds. Early detection of biofilms in wounds is crucial to successful chronic wound management. Although many techniques have developed to identify planktonic bacteria in viable wounds, few have been able to quickly and accurately identify bacterial biofilms. Future studies are needed to find means of identifying and monitoring biofilm colonization at the bedside to permit timely initiation of treatment.",
            "score": 205.90954780578613
        },
        {
            "docid": "49338973_9",
            "document": "Postoperative wounds . Complications of postsurgical wounds can be reduced before, during and after surgery. Before surgery, clinicians can treat the patient to reduce hemoglobin A1c levels to less than 7%. Those anticipating surgery can reduce their risk of complications by stopping smoking thirty days prior to surgery. The patient's skin can be evaluated for the presence of Staphylococcus areus prior to surgery since this bacterium causes wound infections in postoperative wounds. Treating any other infections prior to surgery also reduces the risks of a postoperative wound infection. Examples of these pre-existing infections are urinary tract infection or lower reproductive system infection. Removing the hair where the skin will be cut helps to reduce the risk of complications, though shaving is not considered to be appropriate and instead depilatories are used. Those who come in contact with the person who is receiving the surgery clean and disinfect their own skin surfaces. The patient's skin is also cleaned, scrubbed and treated with antiseptics. Patients undergoing surgery often receive antibiotics before surgery.",
            "score": 182.53863835334778
        },
        {
            "docid": "118212_3",
            "document": "Staphylococcus aureus . \"Staphylococcus\" was first identified in 1880 in Aberdeen, Scotland, by surgeon Sir Alexander Ogston in pus from a surgical abscess in a knee joint. This name was later amended to \"Staphylococcus aureus\" by Friedrich Julius Rosenbach, who was credited by the official system of nomenclature at the time. An estimated 20% to 30% of the human population are long-term carriers of \"S. aureus\" which can be found as part of the normal skin flora, in the nostrils, and as a normal inhabitant of the lower reproductive tract of women. \"S. aureus\" can cause a range of illnesses, from minor skin infections, such as pimples, impetigo, boils, cellulitis, folliculitis, carbuncles, scalded skin syndrome, and abscesses, to life-threatening diseases such as pneumonia, meningitis, osteomyelitis, endocarditis, toxic shock syndrome, bacteremia, and sepsis. It is still one of the five most common causes of hospital-acquired infections and is often the cause of wound infections following surgery. Each year, around 500,000 patients in hospitals of the United States contract a staphylococcal infection, chiefly by \"S. aureus\". Up to 50,000 deaths each year in the USA are linked with \"S. aureus\" infections.",
            "score": 146.73393619060516
        },
        {
            "docid": "1455589_31",
            "document": "Emergency management . Flood-associated skin infections: Flood waters are often contaminated with bacteria and waste as well as chemicals on occasion. Prolonged, direct contact with these waters leads to an increased risk for skin infection, especially with open wounds in the skin or history of a previous skin condition, such as atopic dermatitis or psoriasis. These infections are exacerbated with a compromised immune system or an aging population. The most common bacterial skin infections are usually with Staphylococcus and Streptococcus. One of the most uncommon, but well-known bacterial infections is from Vibrio vulnificus, which causes a rare, but often fatal infection called necrotizing fasciitis.  Other salt-water Mycobacterium infections include the slow growing M. marinum and fast growing M. fortuitum, M. chelonae, and M. abscessus. Fresh-water bacterial infections include aeromonas hydrophila, Burkholderia pseudomallei causing melioidosis, leptospira interrogans causing leptospirosis, and chromobacterium violaceum. Fungal infections may lead to chromoblastomycosis, blastomycosis, mucormycosis, and dermatophytosis. Numerous other arthropod, protozoal, and parasitic infections have been described. A worker can reduce the risk of flood-associated skin infections by avoiding the water if an open wound is present, or at minimum, cover the open wound with a waterproof bandage. Should contact with flood water occur, the open wound should be washed thoroughly with soap and clean water.",
            "score": 167.43516552448273
        },
        {
            "docid": "31823679_12",
            "document": "Wound bed preparation . All wounds are considered to harbour microorganisms. Management of the bacterial balance is of vital importance if delays in healing are to be avoided. The biological removal of micro-organisms, including potential pathogens, and tissue debris from the wound of an immune-competent patient is a wound cleansing activity that takes place almost immediately after wounding and which helps to reduce the threat of infection. However, a range of risk factors exist that increase the likelihood of infection intervening and these include; age, depleted nutrition, down-regulation of the immune system, systemic disease, and poor tissue perfusion of oxygen. Thus, in the above circumstances or when a wound has become infected, wound cleansing activities beyond the natural biological processes are required so that the wound bioburden is maintained at a level where the host can remain in control.",
            "score": 207.59372222423553
        },
        {
            "docid": "37220_15",
            "document": "Infection . Wound colonization refers to nonreplicating microorganisms within the wound, while in infected wounds, replicating organisms exist and tissue is injured. All multicellular organisms are colonized to some degree by extrinsic organisms, and the vast majority of these exist in either a mutualistic or commensal relationship with the host. An example of the former is the anaerobic bacteria species, which colonizes the mammalian colon, and an example of the latter are the various species of staphylococcus that exist on human skin. Neither of these colonizations are considered infections. The difference between an infection and a colonization is often only a matter of circumstance. Non-pathogenic organisms can become pathogenic given specific conditions, and even the most virulent organism requires certain circumstances to cause a compromising infection. Some colonizing bacteria, such as \"Corynebacteria sp.\" and \"viridans streptococci\", prevent the adhesion and colonization of pathogenic bacteria and thus have a symbiotic relationship with the host, preventing infection and speeding wound healing.",
            "score": 200.546120762825
        },
        {
            "docid": "1041031_17",
            "document": "Dracunculiasis . Although Guinea worm disease is usually not fatal, the wound where the worm emerges could develop a secondary bacterial infection such as tetanus, which may be life-threatening—a concern in endemic areas where there is typically limited or no access to health care. Analgesics can be used to help reduce swelling and pain and antibiotic ointments can help prevent secondary infections at the wound site. At least in the Northern region of Ghana, the Guinea worm team found that antibiotic ointment on the wound site caused the wound to heal too well and too quickly making it more difficult to extract the worm and more likely that pulling would break the worm. The local team preferred to use something called \"Tamale oil\" (after the regional capital) which lubricated the worm and aided its extraction.",
            "score": 176.00300455093384
        },
        {
            "docid": "18722789_10",
            "document": "Wound licking . As with the licking of wounds by people, wound licking by animals carries a risk of infection. Allowing pet cats to lick open wounds can cause cellulitis and septicemia due to bacterial infections. Licking of open wounds by dogs could transmit rabies if the dog is infected with rabies, although this is said by the CDC to be rare. Dog saliva has been reported to complicate the healing of ulcers. Another issue is the possibility of an allergy to proteins in the saliva of pets, such as Fel d 1 in cat allergy and Can f 1 in dog allergy. Cases of serious infection following the licking of wounds by pets include:",
            "score": 201.12178206443787
        },
        {
            "docid": "192595_38",
            "document": "Methicillin-resistant Staphylococcus aureus . As of 2013 there had been no randomized clinical trials conducted to understand how to treat non-surgical wounds that had been colonized, but not infected, with MRSA, and insufficient studies had been conducted to understand how to treat surgical wounds that had been colonized with MRSA. As of 2013 it was not known whether strategies to eradicate MRSA colonization of people in nursing homes reduced infection rates.",
            "score": 155.3916299343109
        },
        {
            "docid": "4230_30",
            "document": "Cell (biology) . In multicellular organisms, cells can move during processes such as wound healing, the immune response and cancer metastasis. For example, in wound healing in animals, white blood cells move to the wound site to kill the microorganisms that cause infection. Cell motility involves many receptors, crosslinking, bundling, binding, adhesion, motor and other proteins. The process is divided into three steps – protrusion of the leading edge of the cell, adhesion of the leading edge and de-adhesion at the cell body and rear, and cytoskeletal contraction to pull the cell forward. Each step is driven by physical forces generated by unique segments of the cytoskeleton.",
            "score": 183.04066610336304
        },
        {
            "docid": "49338973_6",
            "document": "Postoperative wounds . Infection will complicate healing of surgical wounds and is commonly observed. Most infections are present within the first 30 days after surgery. Surgical wounds can become infected by bacteria, regardless if the bacteria is already present on the patient's skin or if the bacteria is spread to the patient due to contact with infected individuals. Wound infections can be superficial (skin only), deep (muscle and tissue), or spread to the organ or space where the surgery occurred.",
            "score": 204.04925107955933
        },
        {
            "docid": "995634_3",
            "document": "Trimethoprim/sulfamethoxazole . Co-trimoxazole was claimed to be more effective than either of its components individually in treating bacterial infections, although this was later disputed. Because it has a higher incidence of adverse effects, including allergic responses, its use has been restricted in many countries to very specific circumstances where its improved efficacy has been demonstrated. It may be effective in a variety of upper and lower respiratory tract infections, kidney and urinary tract infections, gastrointestinal tract infections, skin and wound infections, sepsis, and other infections caused by sensitive organisms. Co-trimoxazole decreases the risk of recurrence of retinochoroiditis. The global problem of advancing antimicrobial resistance has led to a renewed interest in the use of co-trimoxazole more recently. can also be used for treatment of toxopalsmosis",
            "score": 144.59664297103882
        },
        {
            "docid": "17761312_4",
            "document": "Wound dehiscence . A primary cause of wound dehiscence is sub-acute infection, resulting from inadequate or imperfect aseptic technique. Coated suture, such as Vicryl, generally breaks down at a rate predicted to correspond with tissue healing, but is hastened in the presence of bacteria. In the absence of other known metabolic factors which inhibit healing and may have contributed to suture dehiscence, sub-acute infection should be suspected and the protocol of obtaining wound cultures followed by treatment with the appropriate antibiotics should be undertaken. Dehiscence can also be caused by inadequate undermining (cutting the skin away from the underlying tissues) of the wound during surgery, excessive tension on the wound edges caused by lifting or straining, or the wound being located on a highly mobile or high tension area such as the back, shoulders or legs. Individuals with Ehlers–Danlos syndrome also commonly experience wound dehiscence. Risk factors can include any of the above as well as obesity, smoking, previous scarring, surgical error, cancer, chronic use of corticosteroids and increased abdominal pressure.",
            "score": 202.14802598953247
        },
        {
            "docid": "618883_15",
            "document": "Acinetobacter . \"Acinetobacter\" is frequently isolated in nosocomial infections, and is especially prevalent in intensive care units, where both sporadic cases and epidemic and endemic occurrences are common. \"A. baumannii\" is a frequent cause of hospital-acquired pneumonia, especially of late-onset, ventilator-associated pneumonia. It can cause various other infections, including skin and wound infections, bacteremia, and meningitis, but \"A. lwoffi\" is mostly responsible for the latter. Of the \"Acinetobacter\", \"A. baumannii\" is the greatest cause of human disease, having been implicated in a number of hospital-acquired infections such as bacteremia, urinary tract infections (UTIs), secondary meningitis, infective endocarditis, and wound and burn infections. In particular, \"A. baumannii\" is frequently isolated as the cause of hospital-acquired pneumonia among patients admitted to the intensive care unit. Risk factors include long-term intubation and tracheal or lung aspiration. In most cases of ventilator-associated pneumonia, the equipment used for artificial ventilation such as endotracheal tubes or bronchoscopes serve as the source of infection and result in the colonization of the lower respiratory tract by \"A. baumannii\". In some cases, the bacteria can go on to enter the bloodstream, resulting in bacteremia with mortality rates ranging from 32% to 52%. UTIs caused by \"A. baumannii\" appear to be associated with continuous catheterization, as well as antibiotic therapy. \"A. baumannii\" has also been reported to infect skin and soft tissue in traumatic injuries and postsurgical wounds. \"A. baumannii\" commonly infects burns and may result in complications owing to difficulty in treatment and eradication. Though less common, some evidence also links this bacterium to meningitis, most often following invasive surgery, and in very rare cases, to community-acquired primary meningitis wherein the majority of the victims were children. Case reports also link \"A. baumannii\" to endocarditis, keratitis, peritonitis, and very rarely fatal neonatal sepsis. The clinical significance of \"A. baumannii\" is partially due to its capacity to develop resistance against many available antibiotics. Reports indicate that it possesses resistance against broad-spectrum cephalosporins, β-lactam antibiotics, aminoglycosides, and quinolones. Resistance to carbapenems is also being increasingly reported. \"A. baumannii\" can survive on the human skin or dry surfaces for weeks, and is resistant to a variety of disinfectants, making it particularly easy to spread in a hospital setting. Antibiotic resistance genes are often plasmid-borne, and plasmids present in \"Acinetobacter\" strains can be transferred to other pathogenic bacteria by horizontal gene transfer. In healthy individuals, \"Acinetobacter\" colonies on the skin correlate with low incidence of allergies; \"Acinetobacter\" is thought to be allergy-protective.",
            "score": 152.09188270568848
        },
        {
            "docid": "11074490_9",
            "document": "Enterococcus faecium . \"Enterococcus\" infections, including VRE infections, cause a range of different symptoms depending on the location of the infection. This includes infections of the bloodstream, urinary tract infections (UTI), and wound infections associated with catheters or surgery. Wound infections associated with catheters and surgery can cause soreness and swelling at wound site, red, warm skin around wound, and fluid leakage. Urinary tract infections can cause frequent or intense urge to urinate, pain or burning sensation while urinating, fatigue, and lower back or abdominal pain. Bloodstream infections can cause fever, chills, body aches, nausea and vomiting, and diarrhea.",
            "score": 176.47884726524353
        },
        {
            "docid": "54329819_4",
            "document": "Cat bite . The resident flora in the mouth of the cat includes \"Pasteurella\", \"Staph\", \"Bartonella\", and \"Streptococcus\" species. Bites from cats develop infections more frequently than bites from dogs. The teeth of a cat are sharp, pointed and can cause deep wounds. After a cat bite, the skin usually healing closes rapidly over the bite and traps microorganisms. The bites from cats can infect a person with: Most cats with this infection show no signs of illness. In people, pasteurellosis causes painful wound and skin infections. In severe cases, it can cause widespread infection and might even affect the nervous system.",
            "score": 165.52508091926575
        },
        {
            "docid": "1706838_33",
            "document": "Hip fracture . Deep or superficial wound infection has an approximate incidence of 2%. It is a serious problem as superficial infection may lead to deep infection. This may cause infection of the healing bone and contamination of the implants. It is difficult to eliminate infection in the presence of metal foreign bodies such as implants. Bacteria inside the implants are inaccessible to the body's defence system and to antibiotics. The management is to attempt to suppress the infection with drainage and antibiotics until the bone is healed. Then the implant should be removed, following which the infection may clear up.",
            "score": 168.4334921836853
        },
        {
            "docid": "1478416_4",
            "document": "Parotitis . \"Acute bacterial parotitis:\" is most often caused by a bacterial infection of Staphylococcus aureus but may be caused by any commensal bacteria. Parotitis presents as swelling at the angle of the jaw. Bacterial parotitis presents as a unilateral swelling, where the gland is swollen and tender and usually produces pus at the Stensen's duct. This pus is usually sampled and the bacteria within are identified. Common causative bacteria are Staphylococcus aureus, Streptococcus pyogenes and E coli. It is associated with poor oral hygiene; oral infections and decreased saliva production. Symptoms include fever, dehydration, chills, fast heartbeat and breathing if the infection is causing sepsis. Medications such as antihistamines and diuretics can be predisposing factors. Treatment is usually antibiotics.",
            "score": 103.7476396560669
        },
        {
            "docid": "665554_7",
            "document": "Radial keratotomy . The healing corneal wounds consist of newly abutting corneal stroma, fibroblastic cells, and irregular fibrous connective tissue. Closer to the wound surface lies the epithelial plug, a bed of the cells that form the normal corneal epithelium which have fallen into the wound. Often this plug is three to four times as deep as the normal corneal epithelium layer. As the cells migrate from the depth of the plug up to the surface, some die before reaching it, forming breaches in the otherwise healthy epithelial layer. This, consequently, leaves the cornea more susceptible to infections. The risk is estimated to be between 0.25% and 0.7% Healing of the RK incisions is very slow and unpredictable, often incomplete even years after surgery. Similarly, infection of these chronic wounds can also occur years after surgery, with 53% of ocular infections being late in onset. The pathogen most commonly involved in such infections is the highly virulent bacterium \"Pseudomonas aeruginosa\".",
            "score": 178.30697679519653
        },
        {
            "docid": "56598639_5",
            "document": "Innate immune defect . Interleukin-1 receptor-associated kinase deficiency is an inherited disorder of the immune system. This immunodeficiency leads to recurrent infections caused by the pyogenic bacteria, for example \"Streptococcus pneumoniae\", \"Staphylococcus aureus\" and \"Pseudomonas aeruginosa\", but not by other infectious agents. Most patients with IRAK-4 deficiency suffer from invasive bacterial infections, which can cause septicemia, meningitis or they affect the joints that can lead to inflammation and arthritis. These invasive infections can also cause areas of tissue breakdown and pus production (abscesses) on internal organs. In addition, patients are characterized by infections of the upper respiratory tract, eyes or skin. Although fever is a common reaction to bacterial infections, many people with IRAK-4 deficiency do not at first develop a high fever in response to these infections, even if the infection is severe. Most patients have their first bacterial infection before age 2, and the infections can be life-threatening in infancy and childhood. Infections become less frequent with age.",
            "score": 112.0845159292221
        },
        {
            "docid": "902762_9",
            "document": "Pressure ulcer . Biofilm is one of the most common reasons for delayed healing in pressure ulcers. Biofilm occurs rapidly in wounds and stalls healing by keeping the wound inflamed. Frequent debridement and antimicrobial dressings are needed to control the biofilm. Infection prevents healing of pressure ulcers. Signs of pressure ulcer infection include slow or delayed healing and pale granulation tissue. Signs and symptoms of systemic infection include fever, pain, redness, swelling, warmth of the area, and purulent discharge. Additionally, infected wounds may have a gangrenous smell, be discolored, and may eventually produce more pus.",
            "score": 185.15021681785583
        },
        {
            "docid": "192595_9",
            "document": "Methicillin-resistant Staphylococcus aureus . Surgical as well as nonsurgical wounds can be infected with HA-MRSA. Surgical site infections (SSI) occur on the skin surface but can spread to internal organs and blood to cause sepsis. Transmission occurs between healthcare providers and patients. This is because some providers may inconsistently neglect to perform hand-washing between examinations.",
            "score": 148.48485445976257
        },
        {
            "docid": "646817_26",
            "document": "Agrobacterium tumefaciens . \"Agrobacterium\" \"tumefaciens\" overwinters in infested soils. \"Agrobacterium\" species live predominantly saprophytic lifestyles, so it's common even for plant parasitic species of this genus to survive in the soil for lengthy periods of time, even without host plant presence. When there is a host plant present, however, the bacteria enter the plant tissue via recent wounds or natural openings of roots or stems near the ground. These wounds may be caused by cultural practices, grafting, insects, etc. Once the bacteria have entered the plant, they occur intercellularly and stimulate surrounding tissue to proliferate due to cell transformation. \"Agrobacterium\" performs this control by inserting the plasmid T-DNA into the plant's genome. See above for more details about the process of plasmid DNA insertion into the host genome. Excess growth of the plant tissue leads to gall formation on the stem and roots. These tumors exert significant pressure on the surrounding plant tissue, which causes this tissue to become crushed and/or distorted. The crushed vessels lead to reduced water flow in the xylem. Young tumors are soft and therefore vulnerable to secondary invasion by insects and saprophytic microorganisms. This secondary invasion causes breakdown of the peripheral cell layers as well as tumor discoloration due to decay. Breakdown of the soft tissue leads to release of the \"Agrobacterium tumefaciens\" into the soil allowing it to restart the disease process with a new host plant. Crown gall disease caused by \"Agrobacterium tumefaciens\" can be controlled by using various different methods. The best way to control this disease is to take preventative measures, such as sterilizing pruning tools so as to avoid infecting new plants. Performing mandatory inspections of nursery stock and rejecting infected plants as well as not planting susceptible plants in infected fields are also valuable practices. Avoiding wounding the crowns/roots of the plants during cultivation is important for preventing disease. In horticultural techniques in which multiple plants are joined together to grow as one, such as budding and grafting these techniques lead to plant wounds. Wounds are the primary location of bacterial entry into the host plant. Therefore, it is advisable to perform these techniques during times of the year when \"Agrobacteria\" are not active. Control of root-chewing insects is also helpful to reduce levels of infection, since these insects cause wounds (aka bacterial entryways) in the plant roots. It is recommended that infected plant material be burned rather than placed in a compost pile due to the bacteria's ability to live in the soil for many years.",
            "score": 162.873721241951
        },
        {
            "docid": "995668_4",
            "document": "Boil . Boils may appear on the buttocks or near the anus, the back, the neck, the stomach, the chest, the arms or legs, or even in the ear canal. Boils may also appear around the eye, where they are called styes. A boil on the gum is called intraoral dental sinus, or more commonly, a gumboil. The most common complications of boils are scarring and infection or abscess of the skin, spinal cord, brain, kidneys, or other organs. Infections may also spread to the bloodstream (bacteremia) and become life-threatening. \"S. aureus\" strains first infect the skin and its structures (for example, sebaceous glands, hair follicles) or invade damaged skin (cuts, abrasions). Sometimes the infections are relatively limited (such as a stye, boil, furuncle, or carbuncle), but other times they may spread to other skin areas (causing cellulitis, folliculitis, or impetigo). Unfortunately, these bacteria can reach the bloodstream (bacteremia) and end up in many different body sites, causing infections (wound infections, abscesses, osteomyelitis, endocarditis, pneumonia) that may severely harm or kill the infected person. \"S. aureus\" strains also produce enzymes and exotoxins that likely cause or increase the severity of certain diseases. Such diseases include food poisoning, septic shock, toxic shock syndrome, and scalded skin syndrome. Almost any organ system can be infected by \"S. aureus\". Squeezing or cutting boils in the danger triangle of the face can be particularly dangerous if done outside a medical setting, as blood vessels in this area drain into the brain and can carry serious infections there.",
            "score": 142.66416215896606
        },
        {
            "docid": "514458_3",
            "document": "Wound healing . The wound healing process is not only complex but also fragile, and it is susceptible to interruption or failure leading to the formation of non-healing chronic wounds. Factors that contribute to non-healing chronic wounds are diabetes, venous or arterial disease, infection, and metabolic deficiencies of old age.",
            "score": 166.59361791610718
        },
        {
            "docid": "3120850_12",
            "document": "Chronic wound . Periwound skin damage caused by excessive amounts of exudate and other bodily fluids can perpetuate the non-healing status of chronic wounds. Maceration, excoriation, dry (fragile) skin, hyperkeratosis, callus and eczema are frequent problems that interfere with the integrity of periwound skin. They can create a gateway for infection as well as cause wound edge deterioration preventing wound closure.",
            "score": 153.92157363891602
        },
        {
            "docid": "149881_7",
            "document": "Medical uses of silver . A 2012 systematic review found that silver-containing dressings were no better than non-silver-containing dressings in treating burns. A 2012 Cochrane review found that silver-containing hydrocolloid dressings were no better than standard alginate dressings in treating diabetic foot ulcers. A 2010 Cochrane review found insufficient evidence to determine if dressings containing silver increase or decrease infection or affect healing rates. Another 2010 review found some evidence that silver-impregnated dressings improve the short-term healing of wounds and ulcers. The lead author of this paper is a speaker for one of the manufacturers of one of the silver dressings under study. A 2018 Cochrane review found that silver-containing dressings may increase the probability of healing for venous leg ulcers. A 2009 systematic review found that silver dressings improve both wound healing and quality of life when managing chronic non-healing wounds. Another 2009 review concluded that the evidence for silver-containing foam in chronic infected wounds is not clear, but found that silver-containing foam resulted in a greater reduction in wound size and more effective control of leakage and odor than non-silver dressings. A Cochrane review from 2013 found that all of the trials that assessed dressings on superficial and partial thickness burn wounds were at risk of bias and the data were poorly reported. Silver sulphadiazine had consistently poorer healing outcomes and delayed healing times compared with biosynthetic, silicon-coated and silver dressings. An earlier version of the review had raised concerns about delays in time to wound healing and an increased number of dressing applications when silver sulfadiazine (SSD) is used for the full duration of the treatment. Another systematic review concluded that the evidence shows an overall positive effect of silver-releasing dressings in the management of infected chronic wounds, but expressed concern that the quality of the underlying trials was limited and potentially biased.",
            "score": 194.53278708457947
        },
        {
            "docid": "2459654_11",
            "document": "Pseudomonas aeruginosa . An opportunistic, nosocomial pathogen of immunocompromised individuals, \"P. aeruginosa\" typically infects the airway, urinary tract, burns, and wounds, and also causes other blood infections. It is the most common cause of infections of burn injuries and of the outer ear (otitis externa), and is the most frequent colonizer of medical devices (e.g., catheters). \"Pseudomonas\" can be spread by equipment that gets contaminated and is not properly cleaned or on the hands of healthcare workers. \"Pseudomonas\" can, in rare circumstances, cause community-acquired pneumonias, as well as ventilator-associated pneumonias, being one of the most common agents isolated in several studies. Pyocyanin is a virulence factor of the bacteria and has been known to cause death in \"C. elegans\" by oxidative stress. However, salicylic acid can inhibit pyocyanin production. One in ten hospital-acquired infections is from \"Pseudomonas\". Cystic fibrosis patients are also predisposed to \"P. aeruginosa\" infection of the lungs. \"P. aeruginosa\" may also be a common cause of \"hot-tub rash\" (dermatitis), caused by lack of proper, periodic attention to water quality. Since these bacteria like moist environments, such as hot tubs and swimming pools, they can cause skin rash or swimmer's ear. \"Pseudomonas\" is also a common cause of postoperative infection in radial keratotomy surgery patients. The organism is also associated with the skin lesion ecthyma gangrenosum. \"P. aeruginosa\" is frequently associated with osteomyelitis involving puncture wounds of the foot, believed to result from direct inoculation with \"P. aeruginosa\" via the foam padding found in tennis shoes, with diabetic patients at a higher risk.",
            "score": 157.51812314987183
        },
        {
            "docid": "42731481_9",
            "document": "Chronic wound pain . Verbalization of pain is considered the most valid indicator of pain because pain is subjective and whatever the individual complaining of pain says it is. Standardized tools that have been validated in the assessment of pain are commonly used to assess wound pain are; Visual Analogue Scale (VAS), Numeric Box Scale (NBS), Faces Pain Rating Scale (FRS), and The Short McGill Pain Questionnaire, which may be difficult to use with patients who are unable to verbalize and describe their pain. The Wound Pain Management Model (WPMM) was developed to outline the important components of wound pain assessment. The WPMM indicates wound pain assessment should include; location, intensity, duration, and the impact on quality of life. Chronic wound pain has been under recognized and often goes untreated, or undertreated. Contributing factors for poor wound pain management are lack of, or inadequate wound pain assessment. Negative consequences of chronic wound pain may be impaired quality of life due to sleep deprivation or disturbances, immobility, depression, changes in body image, constipation due to side effects of pain medications, infection, and stress. Chronic wound pain can have a cause sleep disturbances or deprivation, depression, immobility, and changes in body image, infection, stress, and constipation due to side effects of pain medications can have a negative impact on the quality of life. Chronic wound pain may vary depending on the cause of the wound. Venous leg ulcers, arterial ulcers, diabetic foot ulcers, pressure ulcers, malignancy, infection, inflammation and stress are associated with chronic wound pain.",
            "score": 153.55256748199463
        },
        {
            "docid": "3120850_18",
            "document": "Chronic wound . Since more oxygen in the wound environment allows white blood cells to produce ROS to kill bacteria, patients with inadequate tissue oxygenation, for example those who suffered hypothermia during surgery, are at higher risk for infection. The host’s immune response to the presence of bacteria prolongs inflammation, delays healing, and damages tissue. Infection can lead not only to chronic wounds but also to gangrene, loss of the infected limb, and death of the patient. More recently, an interplay between bacterial colonization and increases in reactive oxygen species leading to formation and production of biofilms has been shown to the generate chronic wounds.",
            "score": 199.63633227348328
        },
        {
            "docid": "16414109_17",
            "document": "Lucilia illustris . Recent research involving blow flies ranges from maggot therapy to identifying different species of bird blow flies. Maggot Debridement Therapy (MDT) uses specially selected fly larvae for the cleansing of non-healing wounds. Gangrenous wounds are examples of non-healing wounds that can clinically be treated more effectively by MDT than more common treatments. “Medicinal maggots have three actions: 1) they debride (clean) wounds by dissolving the dead (necrotic), infected tissue; 2) they disinfect the wound, by killing bacteria; and 3) they stimulate wound healing.” According to the Federal Drug Administration, medicinal maggots are the first live organisms to be marketed in the United States.",
            "score": 184.1055555343628
        },
        {
            "docid": "31341925_5",
            "document": "Diabetic foot . Where wounds take a long time to heal, infection may set in and lower limb amputation may be necessary. Foot infection is the most common cause of non-traumatic amputation in people with diabetes.",
            "score": 141.51737332344055
        }
    ],
    "r": [
        {
            "docid": "17360_24",
            "document": "Komodo dragon . Researchers have isolated a powerful antibacterial peptide from the blood plasma of Komodo dragons, VK25. Based on their analysis of this peptide, they have synthesized a short peptide dubbed DRGN-1 and tested it against multidrug-resistant (MDR) pathogens. Preliminary results of these tests show that DRGN-1 is effective in killing drug-resistant bacterial strains and even some fungi. It has the added observed benefit of significantly promoting wound healing in both uninfected and mixed biofilm infected wounds.",
            "score": 212.54513549804688
        },
        {
            "docid": "31823679_12",
            "document": "Wound bed preparation . All wounds are considered to harbour microorganisms. Management of the bacterial balance is of vital importance if delays in healing are to be avoided. The biological removal of micro-organisms, including potential pathogens, and tissue debris from the wound of an immune-competent patient is a wound cleansing activity that takes place almost immediately after wounding and which helps to reduce the threat of infection. However, a range of risk factors exist that increase the likelihood of infection intervening and these include; age, depleted nutrition, down-regulation of the immune system, systemic disease, and poor tissue perfusion of oxygen. Thus, in the above circumstances or when a wound has become infected, wound cleansing activities beyond the natural biological processes are required so that the wound bioburden is maintained at a level where the host can remain in control.",
            "score": 207.59371948242188
        },
        {
            "docid": "18722789_3",
            "document": "Wound licking . Oral mucosa heals faster than skin, suggesting that saliva may have properties that aid wound healing. Saliva contains cell-derived tissue factor, and many compounds that are antibacterial or promote healing. Salivary tissue factor, associated with microvesicles shed from cells in the mouth, promotes wound healing through the extrinsic blood coagulation cascade. The enzymes lysozyme and peroxidase, defensins, cystatins and an antibody, IgA, are all antibacterial. Thrombospondin and some other components are antiviral. A protease inhibitor, secretory leukocyte protease inhibitor, is present in saliva and is both antibacterial and antiviral, and a promoter of wound healing. Nitrates that are naturally found in saliva break down into nitric oxide on contact with skin, which will inhibit bacterial growth. Saliva contains growth factors such as epidermal growth factor, VEGF, TGF-β1, leptin, IGF-I, lysophosphatidic acid, hyaluronan and NGF, which all promote healing, although levels of EGF and NGF in humans are much lower than those in rats. In humans, histatins may play a larger role. As well as being growth factors, IGF-I and TGF-α induce antimicrobial peptides. Saliva also contains an analgesic, opiorphin. Licking will also tend to debride the wound and remove gross contamination from the affected area. In a recent study, scientists have confirmed through several experiments that the protein responsible for healing properties in human saliva is, in fact, histatin. Scientists are now looking for ways to make use of this information in ways that can lead to chronic wounds, burns, and injuries being healed by saliva, making this type of treatment as common as antibiotic creams and rubbing alcohol.",
            "score": 207.2240447998047
        },
        {
            "docid": "43946_32",
            "document": "Biofilm . Biofilms have been found to be involved in a wide variety of microbial infections in the body, by one estimate 80% of all infections. Infectious processes in which biofilms have been implicated include common problems such as bacterial vaginosis, urinary tract infections, catheter infections, middle-ear infections, formation of dental plaque, gingivitis, coating contact lenses, and less common but more lethal processes such as endocarditis, infections in cystic fibrosis, and infections of permanent indwelling devices such as joint prostheses, heart valves, and intervertebral disc. More recently it has been noted that bacterial biofilms may impair cutaneous wound healing and reduce topical antibacterial efficiency in healing or treating infected skin wounds. Early detection of biofilms in wounds is crucial to successful chronic wound management. Although many techniques have developed to identify planktonic bacteria in viable wounds, few have been able to quickly and accurately identify bacterial biofilms. Future studies are needed to find means of identifying and monitoring biofilm colonization at the bedside to permit timely initiation of treatment.",
            "score": 205.9095458984375
        },
        {
            "docid": "49338973_6",
            "document": "Postoperative wounds . Infection will complicate healing of surgical wounds and is commonly observed. Most infections are present within the first 30 days after surgery. Surgical wounds can become infected by bacteria, regardless if the bacteria is already present on the patient's skin or if the bacteria is spread to the patient due to contact with infected individuals. Wound infections can be superficial (skin only), deep (muscle and tissue), or spread to the organ or space where the surgery occurred.",
            "score": 204.0492401123047
        },
        {
            "docid": "17761312_4",
            "document": "Wound dehiscence . A primary cause of wound dehiscence is sub-acute infection, resulting from inadequate or imperfect aseptic technique. Coated suture, such as Vicryl, generally breaks down at a rate predicted to correspond with tissue healing, but is hastened in the presence of bacteria. In the absence of other known metabolic factors which inhibit healing and may have contributed to suture dehiscence, sub-acute infection should be suspected and the protocol of obtaining wound cultures followed by treatment with the appropriate antibiotics should be undertaken. Dehiscence can also be caused by inadequate undermining (cutting the skin away from the underlying tissues) of the wound during surgery, excessive tension on the wound edges caused by lifting or straining, or the wound being located on a highly mobile or high tension area such as the back, shoulders or legs. Individuals with Ehlers–Danlos syndrome also commonly experience wound dehiscence. Risk factors can include any of the above as well as obesity, smoking, previous scarring, surgical error, cancer, chronic use of corticosteroids and increased abdominal pressure.",
            "score": 202.1480255126953
        },
        {
            "docid": "18722789_10",
            "document": "Wound licking . As with the licking of wounds by people, wound licking by animals carries a risk of infection. Allowing pet cats to lick open wounds can cause cellulitis and septicemia due to bacterial infections. Licking of open wounds by dogs could transmit rabies if the dog is infected with rabies, although this is said by the CDC to be rare. Dog saliva has been reported to complicate the healing of ulcers. Another issue is the possibility of an allergy to proteins in the saliva of pets, such as Fel d 1 in cat allergy and Can f 1 in dog allergy. Cases of serious infection following the licking of wounds by pets include:",
            "score": 201.1217803955078
        },
        {
            "docid": "37220_15",
            "document": "Infection . Wound colonization refers to nonreplicating microorganisms within the wound, while in infected wounds, replicating organisms exist and tissue is injured. All multicellular organisms are colonized to some degree by extrinsic organisms, and the vast majority of these exist in either a mutualistic or commensal relationship with the host. An example of the former is the anaerobic bacteria species, which colonizes the mammalian colon, and an example of the latter are the various species of staphylococcus that exist on human skin. Neither of these colonizations are considered infections. The difference between an infection and a colonization is often only a matter of circumstance. Non-pathogenic organisms can become pathogenic given specific conditions, and even the most virulent organism requires certain circumstances to cause a compromising infection. Some colonizing bacteria, such as \"Corynebacteria sp.\" and \"viridans streptococci\", prevent the adhesion and colonization of pathogenic bacteria and thus have a symbiotic relationship with the host, preventing infection and speeding wound healing.",
            "score": 200.54612731933594
        },
        {
            "docid": "3120850_18",
            "document": "Chronic wound . Since more oxygen in the wound environment allows white blood cells to produce ROS to kill bacteria, patients with inadequate tissue oxygenation, for example those who suffered hypothermia during surgery, are at higher risk for infection. The host’s immune response to the presence of bacteria prolongs inflammation, delays healing, and damages tissue. Infection can lead not only to chronic wounds but also to gangrene, loss of the infected limb, and death of the patient. More recently, an interplay between bacterial colonization and increases in reactive oxygen species leading to formation and production of biofilms has been shown to the generate chronic wounds.",
            "score": 199.63633728027344
        },
        {
            "docid": "33472095_5",
            "document": "Heparan sulfate analogue . Normal wound repair consists of three different phases: hemostasis and inflammation, proliferation and tissue remodeling. In disturbed wound healing, these stages cannot be completed often resulting in a reduced anatomical and functional outcome. Multiple factors determine the average healing time of the different phases. These factors can be classified into local factors such as infection and ischemia, and systemic factors such as age, stress, Diabetes Mellitus and smoking. In chronic wounds, factors as mentioned above, make it impossible for the tissue to regenerate properly. After injury, the extracellular matrix, and thereby also the heparan sulfate is broken down by different local enzymes, produced by macrophages such as, heparanases, serine proteases and metalloproteinases (MMPs). Heparan sulfate analogues replace the broken heparan sulfate at the wound site and bind to the free heparan sulfate binding sites of the extracellular matrix. Heparan sulfate is slightly negatively charged and so it can bind the positively charged units of the proteins and secure the ECM scaffold. That ensures a supply of the different protein ligands at the wound site.",
            "score": 198.5327606201172
        },
        {
            "docid": "149881_7",
            "document": "Medical uses of silver . A 2012 systematic review found that silver-containing dressings were no better than non-silver-containing dressings in treating burns. A 2012 Cochrane review found that silver-containing hydrocolloid dressings were no better than standard alginate dressings in treating diabetic foot ulcers. A 2010 Cochrane review found insufficient evidence to determine if dressings containing silver increase or decrease infection or affect healing rates. Another 2010 review found some evidence that silver-impregnated dressings improve the short-term healing of wounds and ulcers. The lead author of this paper is a speaker for one of the manufacturers of one of the silver dressings under study. A 2018 Cochrane review found that silver-containing dressings may increase the probability of healing for venous leg ulcers. A 2009 systematic review found that silver dressings improve both wound healing and quality of life when managing chronic non-healing wounds. Another 2009 review concluded that the evidence for silver-containing foam in chronic infected wounds is not clear, but found that silver-containing foam resulted in a greater reduction in wound size and more effective control of leakage and odor than non-silver dressings. A Cochrane review from 2013 found that all of the trials that assessed dressings on superficial and partial thickness burn wounds were at risk of bias and the data were poorly reported. Silver sulphadiazine had consistently poorer healing outcomes and delayed healing times compared with biosynthetic, silicon-coated and silver dressings. An earlier version of the review had raised concerns about delays in time to wound healing and an increased number of dressing applications when silver sulfadiazine (SSD) is used for the full duration of the treatment. Another systematic review concluded that the evidence shows an overall positive effect of silver-releasing dressings in the management of infected chronic wounds, but expressed concern that the quality of the underlying trials was limited and potentially biased.",
            "score": 194.5327911376953
        },
        {
            "docid": "3120850_16",
            "document": "Chronic wound . While they fight pathogens, neutrophils also release inflammatory cytokines and enzymes that damage cells. One of their important jobs is to produce Reactive Oxygen Species (ROS) to kill bacteria, for which they use an enzyme called myeloperoxidase. The enzymes and ROS produced by neutrophils and other leukocytes damage cells and prevent cell proliferation and wound closure by damaging DNA, lipids, proteins, the extracellular matrix (ECM), and cytokines that speed healing. Neutrophils remain in chronic wounds for longer than they do in acute wounds, and contribute to the fact that chronic wounds have higher levels of inflammatory cytokines and ROS. Since wound fluid from chronic wounds has an excess of proteases and ROS, the fluid itself can inhibit healing by inhibiting cell growth and breaking down growth factors and proteins in the ECM. This impaired healing response is considered uncoordinated. However, soluble mediators of the immune system (growth factors), cell-based therapies and therapeutic chemicals can propagate coordinated healing.",
            "score": 193.3331756591797
        },
        {
            "docid": "4778099_11",
            "document": "History of wound care . Honey was utilized for its antibacterial properties that helped heal infected wounds. Moreover, honey was used as a topical ointment. Other than glucose, which is another name for sugar, honey also contains a variety of trace amounts of many different vitamins and amino acids, which are also known as proteins. The method used with honey, in regards to assisting medical treatments, mainly wounds, is by pouring and plastering a wholesome amount of it on the area of the wound. This technique will support in the reduction of pain, inflammation, and swelling. Furthermore, the antibacterial features that honey contains also constrain the wound from infection and growth.",
            "score": 189.63522338867188
        },
        {
            "docid": "2065768_6",
            "document": "Antimicrobial peptides . In addition to killing bacteria directly they have been demonstrated to have a number of immunomodulatory functions that may be involved in the clearance of infection, including the ability to alter host gene expression, act as chemokines and/or induce chemokine production, inhibiting lipopolysaccharide induced pro-inflammatory cytokine production, promoting wound healing, and modulating the responses of dendritic cells and cells of the adaptive immune response. Animal models indicate that host defence peptides are crucial for both prevention and clearance of infection. It appears as though many peptides initially isolated as and termed \"antimicrobial peptides\" have been shown to have more significant alternative functions in vivo (e.g. hepcidin).",
            "score": 187.01547241210938
        },
        {
            "docid": "902762_9",
            "document": "Pressure ulcer . Biofilm is one of the most common reasons for delayed healing in pressure ulcers. Biofilm occurs rapidly in wounds and stalls healing by keeping the wound inflamed. Frequent debridement and antimicrobial dressings are needed to control the biofilm. Infection prevents healing of pressure ulcers. Signs of pressure ulcer infection include slow or delayed healing and pale granulation tissue. Signs and symptoms of systemic infection include fever, pain, redness, swelling, warmth of the area, and purulent discharge. Additionally, infected wounds may have a gangrenous smell, be discolored, and may eventually produce more pus.",
            "score": 185.1502227783203
        },
        {
            "docid": "6564132_11",
            "document": "MHC class II . Having MHC class II molecules present proper peptides that are bound stably is essential for overall immune function. Because class II MHC is loaded with extracellular proteins, it is mainly concerned with presentation of extracellular pathogens (for example, bacteria that might be infecting a wound or the blood). Class II molecules interact mainly with immune cells, like the T helper cell (TCD4+). The peptide presented regulates how T cells respond to an infection. Stable peptide binding is essential to prevent detachment and degradation of a peptide, which could occur without secure attachment to the MHC molecule. This would prevent T cell recognition of the antigen, T cell recruitment, and a proper immune response. The triggered appropriate immune response may include localized inflammation and swelling due to recruitment of phagocytes or may lead to a full-force antibody immune response due to activation of B cells.",
            "score": 184.4731903076172
        },
        {
            "docid": "16414109_17",
            "document": "Lucilia illustris . Recent research involving blow flies ranges from maggot therapy to identifying different species of bird blow flies. Maggot Debridement Therapy (MDT) uses specially selected fly larvae for the cleansing of non-healing wounds. Gangrenous wounds are examples of non-healing wounds that can clinically be treated more effectively by MDT than more common treatments. “Medicinal maggots have three actions: 1) they debride (clean) wounds by dissolving the dead (necrotic), infected tissue; 2) they disinfect the wound, by killing bacteria; and 3) they stimulate wound healing.” According to the Federal Drug Administration, medicinal maggots are the first live organisms to be marketed in the United States.",
            "score": 184.1055450439453
        },
        {
            "docid": "204420_18",
            "document": "Saliva . A common belief is that saliva contained in the mouth has natural disinfectants, which leads people to believe it is beneficial to \"lick their wounds\". Researchers at the University of Florida at Gainesville have discovered a protein called nerve growth factor (NGF) in the saliva of mice. Wounds doused with NGF healed twice as fast as untreated and unlicked wounds; therefore, saliva can help to heal wounds in some species. NGF has not been found in human saliva; however, researchers find human saliva contains such antibacterial agents as secretory IgA, lactoferrin, lysozyme and peroxidase. It has not been shown that human licking of wounds disinfects them, but licking is likely to help clean the wound by removing larger contaminants such as dirt and may help to directly remove infective bodies by brushing them away. Therefore, licking would be a way of wiping off pathogens, useful if clean water is not available to the animal or person.",
            "score": 183.5408477783203
        },
        {
            "docid": "4230_30",
            "document": "Cell (biology) . In multicellular organisms, cells can move during processes such as wound healing, the immune response and cancer metastasis. For example, in wound healing in animals, white blood cells move to the wound site to kill the microorganisms that cause infection. Cell motility involves many receptors, crosslinking, bundling, binding, adhesion, motor and other proteins. The process is divided into three steps – protrusion of the leading edge of the cell, adhesion of the leading edge and de-adhesion at the cell body and rear, and cytoskeletal contraction to pull the cell forward. Each step is driven by physical forces generated by unique segments of the cytoskeleton.",
            "score": 183.04066467285156
        },
        {
            "docid": "4778099_20",
            "document": "History of wound care . In modern-day 21st century, medicine has evolved to involve past treatments such as leech therapy, as well as advancing wound prevention and the treatment. A large part of wound care is wound treatment. This involves promoting healing, preventing infections, and getting rid of an already existent infection. Deciding on a treatment depends on the type of wound that a person has sustained. Varying from infections to burns, wound care is a priority in saving the limb, extremity, or life of a person. In a hospital or medical care setting, more severe wounds like diabetic ulcers, decubitus ulcers, and burns require sterile or clean (depending on the severity of the wound) dressings and wound care. The types of wound dressing include: dry dressings, wet-to-dry dressings, chemical-impregnated dressings, foam dressings, alginate dressings, hydrofiber dressings, transparent film dressings, hydrogel dressings, and hydrocolloid dressings. All of the listed dressing types require different materials to complete the dressing.",
            "score": 182.9938201904297
        },
        {
            "docid": "49338973_9",
            "document": "Postoperative wounds . Complications of postsurgical wounds can be reduced before, during and after surgery. Before surgery, clinicians can treat the patient to reduce hemoglobin A1c levels to less than 7%. Those anticipating surgery can reduce their risk of complications by stopping smoking thirty days prior to surgery. The patient's skin can be evaluated for the presence of Staphylococcus areus prior to surgery since this bacterium causes wound infections in postoperative wounds. Treating any other infections prior to surgery also reduces the risks of a postoperative wound infection. Examples of these pre-existing infections are urinary tract infection or lower reproductive system infection. Removing the hair where the skin will be cut helps to reduce the risk of complications, though shaving is not considered to be appropriate and instead depilatories are used. Those who come in contact with the person who is receiving the surgery clean and disinfect their own skin surfaces. The patient's skin is also cleaned, scrubbed and treated with antiseptics. Patients undergoing surgery often receive antibiotics before surgery.",
            "score": 182.53863525390625
        },
        {
            "docid": "28552627_10",
            "document": "Copper peptide GHK-Cu . GHK-Cu has been found to induce a systemic enhancement of healing in rats, mice, and pigs; that is, the GHK-Cu peptide injected in one area of the body (such as the thigh muscles) improved healing at distant body areas (such as the ears). These treatments strongly increased healing parameters such as collagen production, angiogenesis, and wound closure in both wound chambers and full thickness wounds. In one study, full‐thickness wounds of 6 millimeters in diameter were created in an ischemic skin flap on the backs of rats, and for 13 days the wound sites were then treated daily with topical GHK or topical hydroxypropyl methylcellulose vehicle, or given no treatment. At the end of the study, the wound size had decreased by 64.5% in the GHK group; by 45.6% in the vehicle-treated group; and by 28.2% in the control group. The difference between the GHK group's wounds and those of the control group was significant, and was accompanied by significantly lower levels of tumor necrosis factor alpha and elastin-degrading matrix metalloproteinases.",
            "score": 181.7217559814453
        },
        {
            "docid": "3120850_23",
            "document": "Chronic wound . Though all wounds require a certain level of elastase and proteases for proper healing, too high a concentration is damaging. Leukocytes in the wound area release elastase, which increases inflammation, destroys tissue, proteoglycans, and collagen, and damages growth factors, fibronectin, and factors that inhibit proteases. The activity of elastase is increased by human serum albumin, which is the most abundant protein found in chronic wounds. However, chronic wounds with inadequate albumin are especially unlikely to heal, so regulating the wound's levels of that protein may in the future prove helpful in healing chronic wounds.",
            "score": 181.5506134033203
        },
        {
            "docid": "42731481_15",
            "document": "Chronic wound pain . Infection results when the wound’s micro-organisms overcome the immune system’s natural defense to fight off replicating micro-organisms. Chronic wounds that persist for more than 12 weeks should be evaluated for delayed healing, increase exudate, foul odor, additional areas of skin breakdown or slough on the wound bed, and bright red discoloration of granulation tissue, which may be indicative of infection.",
            "score": 181.39964294433594
        },
        {
            "docid": "18722789_5",
            "document": "Wound licking . Wound licking is beneficial but too much licking can be harmful. An Elizabethan collar is sometimes worn by pet animals to prevent biting or excessive wound licking, which can cause a lick granuloma. These lesions are often infected by pathogenic bacteria such as \"Staphylococcus intermedius\". Infection is another risk. Horses that lick wounds may become infected by a stomach parasite, \"Habronema\", a type of nematode worm. The rabies virus may be transmitted between kudu antelopes by wound licking.",
            "score": 180.16943359375
        },
        {
            "docid": "31823679_27",
            "document": "Wound bed preparation . In an in vitro model developed to compare the efficiency of wound-rinsing solutions, Kaehn \"et al.\" compared four sterile wound-cleansing solutions (saline, Ringer’s solution, Prontosan® and Octenisept®) using a wound coating model consisting of slides containing dried blood plasma or fibrin. The concentration of dissolved proteins was measured and the findings indicate that a surfactant containing solution (polyhexamethylene biguanide with betaine) (Prontosan®) was more effective than saline in removing the protein (adhered dried plasma or fibrin). The proteins in the antiseptic solution (Octenisept®) were denatured and became insoluble. The authors suggest this implies that the antiseptic solution is unsuitable as a ‘general’ wound cleanser and that its use should be restricted to infected wounds.",
            "score": 178.9470977783203
        },
        {
            "docid": "665554_7",
            "document": "Radial keratotomy . The healing corneal wounds consist of newly abutting corneal stroma, fibroblastic cells, and irregular fibrous connective tissue. Closer to the wound surface lies the epithelial plug, a bed of the cells that form the normal corneal epithelium which have fallen into the wound. Often this plug is three to four times as deep as the normal corneal epithelium layer. As the cells migrate from the depth of the plug up to the surface, some die before reaching it, forming breaches in the otherwise healthy epithelial layer. This, consequently, leaves the cornea more susceptible to infections. The risk is estimated to be between 0.25% and 0.7% Healing of the RK incisions is very slow and unpredictable, often incomplete even years after surgery. Similarly, infection of these chronic wounds can also occur years after surgery, with 53% of ocular infections being late in onset. The pathogen most commonly involved in such infections is the highly virulent bacterium \"Pseudomonas aeruginosa\".",
            "score": 178.30697631835938
        },
        {
            "docid": "54398615_10",
            "document": "Wound assessment . If the wound is chronic, is it the result of: an underlying illness (diabetic, venous and arterial ulcers), poor handling of the patient (pressure injuries, deep tissue injuries, wounds with cavities and undermining), poor previous treatment choices that slowed down the healing (untreated infection, inappropriate wound care product choice, lack of necessary procedures). If the wound is acute, is it the result of: traumatic injury, burn, or surgery.",
            "score": 177.49110412597656
        },
        {
            "docid": "6058_14",
            "document": "Collagen . Collagen is a natural product, therefore it is used as a natural wound dressing and has properties that artificial wound dressings do not have. It is resistant against bacteria, which is of vital importance in a wound dressing. It helps to keep the wound sterile, because of its natural ability to fight infection. When collagen is used as a burn dressing, healthy granulation tissue is able to form very quickly over the burn, helping it to heal rapidly.",
            "score": 176.56484985351562
        },
        {
            "docid": "149881_5",
            "document": "Medical uses of silver . A 2012 systematic review reported that topical silver showed a significantly worsened healing time compared to controls and showed no evidence of effectiveness in preventing wound infection. A 2010 Cochrane systematic review concluded: \"There is insufficient evidence to establish whether silver-containing dressings or topical agents promote wound healing or prevent wound infection\".",
            "score": 176.5157470703125
        },
        {
            "docid": "11074490_9",
            "document": "Enterococcus faecium . \"Enterococcus\" infections, including VRE infections, cause a range of different symptoms depending on the location of the infection. This includes infections of the bloodstream, urinary tract infections (UTI), and wound infections associated with catheters or surgery. Wound infections associated with catheters and surgery can cause soreness and swelling at wound site, red, warm skin around wound, and fluid leakage. Urinary tract infections can cause frequent or intense urge to urinate, pain or burning sensation while urinating, fatigue, and lower back or abdominal pain. Bloodstream infections can cause fever, chills, body aches, nausea and vomiting, and diarrhea.",
            "score": 176.47886657714844
        },
        {
            "docid": "1041031_17",
            "document": "Dracunculiasis . Although Guinea worm disease is usually not fatal, the wound where the worm emerges could develop a secondary bacterial infection such as tetanus, which may be life-threatening—a concern in endemic areas where there is typically limited or no access to health care. Analgesics can be used to help reduce swelling and pain and antibiotic ointments can help prevent secondary infections at the wound site. At least in the Northern region of Ghana, the Guinea worm team found that antibiotic ointment on the wound site caused the wound to heal too well and too quickly making it more difficult to extract the worm and more likely that pulling would break the worm. The local team preferred to use something called \"Tamale oil\" (after the regional capital) which lubricated the worm and aided its extraction.",
            "score": 176.0030059814453
        }
    ]
}