{
    "q": [
        {
            "docid": "35982062_6",
            "document": "Biased Competition Theory . There are two major neural pathways that process the information in the visual field; the ventral stream and the dorsal stream. The two pathways run in parallel and are both working simultaneously. The ventral stream is important for object recognition and often referred to as the “what” system of the brain; it projects to the inferior temporal cortex. The dorsal stream is important for spatial perception and performance and is referred to as the “where” system which projects to the posterior parietal cortex. According to the biased competition theory, an individual’s visual system has limited capacity to process information about multiple objects at any given time. For example, if an individual was presented with two stimuli (objects) and was asked to identify attributes of each object at the same time, the individual’s performance would be worse in comparison to if the objects were presented separately. This suggests multiple objects presented simultaneously in the visual field will compete for neural representation due to limited processing resources. Single cell recording studies conducted by Kastner and Ungerleider examined the neural mechanisms behind the biased competition theory. In their experiment the size of the receptive field's (RF) of neurons within the visual cortex were examined. A single visual stimulus was presented alone in a neuron’s RF, followed with another stimulus presented simultaneously within the same RF. The single ‘effective’ stimuli produced a low firing rate, whereas the two stimuli presented together produced a high firing rate. The response to the paired stimuli was reduced. This suggests that when two stimuli are presented together within a neuron’s RF, the stimuli are processed in a mutually suppressive manner, rather than being processed independently. This suppression process, according to Kastner and Ungerleider, occurs when two stimuli are presented together because they compete for neural representation, due to limited cognitive processing capacity. The RF experiment suggests that as the number of objects increase, the information available for each object will decrease due to increased neural workload (suppression), and decreased cognitive capacity. In order for an object in the visual field or RF be efficiently processed, there needs to be a way to bias these neurological resources towards the object. Attention prioritizes task relevant objects, biasing this process. For example, this bias can be towards an object which is currently attended to in the visual field or RF, or towards the object that is most relevant to one’s behavior. Functional magnetic resonance imaging (fMRI) has shown that biased competition theory can explain the observed attention effects at a neuronal level. Attention effects bias the internal weight (strengthens connections) of task relevant features toward the attended object. This was shown by Reddy, Kanwisher, and van Rullen who found an increase in oxygenated blood to a specific neuron following a locational cue. Further neurological support comes from neurophysiological studies which have shown that attention results from Top-down biasing, which in turn influences neuronal spiking. In sum, external inputs affect the Top-down guidance of attention, which bias specific neurons in the brain.",
            "score": 199.09592306613922
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 185.75974440574646
        },
        {
            "docid": "3474296_6",
            "document": "Neuronal noise . Another theory suggests that stochastic noise in a non-linear network shows a positive relationship between the interconnectivity and noise-like activity. Thus based on this theory, Patrick Wilken and colleagues suggest that neuronal noise is the principal factor that limits the capacity of visual short-term memory. Investigators of neural ensembles and those who especially support the theory of distributed processing, propose that large neuronal populations effectively decrease noise by averaging out the noise in individual neurons. Some investigators have shown in experiments and in models that neuronal noise is a possible mechanism to facilitate neuronal processing. The presence of neuronal noise (or more specifically synaptic noise) confers to neurons more sensitivity to a broader range of inputs, it can equalize the efficacy of synaptic inputs located at different positions on the neuron, and it can also enable finer temporal discrimination. There are many theories of why noise is apparent in the neuronal networks, but many neurologists are unclear of why they exist.",
            "score": 121.72639966011047
        },
        {
            "docid": "2860457_6",
            "document": "Neural ensemble . Neuronal ensembles encode information in a way somewhat similar to the principle of Wikipedia operation – multiple edits by many participants. Neuroscientists have discovered that individual neurons are very noisy. For example, by examining the activity of only a single neuron in the visual cortex, it is very difficult to reconstruct the visual scene that the owner of the brain is looking at. Like a single Wikipedia participant, an individual neuron does not 'know' everything and is likely to make mistakes. This problem is solved by the brain having billions of neurons. Information processing by the brain is population processing, and it is also distributed – in many cases each neuron knows a little bit about everything, and the more neurons participate in a job, the more precise the information encoding. In the distributed processing scheme, individual neurons may exhibit neuronal noise, but the population as a whole averages this noise out.",
            "score": 155.65102982521057
        },
        {
            "docid": "6972634_7",
            "document": "Mriganka Sur . The Sur laboratory has also shown how neurons of the mature visual cortex alter their responses dynamically based on the configuration of visual stimuli in space and time. The laboratory studies the mechanisms by which visual neurons at the earliest stages of cortical processing are influenced not only by \"bottom up\" visual inputs but also in \"top down\" manner by mental state, including attention and expectation. These studies provide fundamental information about higher brain mechanisms, including those involved in vision, cognition, and learning.",
            "score": 145.18194913864136
        },
        {
            "docid": "7725524_14",
            "document": "Colour centre . Functional magnetic resonance imaging, or fMRI for short, has been key in determining the colour selective regions in the visual cortex. fMRI is able to track brain activity by measuring blood flow throughout the brain. Areas that have more blood flowing to them indicates an occurrence of neuronal activity. This change in blood flow is called haemodynamic response. Among the benefits of fMRI includes dynamic, real-time mapping of cortical processes. However, fMRI cannot track the actual firing of neurons, which happen on a millisecond timescale, but it can track the haemodynamic response, which happens on a seconds timescale. This method is ideal for tracking colour selective neurons because colour perception results in a visual after-image that can be observed in the neurons, which lasts about 15 seconds.",
            "score": 157.384619474411
        },
        {
            "docid": "739262_12",
            "document": "Neural correlate . Using such design, Nikos Logothetis and colleagues discovered perception-reflecting neurons in the temporal lobe. They created an experimental situation in which conflicting images were presented to different eyes (\"i.e.\", binocular rivalry). Under such conditions, human subjects report bistable percepts: they perceive alternatively one or the other image. Logothetis and colleagues trained the monkeys to report with their arm movements which image they perceived. Interestingly, temporal lobe neurons in Logothetis experiments often reflected what the monkeys' perceived. Neurons with such properties were less frequently observed in the primary visual cortex that corresponds to relatively early stages of visual processing. Another set of experiments using binocular rivalry in humans showed that certain layers of the cortex can be excluded as candidates of the neural correlate of consciousness. Logothetis and colleagues switched the images between eyes during the percept of one of the images. Surprisingly the percept stayed stable. This means that the conscious percept stayed stable and at the same time the primary input to layer 4, which is the input layer, in the visual cortex changed. Therefore layer 4 can not be a part of the neural correlate of consciousness. Mikhail Lebedev and their colleagues observed a similar phenomenon in monkey prefrontal cortex. In their experiments monkeys reported the perceived direction of visual stimulus movement (which could be an illusion) by making eye movements. Some prefrontal cortex neurons represented actual and some represented perceived displacements of the stimulus. Observation of perception related neurons in prefrontal cortex is consistent with the theory of Christof Koch and Francis Crick who postulated that neural correlate of consciousness resides in prefrontal cortex. Proponents of distributed neuronal processing may likely dispute the view that consciousness has a precise localization in the brain.",
            "score": 140.85224282741547
        },
        {
            "docid": "156940_17",
            "document": "Electrophysiology . An electrode introduced into the brain of a living animal will detect electrical activity that is generated by the neurons adjacent to the electrode tip. If the electrode is a microelectrode, with a tip size of about 1 micrometre, the electrode will usually detect the activity of at most one neuron. Recording in this way is in general called \"single-unit\" recording. The action potentials recorded are very much like the action potentials that are recorded intracellularly, but the signals are very much smaller (typically about 1 mV). Most recordings of the activity of single neurons in anesthetized and conscious animals are made in this way. Recordings of single neurons in living animals have provided important insights into how the brain processes information. For example, David Hubel and Torsten Wiesel recorded the activity of single neurons in the primary visual cortex of the anesthetized cat, and showed how single neurons in this area respond to very specific features of a visual stimulus. Hubel and Wiesel were awarded the Nobel Prize in Physiology or Medicine in 1981.",
            "score": 143.96038579940796
        },
        {
            "docid": "22396342_9",
            "document": "H1 neuron . Visual information in optical systems is inhibited by the temporal and spatial attributes of the sensory input, and by the biophysical properties of the neuronal circuits. How neural circuits encode behaviorally relevant information is dependent on the computational capacity of the nervous system with relation to the ambient conditions the organisms normally operate in. H1 neurons are proven to be very efficient encoders of information via their high resilience to stimulus noise from external sources. The operational and encoding processes of sensory pathways are often negatively affected by both external noise (relating to the stimulus) and internal noise (imperfect physiological processes); however, the activity of H1 is unaffected by photon noise. Instead, neuronal noise intrinsic to the H1 neural architecture is the limiting factor for accurate responses to stimuli. This dramatically reduces the noise of H1 electrophysiological readings, and provides the reliability necessary for accurate study conclusions.",
            "score": 104.96164631843567
        },
        {
            "docid": "50732180_2",
            "document": "The Role of Serotonin in Visual Orientation Processing . Serotonin (5-hydroxytryptamine) is a monoamine neurotransmitter that plays a role in mood, eating, sleeping, arousal and potentially visual orientation processing. To investigate its function in visual orientation, researchers have utilised MDMA, or as it is commonly referred to, Ecstasy (3,4-methylenedioxymethamphetamine). MDMA is known to affect serotonin neurons in the brain and cause neurotoxicity. Serotonin has been hypothesised to be involved in visual orientation because individuals who use MDMA exhibit an increase in the magnitude of the tilt aftereffect (TAE). The TAE is a visual illusion where viewing lines in one direction, for an extended period of time, produces the perception of a tilt in the opposite direction to vertical lines subsequently viewed. This effect is proposed to occur due to lateral inhibition to orientation sensitive neurons in the occipital lobe. Lateral inhibition is where neurons that become activated to a particular orientation send inhibitory signals to their neighbouring neurons. The degree of orientation that each neuron becomes maximally excited to is referred to as the tuning bandwidth. Lateral inhibition consequently plays a pivotal role in each neuron's tuning bandwidth, such that if lateral inhibition no longer occurs, a greater number of neurons will become stimulated to the same orientation. This results in the activated neurons becoming adapted to the same orientation stimulus, if the stimulus is viewed for a period of time. As a consequence, if those neurons are subsequently 'shown' another stimulus that differs slightly in its orientation, those neurons are no longer able to achieve the same level of response as compared to other non-adapted neurons.",
            "score": 128.08669245243073
        },
        {
            "docid": "35982062_8",
            "document": "Biased Competition Theory . Bottom-up processes are characterized by an absence of higher level direction in sensory processing. It primarily relies on sensory information and incoming sensory information is the starting point for all Bottom-up processing. Bottom-up refers to when a feature stands out in a visual search. This is commonly called the “pop-out” effect. Salient features like bright colors, movement and big objects make the object “pop-out” of the visual search. “Pop-out” features can often attract attention without conscious processing. Objects that stand out are often given priority (bias) in processing. Bottom-up processing is data driven, and according to this stimuli are perceived on the basis of the data which is being experienced through the senses. Evidence suggests that simultaneously presented stimuli do in fact compete in order to be represented in the visual cortex, with stimuli mutually suppressing each other to gain this representation. This was examined by Reynolds and colleagues, who looked at the size of neurons’ receptive field’s within the visual cortex. It was found that the presentation of a single stimulus resulted in a low firing rate while two stimuli presented together resulted in a higher firing rate. Reynolds and colleagues also found that when comparing the neural response of an individually presented visual stimulus to responses gathered from simultaneously presented stimuli, the responses of the concurrent presented stimuli were less than the sum of the responses gathered when each stimuli was presented alone. This suggests that two stimuli presented together increase neural work load required for attention. This increased neural load creates suppressive processes and causes the stimuli to compete for neural representation in the brain. Proulx and Egeth predicted that brighter objects would bias attention in favor of that object. Another prediction is that larger objects would bias the attention in favor of that object. The experiment was a computer-based visual search task, where participants searched for a target among distractions. The results of the study suggested that when irrelevant stimuli were large or bright, attention was biased towards the irrelevant objects, prioritizing them for cognitive processing. This research shows the effects of Bottom-up (stimulus-driven) processing on biased competition theory.",
            "score": 162.77958714962006
        },
        {
            "docid": "842440_4",
            "document": "Horace Barlow . In 1953 Barlow discovered that the frog brain has neurons which fire in response to specific visual stimuli. This was a precursor to the work of Hubel and Wiesel on visual receptive fields in the visual cortex. He has made a long study of visual inhibition, the process whereby a neuron firing in response to one group of retinal cells can inhibit the firing of another neuron; this allows perception of relative contrast.",
            "score": 140.6564586162567
        },
        {
            "docid": "505717_72",
            "document": "Image segmentation . Pulse-coupled neural networks (PCNNs) are neural models proposed by modeling a cat’s visual cortex and developed for high-performance biomimetic image processing. In 1989, Eckhorn introduced a neural model to emulate the mechanism of a cat’s visual cortex. The Eckhorn model provided a simple and effective tool for studying the visual cortex of small mammals, and was soon recognized as having significant application potential in image processing. In 1994, the Eckhorn model was adapted to be an image processing algorithm by Johnson, who termed this algorithm Pulse-Coupled Neural Network. Over the past decade, PCNNs have been utilized for a variety of image processing applications, including: image segmentation, feature generation, face extraction, motion detection, region growing, noise reduction, and so on. A PCNN is a two-dimensional neural network. Each neuron in the network corresponds to one pixel in an input image, receiving its corresponding pixel’s color information (e.g. intensity) as an external stimulus. Each neuron also connects with its neighboring neurons, receiving local stimuli from them. The external and local stimuli are combined in an internal activation system, which accumulates the stimuli until it exceeds a dynamic threshold, resulting in a pulse output. Through iterative computation, PCNN neurons produce temporal series of pulse outputs. The temporal series of pulse outputs contain information of input images and can be utilized for various image processing applications, such as image segmentation and feature generation. Compared with conventional image processing means, PCNNs have several significant merits, including robustness against noise, independence of geometric variations in input patterns, capability of bridging minor intensity variations in input patterns, etc.",
            "score": 138.70070052146912
        },
        {
            "docid": "70649_23",
            "document": "Hummingbird . During evolution, hummingbirds have adapted to the navigational needs of visual processing while in rapid flight or hovering by development of an exceptionally dense array of retinal neurons allowing for increased spatial resolution in the lateral and frontal visual fields. Morphological studies showed that neuronal hypertrophy, relatively the largest in any bird, exists in a brain region called the pretectal nucleus lentiformis mesencephali (or nucleus of the optic tract in mammals) responsible for refining dynamic visual processing while hovering and during rapid flight. The enlargement of this brain region responsible for visual processing indicates enhanced ability for perception and processing of fast-moving visual stimuli which hummingbirds encounter during rapid forward flight, insect foraging, competitive interactions, and high-speed courtship.",
            "score": 101.71097433567047
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 171.72160959243774
        },
        {
            "docid": "6989597_3",
            "document": "Premovement neuronal activity . Research of pre-movement neuronal activity generally involves studying two different kinds of movement, movement in natural settings versus movement triggered by a sensory stimulus. These two types of movements are referred to with different nomenclature throughout different studies and literature on the topic of premovement neuronal activity. Voluntary movements are also known as self-timed, self-initiated, self-paced, and non-triggered movements. This type of movement is what generally occurs in natural settings, carried out independently of a sensory cue or external signal which would trigger or cause the movement to be performed  . In contrast, movements that are carried out as a result of a sensory cue or stimulus, or reflex-reactions to external conditions or changes are called reactive movements, but also known as cued movements, stimulated movements, and externally triggered movements depending on the choice of a particular study. In one such study by Lee and Assad (2003), rhesus monkeys were trained to execute arm movement in response to a visual cue versus the same arm movement performed without any correlation to this external (visual) cue. This is one example of reactive movements in contrast to self-initiated movements . Subsequent studies of rates of neuronal firing in the respective types of movements are recorded in different areas of the brain in order to develop a more thorough understanding of premovement neuronal activity.",
            "score": 117.43380010128021
        },
        {
            "docid": "41175367_12",
            "document": "Natural scene perception . Ultra-rapid visual categorization is a model proposing an automatic feedforward mechanism that forms high-level object representations in parallel without focused attention. In this model, the mechanism cannot be sped up by training. Evidence for a feedforward mechanism can be found in studies that have shown that many neurons are already highly selective at the beginning of a visual response, thus suggesting that feedback mechanisms are not required for response selectivity to increase. Furthermore, recent fMRI and ERP studies have shown that masked visual stimuli that participants do not consciously perceive can significantly modulate activity in the motor system, thus suggesting somewhat sophisticated visual processing. VanRullen (2006) ran simulations showing that the feedforward propagation of one wave of spikes through high-level neurons, generated in response to a stimulus, could be enough for crude recognition and categorization that occurs in 150 ms or less.",
            "score": 130.23387730121613
        },
        {
            "docid": "3717_68",
            "document": "Brain . One of the most influential early contributions was a 1959 paper titled \"What the frog's eye tells the frog's brain\": the paper examined the visual responses of neurons in the retina and optic tectum of frogs, and came to the conclusion that some neurons in the tectum of the frog are wired to combine elementary responses in a way that makes them function as \"bug perceivers\". A few years later David Hubel and Torsten Wiesel discovered cells in the primary visual cortex of monkeys that become active when sharp edges move across specific points in the field of view—a discovery for which they won a Nobel Prize. Follow-up studies in higher-order visual areas found cells that detect binocular disparity, color, movement, and aspects of shape, with areas located at increasing distances from the primary visual cortex showing increasingly complex responses. Other investigations of brain areas unrelated to vision have revealed cells with a wide variety of response correlates, some related to memory, some to abstract types of cognition such as space.",
            "score": 169.27508747577667
        },
        {
            "docid": "1215674_34",
            "document": "Visual memory . Studies have shown that there is an effect of alcohol on visual memory. In a recent study visual working memory and its neutral correlates was assessed in university students who partake in binge drinking, the intermittent consumption of large amounts of alcohol. The findings revealed that there may be binge-drinking related functional alteration in recognition working memory processes. This suggests that impaired prefrontal cortex function may occur at an early age in binge drinkers. Another study conducted in 2004 examined the level of response to alcohol and brain response during visual working memory. This study looked at the neural correlated of the low level of response to alcohol using functional magnetic resonance imaging during a challenging visual memory task. The results were that young people who report having needed more alcohol to feel the effects showed higher levels of brain response during visual working memory, this suggests that the individual’s capacity to adjust to cognitive processing decreases, they are less able to adjust cognitive processing to contextual demands.",
            "score": 94.8280178308487
        },
        {
            "docid": "15774067_19",
            "document": "Synaptic noise . Noise in neurons is due to intrinsic and extrinsic sources. It can disrupt activity and interfere with how well a neuron can encode a signal. Noise is observed as changes in the membrane potential of a cell. The change in potential causes the accuracy of a neuron to be limited in its transmission. This limited transmission has been coined the signal-to-noise ratio. As noise levels increase, one would assume a lowered ratio and therefore diminished signals. A diminished signal can be detrimental to a cell if neuronal maintenance is disrupted, or more importantly a necessary inhibitory response is lost. Noise limits the fidelity of a neuron's response to a signal or stimulus. The accuracy of the signal will impact how well higher parts of the brain or sensory system process information from the neurons.",
            "score": 139.0828995704651
        },
        {
            "docid": "32528_24",
            "document": "Visual cortex . It is argued that the entire ventral visual-to-hippocampal stream is important for visual memory. This theory, unlike the dominant one, predicts that object-recognition memory (ORM) alterations could result from the manipulation in V2, an area that is highly interconnected within the ventral stream of visual cortices. In the monkey brain, this area receives strong feedforward connections from the primary visual cortex (V1) and sends strong projections to other secondary visual cortices (V3, V4, and V5). Most of the neurons of this area are tuned to simple visual characteristics such as orientation, spatial frequency, size, color, and shape. Anatomical studies implicate layer 3 of area V2 in visual-information processing. In contrast to layer 3, layer 6 of the visual cortex is composed of many types of neurons, and their response to visual stimuli is more complex.",
            "score": 150.28158020973206
        },
        {
            "docid": "2685232_2",
            "document": "Cortical magnification . Cortical magnification describes how many neurons in an area of the visual cortex are 'responsible' for processing a stimulus of a given size, as a function of visual field location. In the center of the visual field, corresponding to the center of the fovea of the retina, a very large number of neurons process information from a small region of the visual field. If the same stimulus is seen in the periphery of the visual field (i.e. away from the center), it would be processed by a much smaller number of neurons. The reduction of the number of neurons per visual field area from foveal to peripheral representations is achieved in several steps along the visual pathway, starting already in the retina.",
            "score": 109.91108965873718
        },
        {
            "docid": "6147487_39",
            "document": "Neural coding . From the theoretical point of view, population coding is one of a few mathematically well-formulated problems in neuroscience. It grasps the essential features of neural coding and yet is simple enough for theoretic analysis. Experimental studies have revealed that this coding paradigm is widely used in the sensor and motor areas of the brain. For example, in the visual area medial temporal (MT), neurons are tuned to the moving direction. In response to an object moving in a particular direction, many neurons in MT fire with a noise-corrupted and bell-shaped activity pattern across the population. The moving direction of the object is retrieved from the population activity, to be immune from the fluctuation existing in a single neuron’s signal. In one classic example in the primary motor cortex, Apostolos Georgopoulos and colleagues trained monkeys to move a joystick towards a lit target. They found that a single neuron would fire for multiple target directions. However it would fire fastest for one direction and more slowly depending on how close the target was to the neuron's 'preferred' direction.",
            "score": 141.67008197307587
        },
        {
            "docid": "32528_6",
            "document": "Visual cortex . Neurons in the visual cortex fire action potentials when visual stimuli appear within their receptive field. By definition, the receptive field is the region within the entire visual field that elicits an action potential. But, for any given neuron, it may respond best to a subset of stimuli within its receptive field. This property is called \"neuronal tuning\". In the earlier visual areas, neurons have simpler tuning. For example, a neuron in V1 may fire to any vertical stimulus in its receptive field. In the higher visual areas, neurons have complex tuning. For example, in the inferior temporal cortex (IT), a neuron may fire only when a certain face appears in its receptive field.",
            "score": 125.27967143058777
        },
        {
            "docid": "3474296_9",
            "document": "Neuronal noise . The external noise paradigm assumes \"neural noise\" and speculates that external noise should multiplicatively increase the amount of internal noise in the central nervous system. It is not clear how \"neural noise\" is theoretically distinguished from \"neural signal.\" Proponents of this paradigm believe that adding visual or auditory external noise to a stimuli, and measure how it affects reaction time or the subject's performance. If performance is more inconsistent than without the noise, the subject is said to have \"internal noise.\" As in the case of \"internal noise,\" it is not clear on what theoretical grounds researchers distinguish \"external noise\" from \"external signal\" in terms of the perceptual response of the viewer, which is a response to the stimulus as a whole.",
            "score": 80.0360631942749
        },
        {
            "docid": "24978422_3",
            "document": "Visual adaptation . The aftereffects of exposure to a visual stimulus or pattern causes loss of sensitivity to that pattern and induces stimulus bias. An example of this phenomenon is the \"lilac chaser\", introduced by Jeremy Hinton. The stimulus here are lilac circles, that once removed, leave green circles that then become the most prominent stimulus. The fading of the lilac circles is due to a loss of sensitivity to that stimulus and the adaptation to the new stimulus. To experience the \"lilac chaser\" effect, the subject needs to fixate their eyes on the cross in the middle of the image, and after a while the effect will settle in. Visual coding, a process involved in visual adaptation, is the means by which the brain adapts to certain stimuli, resulting in a biased perception of those stimuli. This phenomenon is referred to as visual plasticity; the brain's ability to change and adapt according to certain, repeated stimuli, altering the way information is perceived and processed. The rate and strength of visual adaptation depends heavily on the number of stimuli presented simultaneously, as well as the amount of time for which the stimulus is present. Visual adaptation was found to be weaker when there were more stimuli present. Moreover, studies have found that stimuli can rival each other, which explains why higher numbers of simultaneous stimuli lead to lower stimulus adaptation. Studies have also found that visual adaptation can have a reversing effect; if the stimulus is absent long enough, the aftereffects of visual adaptation will subside. Studies have also shown that visual adaptation occurs in the early stages of processing.",
            "score": 78.90405213832855
        },
        {
            "docid": "36086848_16",
            "document": "Fear processing in the brain . Initially, the visual stimuli is first received by the visual thalamus and relayed to the amygdala for potential danger. The visual thalamus also relays the information to the visual cortex and is processed to see if the stimuli poses a potential threat. If so, this information is relayed to the amygdala and the muscle contraction, increased heart rate and blood pressure begins, thus activating the sympathetic neuronal pathway. A presentation of a neutral visual stimuli has been shown to intensify the percept of fear or suspense induced by a different channel of information, such as audition. From Le Doux's research, it shows that sound stimuli are not directly relayed from the auditory thalamus to the central nucleus.",
            "score": 117.98295831680298
        },
        {
            "docid": "50732180_10",
            "document": "The Role of Serotonin in Visual Orientation Processing . A study by Brown, Edwards, McKone and Ward (2007), additionally investigated MDMA's effect on serotonin neurons. Their research also stemmed from Masini et al. (1990). They were interested in serotonin's role in lateral inhibition to orientation sensitive neurons and how MDMA use may change this system and produce wider tuning bandwidths. The study consisted of two groups, Ecstasy users and controls, who were shown brief displays of the TAE illusion. The results of the study support the idea that serotonin damage due to MDMA use causes lateral inhibition to diminish amongst orientation sensitive neurons in the occipital lobe. This was demonstrated by the Ecstasy group showing a greater increase in the magnitude of the TAE illusion compared to the controls. The authors stated that perhaps \"serotonin is involved in the extent to which the sensitivity of neurons is reduced during adaptation\" p. 445. It could be that the decrease in sensitivity of the post-adaptation orientation neurons is further diminished by decreased serotonergic functioning, which increases the magnitude of the TAE. Their research lends support to the idea that MDMA use affects lateral inhibition and that serotonin plays a role in visual orientation processing.",
            "score": 90.31893610954285
        },
        {
            "docid": "4231622_7",
            "document": "Inferior temporal gyrus . The information for color and form comes from P-cells that receive their information mainly from cones, so they are sensitive to differences in form and color, as opposed to the M-cells that receive information about motion mainly from rods. The neurons in the inferior temporal cortex, also called the inferior temporal visual association cortex, process this information from the P-cells.  The neurons in the ITC have several unique properties that offer an explanation as to why this area is essential in recognizing patterns. They only respond to visual stimuli and their receptive fields always include the fovea, which is one of the densest areas of the retina and is responsible for acute central vision. These receptive fields tend to be larger than those in the striate cortex and often extend across the midline to unite the two visual half fields for the first time. IT neurons are selective for shape and/or color of stimulus and are usually more responsive to complex shapes as opposed to simple ones. A small percentage of them are selective for specific parts of the face. Faces and likely other complex shapes are seemingly coded by a sequence of activity across a group of cells, and IT cells can display both short or long term memory for visual stimuli based on experience.",
            "score": 177.96012842655182
        },
        {
            "docid": "803249_7",
            "document": "Torsten Wiesel . The Hubel and Wiesel experiments greatly expanded the scientific knowledge of sensory processing. In one experiment, done in 1959, they inserted a microelectrode into the primary visual cortex of an anesthetized cat. They then projected patterns of light and dark on a screen in front of the cat. They found that some neurons fired rapidly when presented with lines at one angle, while others responded best to another angle. They called these neurons \"simple cells.\" Still other neurons, which they termed \"complex cells,\" responded best to lines of a certain angle moving in one direction. These studies showed how the visual system builds an image from simple stimuli into more complex representations.",
            "score": 142.97399592399597
        },
        {
            "docid": "2924778_3",
            "document": "Matteo Carandini . He studies the visual cortex at the level of individual neurons and populations of neurons, their intercommunication within the visual cortex, with a particular interest in the functions of the eye, thalamus, and the early visual areas of the cerebral cortex. Carandini conducts his research with the goal of contributing to the knowledge of how the brain processes visual information in the human brain and he works primarily with mice.",
            "score": 146.7209928035736
        },
        {
            "docid": "35182952_4",
            "document": "Embodied language processing . The overlap between various semantic categories with sensory motor areas suggests that a common mechanism is used by neurons to process action, perception, and semantics. The correlation principle states that neurons that fire together, wire together. Also, neurons out of sync, delink. When an individual pronounces a word, the activation pattern for articulatory motor systems of the speaker leads to activation of auditory and somatosensory systems due to self-perceived sounds and movements. If a word meaning is grounded in the visual shapes of the objects, the word form circuit is active together with neural activity in the ventral-temporal visual stream related to processing of visual object information. Correlation learning links the word and object circuits, resulting in an embodied object-semantic relationship.",
            "score": 111.61582398414612
        }
    ],
    "r": [
        {
            "docid": "30015554_4",
            "document": "Nucleus basalis . The primary concentration of cholinergic neurons/cell bodies that project to the neocortex are in the nucleus basalis which is located in the substantia innominata of the anterior perforated substance. These cholinergic neurons have a number of important functions in particular with respect to modulating the ratio of reality and virtual reality components of visual perception. Experimental evidence has shown that normal visual perception has two components. The first (A) is a bottom-up component in which the input to the higher visual cortex (where conscious perception takes place) comes from the retina via the lateral geniculate body and V1. This carries information about what is actually outside. The second (B) is a top-down component in which the input to the higher visual cortex comes from other areas of the cortex. This carries information about what the brain computes is most probably outside. In normal vision, what is seen at the center of attention is carried by A, and material at the periphery of attention is carried mainly by B. When a new potentially important stimulus is received, the Nucleus Basalis is activated. The axons it sends to the visual cortex provide collaterals to pyramidal cells in layer IV (the input layer for retinal fibres) where they activate excitatory nicotinic receptors and thus potentiate retinal activation of V1. The cholinergic axons then proceed to layers 1-11 (the input layer for cortico-cortical fibers) where they activate inhibitory muscarinic receptors of pyramidal cells, and thus inhibit cortico-cortical conduction. In this way activation of Nucleus Basalis promotes (A) and inhibits (B) thus allowing full attention to be paid to the new stimulus. Goard and Dan, and Kuo et al. report similar findings. Gerrard Reopit, in 1984, confirmed the reported findings in his research. Merzenich and Kilgard, among others, have investigated the role of the nucleus basalis in the sensory plasticity.",
            "score": 213.08616638183594
        },
        {
            "docid": "35982062_6",
            "document": "Biased Competition Theory . There are two major neural pathways that process the information in the visual field; the ventral stream and the dorsal stream. The two pathways run in parallel and are both working simultaneously. The ventral stream is important for object recognition and often referred to as the “what” system of the brain; it projects to the inferior temporal cortex. The dorsal stream is important for spatial perception and performance and is referred to as the “where” system which projects to the posterior parietal cortex. According to the biased competition theory, an individual’s visual system has limited capacity to process information about multiple objects at any given time. For example, if an individual was presented with two stimuli (objects) and was asked to identify attributes of each object at the same time, the individual’s performance would be worse in comparison to if the objects were presented separately. This suggests multiple objects presented simultaneously in the visual field will compete for neural representation due to limited processing resources. Single cell recording studies conducted by Kastner and Ungerleider examined the neural mechanisms behind the biased competition theory. In their experiment the size of the receptive field's (RF) of neurons within the visual cortex were examined. A single visual stimulus was presented alone in a neuron’s RF, followed with another stimulus presented simultaneously within the same RF. The single ‘effective’ stimuli produced a low firing rate, whereas the two stimuli presented together produced a high firing rate. The response to the paired stimuli was reduced. This suggests that when two stimuli are presented together within a neuron’s RF, the stimuli are processed in a mutually suppressive manner, rather than being processed independently. This suppression process, according to Kastner and Ungerleider, occurs when two stimuli are presented together because they compete for neural representation, due to limited cognitive processing capacity. The RF experiment suggests that as the number of objects increase, the information available for each object will decrease due to increased neural workload (suppression), and decreased cognitive capacity. In order for an object in the visual field or RF be efficiently processed, there needs to be a way to bias these neurological resources towards the object. Attention prioritizes task relevant objects, biasing this process. For example, this bias can be towards an object which is currently attended to in the visual field or RF, or towards the object that is most relevant to one’s behavior. Functional magnetic resonance imaging (fMRI) has shown that biased competition theory can explain the observed attention effects at a neuronal level. Attention effects bias the internal weight (strengthens connections) of task relevant features toward the attended object. This was shown by Reddy, Kanwisher, and van Rullen who found an increase in oxygenated blood to a specific neuron following a locational cue. Further neurological support comes from neurophysiological studies which have shown that attention results from Top-down biasing, which in turn influences neuronal spiking. In sum, external inputs affect the Top-down guidance of attention, which bias specific neurons in the brain.",
            "score": 199.09591674804688
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 185.75973510742188
        },
        {
            "docid": "6989597_28",
            "document": "Premovement neuronal activity . The neurons present in the global pallidus and substantia nigra are the main output areas of the basal ganglia. These efferent neurons influence activity of the upper motor neurons. Neurons in these areas are GABAergic, and thus the main output of the basal ganglia is inhibitory, and spontaneous activation of these neurons consistently prevents unwanted movement. The input of medium spiny neurons to these output areas of the basal ganglia are also GABAergic and therefore inhibitory. The net effect of excitatory inputs to the basal ganglia from the cortex is inhibition (via the medium spiny neurons) of the persistently active inhibitory cells in the output center of the basal ganglia. This double inhibitory effect leads to activation of upper motor neurons, which causes subsequent signaling of local-circuit and lower motor neurons to initiate movement. This pathway is defined as the direct pathway through the basal ganglia. There is another indirect pathway present between the corpus striatum and part of the globus pallidus. This indirect pathway also involves the subthalamic nucleus (a part of the thalamus), which receives signals from the cerebral cortex. Excitatory signals from the cortex will activate subthalamic neurons, which are excitatory also. Thus, this indirect pathway serves to reinforce inhibition by excitatory signals to the GABAergic cells present in the globus pallidus. In effect, this pathway regulates the direct pathway by feeding back onto the output centers of the basal ganglia. The balance between these two pathways processes movement signals and influences the initiation of an impending movement.",
            "score": 183.15353393554688
        },
        {
            "docid": "627937_18",
            "document": "Pyramidal cell . Pyramidal neurons in the prefrontal cortex are implicated in cognitive ability. In mammals, the complexity of pyramidal cells increases from posterior to anterior brain regions. The degree of complexity of pyramidal neurons is likely linked to the cognitive capabilities of different anthropoid species. As the prefrontal cortex receives input from areas of the brain that are involved in processing all the sensory modalities, pyramidal cells within the prefrontal cortex appear to process different types of input. Pyramidal cells may play a critical role in complex object recognition within the visual processing areas of the cortex.",
            "score": 182.6419219970703
        },
        {
            "docid": "25192046_3",
            "document": "Robert Desimone . As a graduate student at Princeton, Desimone and his thesis supervisor Charles Gross were the first to publish data that neurons respond specifically to faces. At NIMH, he described the physiological properties of neurons in extrastriate visual cortex, and he and Leslie Ungerleider mapped the topographic organization and anatomical connections of many new cortical visual areas. With Earl Miller, he first discovered a physiological basis for recency memory (repetition suppression) and working memory in inferior temporal cortex. He reported the first evidence for the role of attention in modulating the neuronal properties of areas in the ventral stream, and he and John Duncan proposed a Biased Competition Theory to explain many aspects of attention control. With John Reynolds, he proposed a quantitative model of biased competition to explain the effects of attention on neurons, which is formally a normalization model. With Pascal Fries, he first described the effects of attention on synchronized activity in extrastriate cortex, and he later found that synchronized activity between extrastriate cortex and prefrontal cortex is a mechanistic feature of selective attention",
            "score": 180.28005981445312
        },
        {
            "docid": "4231622_7",
            "document": "Inferior temporal gyrus . The information for color and form comes from P-cells that receive their information mainly from cones, so they are sensitive to differences in form and color, as opposed to the M-cells that receive information about motion mainly from rods. The neurons in the inferior temporal cortex, also called the inferior temporal visual association cortex, process this information from the P-cells.  The neurons in the ITC have several unique properties that offer an explanation as to why this area is essential in recognizing patterns. They only respond to visual stimuli and their receptive fields always include the fovea, which is one of the densest areas of the retina and is responsible for acute central vision. These receptive fields tend to be larger than those in the striate cortex and often extend across the midline to unite the two visual half fields for the first time. IT neurons are selective for shape and/or color of stimulus and are usually more responsive to complex shapes as opposed to simple ones. A small percentage of them are selective for specific parts of the face. Faces and likely other complex shapes are seemingly coded by a sequence of activity across a group of cells, and IT cells can display both short or long term memory for visual stimuli based on experience.",
            "score": 177.9601287841797
        },
        {
            "docid": "9170159_9",
            "document": "Binocular disparity . Brain cells (neurons) in a part of the brain responsible for processing visual information coming from the retinae (primary visual cortex) can detect the existence of disparity in their input from the eyes. Specifically, these neurons will be active, if an object with \"their\" special disparity lies within the part of the visual field to which they have access (receptive field).",
            "score": 177.0630645751953
        },
        {
            "docid": "1626279_21",
            "document": "Anne Treisman . In the early 1980s, neuroscientists such as Torston Wiesel and David H. Hubel were discovering that different areas of the primate visual cortex were finely tuned to selective features, such as line orientation, luminance, color, movement, etc. These findings prompted the question of how these distinct features are connected into a unified whole, e.g., the binding problem. For example, when you see a red ball roll by, cells sensitive to movement fire in the medial temporal cortex, while cells sensitive to color, shape and location fire in other areas. Despite all this distinct neuronal firing, you don't perceive the ball as separated by shape, movement and color perceptions; you experience an integrated experience with all these components occurring together. The question of how these elements are combined is the essence of the binding problem and continued into the late 1990s. A number of possible mechanisms were envisaged, including grandmother cells responding to specific conjunctions of features that uniquely identify a particular object; local cell assemblies onto which the pathways from different feature maps converge, perhaps with adjustable connections allowing flexible routing of signals; a serial scan of different spatial areas selected by an adjustable attention window, conjoining the features that each contains and excluding features from adjacent areas; detection of temporal contiguity – parts and properties whose onset, offset or motion coincide probably belong to the same object synchronised firing of cells responding to features of the same object, perhaps assisted by oscillatory neural activity. Treisman used failures of binding to shed light on its underlying mechanisms. Specifically, she found that left-brain-damaged patients have increasing illusory conjunctions and decreased performance in a spatially cued attention task, which suggests a link between attentional binding and the parietal lobes. Treisman also cited corroborating evidence from positron emission tomography and event-related potential studies which were consistent with the spatial attention account of feature integration.",
            "score": 172.49037170410156
        },
        {
            "docid": "31148473_12",
            "document": "Transsaccadic memory . This is an area within the visual cortex that has been found to play an important role in the target selection of saccades. In other words, this area is important for determining which objects our eyes shift to when they move. Studies have shown that there is a large amount of activation within the visual area V4 before the saccade even takes place. This occurs in the form of shrinking receptive fields. The receptive fields of these brain cells tend to shift towards the object that the eye is about to move towards, generally more so if the object is close to the original fixation point. This dynamic change in receptive fields is thought to enhance the perception and recognition of objects in a visual scene. Because the receptive fields become smaller around the targeted objects, attention within the visual scene is very focused on these objects. Increased attention to target objects within a visual scene help direct eye movements from one object to another. Understanding of the visual scene becomes more efficient because these attention shifts guide the eyes towards relevant objects as opposed to objects that may not be as important.",
            "score": 172.36602783203125
        },
        {
            "docid": "8680973_17",
            "document": "Negative priming . Neurological evidence of negative priming effects is being researched to help understand the physiological aspects and to develop more accurate models. The most common method to find such neurological evidence is by neuroimaging the brain using fMRI while subjects go through experiments of tasks that prompt negative priming effects. The two primary bases for neurological evidence are the internal representations of stimuli and memory retrieval. Most significantly activated regions of the brain are the left temporal lobe, inferior parietal lobe, and the prefrontal cortex of the frontal lobe. Evidence for internal representations are found in the left anterior temporal cortex, which has been associated with abstract semantic knowledge representations. Left anterolateral temporal cortex was found to be directly related to the magnitude of negative priming effect. The inferior parietal lobe is connected to the shifts in attention that occurs when attending to the distractors and the target. The inferior parietal cortex activated whenever attention shifted from the distractor to target stimulus or vice versa. Another significant area of activation was found in the prefrontal cortex. The superior, inferior, and medial frontal gyri, and the medial prefrontal cortex exhibited activation during the negative priming tasks. Activations in the frontal lobe has been associated with inhibitory network and selective attention. Similarly, evidences for semantic representations and temporal lobe activations are used to support the episode retrieval model. Additional investigations of the neurophysiological data of negative priming are necessary to further clarify the relationship between selective attention and memory in negative priming.",
            "score": 172.0672149658203
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 171.7216033935547
        },
        {
            "docid": "25522368_8",
            "document": "Feature detection (nervous system) . In the late 1950s, Jerome Lettvin and his colleagues began to expand the feature detection hypothesis and clarify the relationship between single neurons and sensory perception. In their paper \"What the Frog's Eye Tells the Frog's Brain\", Lettvin et al. (1959) looked beyond the mechanisms for signal-noise discrimination in the frog's retina and were able to identify four classes of ganglion cells in the frog retina: \"sustained contrast detectors\", \"net convexity detectors\" (or \"bug detectors\"), \"moving edge detectors\", and \"net dimming detectors.\"  In the same year, David Hubel and Torsten Wiesel began investigating properties of neurons in the visual cortex of cats, processing in the mammalian visual system. In their first paper in 1959, Hubel and Wiesel took recording from single cells in the striate cortex of lightly anesthetized cats. The retinas of the cats were stimulated either individually or simultaneously with spots of light of various sizes and shapes. From the analysis of these recordings, Hubel and Wiesel identified orientation-selective cells in the cat's visual cortex and generated a map of the receptive field of cortical cells. At the time, circular spots of light were used as stimuli in studies of the visual cortex. However, Hubel and Wiesel noticed that rectangular bars of light were more effective stimuli (i.e. more natural stimuli) than circular spots of light, as long as the orientation was adjusted to the correct angle appropriate for each ganglion cell. These so-called simple cells were later called bar detectors or edge detectors. While comparing the receptive fields of neurons in the cat striate cortex with the concentric \"on\" and \"off\" receptive fields identified in cat ganglion cells by Kuffler et al., Hubel and Wiesel noticed that, although \"on\" and \"off\" regions were present in the striate cortex, they were not arranged in concentric circles. From their discovery of these uniquely orienting receptive fields, Hubel and Wiesel concluded that orientation-selective cells exist within the cat's visual cortex.",
            "score": 169.96791076660156
        },
        {
            "docid": "3717_68",
            "document": "Brain . One of the most influential early contributions was a 1959 paper titled \"What the frog's eye tells the frog's brain\": the paper examined the visual responses of neurons in the retina and optic tectum of frogs, and came to the conclusion that some neurons in the tectum of the frog are wired to combine elementary responses in a way that makes them function as \"bug perceivers\". A few years later David Hubel and Torsten Wiesel discovered cells in the primary visual cortex of monkeys that become active when sharp edges move across specific points in the field of view—a discovery for which they won a Nobel Prize. Follow-up studies in higher-order visual areas found cells that detect binocular disparity, color, movement, and aspects of shape, with areas located at increasing distances from the primary visual cortex showing increasingly complex responses. Other investigations of brain areas unrelated to vision have revealed cells with a wide variety of response correlates, some related to memory, some to abstract types of cognition such as space.",
            "score": 169.27508544921875
        },
        {
            "docid": "1778135_4",
            "document": "John Allman . In 2000, Allman's laboratory reported identification of a class of neurons - large spindle-shaped cells - unique to humans and our closest relatives, the great apes. The spindle neurons, now called the Von Economo neurons to distinguish them from other spindle-shaped cells, were first located in layer V of the anterior cingulate cortex (ACC), and later found in the frontoinsular cortex.  Allman's team has reported reduced ACC size and metabolic activity in autistic patients, and activity of the ACC is also reduced in patients diagnosed with attention deficit disorder (ADD) and depression, whereas ACC activity is increased in patients with obsessive-compulsive, phobic, post-traumatic stress, and anxiety disorders. The ACC is largely responsible for relaying waves of neural signals from deep within the brain to far flung regions, including Brodmann area 10.",
            "score": 168.8795166015625
        },
        {
            "docid": "739262_13",
            "document": "Neural correlate . In addition to neural correlate of consciousness in general, much progress has been made in elucidating neural correlates of specific cognitive variables. Thus, Earl Miller and colleagues discovered prefrontal cortex neurons that represent perceptual categories (cats versus dogs in their experiments). The work of Richard Andersen, Steven Wise, Carl Olson, Jun Tanji, Apostolos Georgopoulos and other neuroscientists has illuminated neuronal correlates of motor planning, selective visual attention, motor sequences and spatial reference frames in which these entities are represented by brain cells. The progress in understanding neuronal correlates of motor planning has led to the creation of brain-machine interface so, the devices that translate neuronal activity into purposeful commands to artificial actuators.",
            "score": 166.97425842285156
        },
        {
            "docid": "41121858_3",
            "document": "Binocular neurons . In the 19th century Charles Wheatstone determined that retinal disparity was a large contributor to depth perception. Using a stereoscope, he showed that horizontal disparity is used by the brain to calculate the relative depths of different objects in 3-dimensional space in reference to a fixed point. This process is called stereopsis. Two main classes of cells in visual cortex were identified by David H. Hubel and Torsten Wiesel in 1962 through their investigation of the cat's primary visual cortex. These classes were called simple and complex cells, which differ in how their receptive fields respond to light and dark stimuli. Béla Julesz in 1971 used random dot stereograms to find that monocular depth cues, such as shading, are not required for stereoscopic vision. Disparity selective cells were first recorded in the striate cortex (V1) of the cat by Peter Orlebar Bishop and John Douglas Pettigrew in the late 1960s, however this discovery was unexpected and was not published until 1986. These disparity selective cells, also known as binocular neurons, were again found in the awake behaving macaque monkey in 1985. Additionally, population responses of binocular neurons have been found in human ventral and dorsal pathways using fMRI.",
            "score": 166.4302520751953
        },
        {
            "docid": "599917_9",
            "document": "Mental image . The biological foundation of the mind's eye is not fully understood. Studies using fMRI have shown that the lateral geniculate nucleus and the V1 area of the visual cortex are activated during mental imagery tasks. Ratey writes: The visual pathway is not a one-way street. Higher areas of the brain can also send visual input back to neurons in lower areas of the visual cortex. [...] As humans, we have the ability to see with the mind's eye – to have a perceptual experience in the absence of visual input. For example, PET scans have shown that when subjects, seated in a room, imagine they are at their front door starting to walk either to the left or right, activation begins in the visual association cortex, the parietal cortex, and the prefrontal cortex - all higher cognitive processing centers of the brain.",
            "score": 165.88180541992188
        },
        {
            "docid": "50397_19",
            "document": "Cerebellum . Cerebellar granule cells, in contrast to Purkinje cells, are among the smallest neurons in the brain. They are also easily the most numerous neurons in the brain: In humans, estimates of their total number average around 50 billion, which means that about 3/4 of the brain's neurons are cerebellar granule cells. Their cell bodies are packed into a thick layer at the bottom of the cerebellar cortex. A granule cell emits only four to five dendrites, each of which ends in an enlargement called a \"dendritic claw\". These enlargements are sites of excitatory input from mossy fibers and inhibitory input from Golgi cells.",
            "score": 165.00643920898438
        },
        {
            "docid": "31329046_6",
            "document": "Pre-attentive processing . Information for pre-attentive processing is detected through the five senses. In the visual system, the receptive fields at the back of the eye (retina) transfer the image via axons to the thalamus, specifically the lateral geniculate nuclei. The image then travels to the primary visual cortex and continues on to be processed by the visual association cortex. At each stage, the image is processed with increasing complexity. Pre-attentive processing starts with the retinal image; this image is magnified as it moves from retina to the cortex of the brain. Shades of light and dark are processed in the lateral geniculate nuclei of the thalamus. Simple and complex cells in the brain process boundary and surface information by deciphering the image's contrast, orientation, and edges. When the image hits the fovea, it is highly magnified, facilitating object recognition. The images in the periphery are less clear but help to create a complete image used for scene perception.",
            "score": 164.73977661132812
        },
        {
            "docid": "2363287_6",
            "document": "Visual learning . Various areas of the brain work together in a multitude of ways in order to produce the images that we see with our eyes and that are encoded by our brains. The basis of this work takes place in the visual cortex of the brain. The visual cortex is located in the occipital lobe of the brain and harbors many other structures that aid in visual recognition, categorization, and learning. One of the first things the brain must do when acquiring new visual information is recognize the incoming material. Brain areas involved in recognition are the inferior temporal cortex, the superior parietal cortex, and the cerebellum. During tasks of recognition, there is increased activation in the left inferior temporal cortex and decreased activation in the right superior parietal cortex. Recognition is aided by neural plasticity, or the brain's ability to reshape itself based on new information. Next the brain must categorize the material. The three main areas that are used when categorizing new visual information are the orbitofrontal cortex and two dorsolateral prefrontal regions which begin the process of sorting new information into groups and further assimilating that information into things that you might already know. After recognizing and categorizing new material entered into the visual field, the brain is ready to begin the encoding process – the process which leads to learning. Multiple brain areas are involved in this process such as the frontal lobe, the right extrastriate cortex, the neocortex, and again, the neostriatum. One area in particular, the limbic-diencephalic region, is essential for transforming perceptions into memories. With the coming together of tasks of recognition, categorization and learning; schemas help make the process of encoding new information and relating it to things you already know much easier. One can remember visual images much better when they can apply it to an already known schema. Schemas actually provide enhancement of visual memory and learning.",
            "score": 164.3569793701172
        },
        {
            "docid": "26166115_3",
            "document": "Audio-visual entrainment . All of our senses (except smell) access the brain's cerebral cortex via the thalamus, and because the thalamus is highly innervated with the cortex, sensory stimulation can easily influence cortical activity. In order to affect brain (neuronal) activity, sensory stimulation must be within the frequency range of roughly 0.5 to 25 hertz (Hz) . Touch, photic and auditory stimulation are capable of affecting brain wave activity. A large area of skin must be stimulated to affect brainwaves, which leaves both auditory and photic stimulation as the most effective and easiest means of affecting brain activity. Therefore, mind machines are typically in the form of light and sound devices.",
            "score": 163.7146759033203
        },
        {
            "docid": "35982062_8",
            "document": "Biased Competition Theory . Bottom-up processes are characterized by an absence of higher level direction in sensory processing. It primarily relies on sensory information and incoming sensory information is the starting point for all Bottom-up processing. Bottom-up refers to when a feature stands out in a visual search. This is commonly called the “pop-out” effect. Salient features like bright colors, movement and big objects make the object “pop-out” of the visual search. “Pop-out” features can often attract attention without conscious processing. Objects that stand out are often given priority (bias) in processing. Bottom-up processing is data driven, and according to this stimuli are perceived on the basis of the data which is being experienced through the senses. Evidence suggests that simultaneously presented stimuli do in fact compete in order to be represented in the visual cortex, with stimuli mutually suppressing each other to gain this representation. This was examined by Reynolds and colleagues, who looked at the size of neurons’ receptive field’s within the visual cortex. It was found that the presentation of a single stimulus resulted in a low firing rate while two stimuli presented together resulted in a higher firing rate. Reynolds and colleagues also found that when comparing the neural response of an individually presented visual stimulus to responses gathered from simultaneously presented stimuli, the responses of the concurrent presented stimuli were less than the sum of the responses gathered when each stimuli was presented alone. This suggests that two stimuli presented together increase neural work load required for attention. This increased neural load creates suppressive processes and causes the stimuli to compete for neural representation in the brain. Proulx and Egeth predicted that brighter objects would bias attention in favor of that object. Another prediction is that larger objects would bias the attention in favor of that object. The experiment was a computer-based visual search task, where participants searched for a target among distractions. The results of the study suggested that when irrelevant stimuli were large or bright, attention was biased towards the irrelevant objects, prioritizing them for cognitive processing. This research shows the effects of Bottom-up (stimulus-driven) processing on biased competition theory.",
            "score": 162.7795867919922
        },
        {
            "docid": "15559385_11",
            "document": "Tactile discrimination . When a person has become blind, in order to “see” the world, their other senses become heightened. An important sense for the blind is their sense of touch, which becomes more frequently used to help them perceive the world. People that are blind have displayed that their visual cortices become more responsive to auditory and tactile stimulation. Braille allows the blind to be able to use their sense of touch to feel the roughness, and distance of various patterns to be used as a form of language. Within the brain, the activation of the occipital cortex is functionally relevant for tactile braille reading, as well as the somatosensory cortex. These various parts of the brain function in their own way, in which they each contribute to the effectiveness of how braille is read by the blind. People that are blind also rely heavily on Tactile Gnosis, Spatial discrimination, Graphesthesia, and Two-point discrimination. Essentially, the occipital cortex allows one to effectively make judgements on the distance of braille patterns, which is related to spatial discrimination. Meanwhile, the somatosensory cortex allows one to effectively make judgements on the roughness of braille patterns, which is related to two-point discrimination. The various visual areas in the brain are very essential for a blind person to read braille, just as much as it is for a person that has sight. Essentially, whether one is blind or not, the perception of objects that involves tactile discrimination is not impaired if one cannot see. When comparing people that are blind to people that have sight, the amount of activity within the their somatosensory and visual areas of the brain do differ. The activity in the somatosensory and visual areas are not as high in tactile gnosis for people that are not blind, and are more-so active for more visual related stimuli that does not involve touch. Nonetheless, there is a difference in these various areas within the brain when comparing the blind to the sighted, which is that shape discrimination causes a difference in brain activity, as well as tactile gnosis. The visual cortices of blind individuals are active during various vision related tasks including tactile discrimination, and the function of the cortices resemble the activity of adults with sight.",
            "score": 162.6954345703125
        },
        {
            "docid": "29806557_6",
            "document": "Vision restoration therapy . The cerebrum is involved with higher brain function, and one component of the cerebrum is the primary visual cortex. The primary visual cortex is a region in the occipital lobe that can be altered by neuroplasticity to create new neuronal pathways around damaged areas to help regain lost visual functions. Sensory visual information is sent from the retina of the eye to the Lateral geniculate nucleus (LGN) in the Thalamus, which relays the visual information to the primary visual cortex by the fibers of the optic radiation. Lesions or damage to parts of the brain that cause visual field defects usually occur posterior to the optic chiasm. Although the exact mechanisms that underlie regaining visual field functions through visual neuroplasticity and VRT are not yet fully known, the reorganization of the primary visual cortex is thought to make new connections and pathways in the optic radiation to the LGN to help regain visual field functions. The stimulation of existing neurons near a damaged site in the brain can form new synapses with other functional neurons to help take on and compensate for the function lost due to the damaged neurons. This is what is theorized to occur during VRT treatment.",
            "score": 160.95497131347656
        },
        {
            "docid": "7931146_3",
            "document": "Electroencephalography functional magnetic resonance imaging . Scalp EEG reflects the brain’s electrical activity, and in particular post-synaptic potentials (see Inhibitory postsynaptic current and Excitatory postsynaptic potential) in the cerebral cortex, whereas fMRI is capable of detecting haemodynamic changes throughout the brain through the BOLD effect. EEG-fMRI therefore allows measuring both neuronal and haemodynamic activity which comprise two important components of the neurovascular coupling mechanism.",
            "score": 160.74224853515625
        },
        {
            "docid": "33431597_15",
            "document": "Attentional control . Our brains have distinct attention systems that have been shaped throughout time by evolution. Visual attention operates mainly on three different representations: location , feature, and object-based. The spatial separation between two objects has an effect on attention. People can selectively pay attention to one of two objects in the same general location. Research has also been done on attention to non-object based things like motion. When directing attention to a feature like motion, neuronal activity increases in areas specific for the feature. When visually searching for a non-spatial feature or a perceptual feature, selectively enhancing the sensitivity to that specific feature plays a role in directing attention. When people are told to look for motion, then motion will capture their attention, but attention is not captured by motion if they are told to look for color.",
            "score": 159.47511291503906
        },
        {
            "docid": "4958509_8",
            "document": "Attentional shift . Although, after reviewing Posner's research, it may seem logical to conclude that covert and overt attention shifts utilize different neural mechanisms, other more recent studies have shown more overlap than not. Multiple studies have shown activity evident in the frontal cortex, concentrating in the precentral sulcus, the parietal cortex, specifically in the intraparietal sulcus, and in the lateral occipital cortex for both overt and covert attention shifts. This is in support of the premotor theory of attention. While these studies may agree on the areas, they are not always in agreement on whether an overt or covert attentional shift causes more activation. Utilizing functional magnetic resonance imaging (fMRI) technology, Corbetta \"et al.\", found that overt and covert attention shift tasks showed activation within the same areas, namely, the frontal, parietal and temporal lobes. Additionally, this study reported that covert shifts of attention showed greater activity levels than in the overt attention condition. However, it is important to note that different tasks were used for the covert versus the overt condition. One task involved a probe being flashed to the subject's fovea, while another task showed the probe in the participant's peripheral vision, making it questionable whether these results can be directly compared. Nobre et al. also sought to determine whether covert and overt attention shifts revealed activation in the same brain areas. Once again fMRI technology was utilized, as well as, two separate tasks, one for covert attention and one for overt attention. Results showed overlap in activated areas for overt and covert attention shifts, mainly in the parietal and frontal lobes. However, one area was shown to be specific to covert attention, which was the right dorsolateral cortex; typically associated with voluntary attention shifts and working memory. One should question whether this additional activation has to do with the selected task for the covert condition, or rather if it is specific to a covert shift of attention.",
            "score": 158.5939178466797
        },
        {
            "docid": "2566333_5",
            "document": "Lobes of the brain . The frontal lobe contains most of the dopamine-delicate neurons in the cerebral cortex. The dopamine system is associated with reward, attention, short-term memory tasks, planning, and motivation. Dopamine tends to limit and select sensory information arriving from the thalamus to the forebrain. A report from the National Institute of Mental Health says a gene variant that reduces dopamine activity in the prefrontal cortex is related to poorer performance and inefficient functioning of that brain region during working memory tasks, and to a slightly increased risk for schizophrenia.",
            "score": 158.52671813964844
        },
        {
            "docid": "2483527_5",
            "document": "Thalamocortical radiations . Thalamocortical signaling is primarily excitatory, causing the activation of corresponding areas of the cortex, but is mainly regulated by inhibitory mechanisms. The specific excitatory signaling is based upon glutamatergic signaling, and is dependent on the nature of the sensory information being processed. Recurrent oscillations in thalamocortical circuits also provide large-scale regulatory feedback inputs to the thalamus via GABAergic neurons that synapse in the TRN. In a study done by Gibbs, Zhang, Shumate, and Coulter (1998) it was found that endogenously released zinc blocked GABA responses within the TC system specifically by interrupting communication between the thalamus and the connected TRN. Computational neuroscientists are particularly interested in thalamocortical circuits because they represent a structure that is disproportionally larger and more complex in humans than other mammals (when body size is taken into account), which may contribute to humans' special cognitive abilities. Evidence from one study (Arcelli et al. 1996) offers partial support to this claim by suggesting that thalamic GABAergic local circuit neurons in mammalian brains relate more to processing ability compared to sensorimotor ability, as they reflect an increasing complexity of local information processing in the thalamus. It is proposed that core relay cells and matrix cells projecting from the dorsal thalamus allow for synchronization of cortical and thalamic cells during \"high-frequency oscillations that underlie discrete conscious events\", though this is a heavily debated area of research.",
            "score": 158.42909240722656
        },
        {
            "docid": "1038052_30",
            "document": "Neuroesthetics . The prefrontal cortex is previously known for its roles in the perception of colored objects, decision making, and memory. Recent studies have also linked it to the conscious aesthetic experience because it is activated during aesthetic tasks such as determining the appeal of a visual stimuli. This may be because a judgment is needed, requiring visiospatial memory. In a study performed by Zeki and Kawabata, it was found that the orbito-frontal cortex (OFC) is involved in the judgment of whether a painting is beautiful or not. There is high activation in this region when a person views paintings which they consider beautiful. Surprisingly, when a person views a painting which they consider ugly, no separate structures are activated. Therefore, it is proposed that changes in the intensity of activation in the orbito-frontal cortex correlate with the determination of beauty (higher activation) or ugliness (lower activation). Additionally, the medial OFC has been found to respond aesthetics in terms of the context of which it is presented, such as text or other descriptions about the artwork. The current evidence linking the OFC to attributed hedonistic values across gustatory, olfactory, and visual modalities, suggests that the OFC is a common center for the assessment of a stimulus's value. The perception of aesthetics for these areas must be due to the activation of the brain's reward system with a certain intensity. Additionally, the prefrontal dorsalateral cortex (PDC) is selectively activated only by stimuli considered beautiful whereas prefrontal activity as a whole is activated during the judgment of both pleasing and unpleasing stimuli. The prefrontal cortex may be generally activated for directing the attention of the cognitive and perceptual mechanisms towards aesthetic perception in viewers untrained in visual arts. In other words, related directly to a person viewing art from an aesthetic perception due to the top-down control of their cognition. The lateral prefrontal cortex is shown to be linked to higher order self-referential procession and the evaluation of internally generated information. The left lateral PFC, Brodmann area 10, may be involved in maintaining attention on the execution of internally generated goals associated with approaching art from an aesthetic orientation. As previously mentioned, directing of attention towards aesthetics may have evolutionary significance.",
            "score": 158.38348388671875
        },
        {
            "docid": "2363287_8",
            "document": "Visual learning . Within the primary visual cortex, there are four pathways: the superior colliculus pathway (SC pathway), the middle temporal area pathway (MT pathway), the frontal eye fields pathway (FEF pathway), and the inhibitory pathway. Each pathway is crucial to the development of visual attention in the first few months of life. The SC pathway is responsible for the generation of eye movements toward simple stimuli. It receives information from the retina and the visual cortex and can direct behavior toward an object. The MT pathway is involved in the smooth tracking of objects and travels between the SC pathway and the primary visual cortex. In conjunction with the SC pathway and the MT pathway, the FEF pathway allows the infant to control eye movements as well as visual attention. It also plays a part in sensory processing in the infant. Lastly, the inhibitory pathway regulates the activity in the superior colliculus and, later, is responsible for obligatory attention in the infant. The maturation and functionality of these pathways depends on how well the infant can make distinctions as well as focus on stimuli.",
            "score": 158.3265380859375
        }
    ]
}