{
    "q": [
        {
            "docid": "39327092_3",
            "document": "Gene therapy in Parkinson's disease . Parkinson's disease (PD) is a progressive neurological condition that is the result of the death of the cell that contains and produces dopamine in substantia nigra. People with PD may develop disturbance in their motor activities. Some activities can be tremor or shaking, rigidity and slow movements (bradykinesia). Patients may eventually present certain psychiatric problems like depression and dementia. Current pharmacological intervention consist on the administration of L-dopa, a dopamine precursor. The L-dopa therapy increases dopamine production of the remaining nigral neurons. Other therapy is the deep brain electrical stimulation to modulate the overactivity of the subthalamic nucleus to the loss of dopamine signaling in the stratum. However, with this treatment, the number of substantia nigra neurons decrease so it becomes less efficient.",
            "score": 186.01110935211182
        },
        {
            "docid": "845662_4",
            "document": "Arvid Carlsson . In 1957 Kathleen Montagu succeeded in demonstrating the presence of dopamine in the human brain; later that same year Carlsson also demonstrated that dopamine was a neurotransmitter in the brain and not just a precursor for norepinephrine. Carlsson went on to develop a method for measuring the amount of dopamine in brain tissues. He found that dopamine levels in the basal ganglia, a brain area important for movement, were particularly high. He then showed that giving animals the drug reserpine caused a decrease in dopamine levels and a loss of movement control. These effects were similar to the symptoms of Parkinson's disease. By administering to these animals L-Dopa, which is the precursor of dopamine, he could alleviate the symptoms. These findings led other doctors to try using L-Dopa on patients with Parkinson's disease, and found it to alleviate some of the symptoms in the early stages of the disease. L-Dopa is still the basis for most commonly used means of treating Parkinson's disease.",
            "score": 162.28632533550262
        },
        {
            "docid": "5035843_10",
            "document": "Area postrema . The area postrema also has a significant role in the discussion of Parkinson's disease. Drugs that treat Parkinson's disease using dopamine have a strong effect on the area postrema. These drugs stimulate dopamine transmission and attempt to normalize motor functions affected by Parkinson's. This works because nerve cells, in particular, in the basal ganglia, which has a crucial role in the regulation of movement and is the primary site for the pathology of Parkinson's, use dopamine as their neurotransmitter and are activated by medications that increase the concentrations of the dopamine or work to stimulate the dopamine receptors. Dopamine also manages to stimulate the area postrema, since this part of the brain contains a high density of dopamine receptors. The area postrema is very sensitive to changes in blood toxicity and senses the presence of poisonous or dangerous substances in the blood. As a defense mechanism, the area postrema induces vomiting to prevent further intoxication. The high density of dopamine receptors in the area postrema makes it very sensitive to the dopamine-enhancing drugs. Stimulation of the dopamine receptors in the area postrema activates these vomiting centers of the brain; this is why nausea is one of the most common side-effects of antiparkinsonian drugs.",
            "score": 156.78684830665588
        },
        {
            "docid": "24514_42",
            "document": "Psychosis . The connection between dopamine and psychosis is generally believed complex. While dopamine receptor D2 suppresses adenylate cyclase activity, the D1 receptor increases it. If D2-blocking drugs are administered the blocked dopamine spills over to the D1 receptors. The increased adenylate cyclase activity affects genetic expression in the nerve cell, which takes time. Hence antipsychotic drugs take a week or two to reduce the symptoms of psychosis. Moreover, newer and equally effective antipsychotic drugs actually block slightly less dopamine in the brain than older drugs whilst also blocking 5-HT2A receptors, suggesting the 'dopamine hypothesis' may be oversimplified. Soyka and colleagues found no evidence of dopaminergic dysfunction in people with alcohol-induced psychosis and Zoldan et al. reported moderately successful use of ondansetron, a 5-HT receptor antagonist, in the treatment of levodopa psychosis in Parkinson's disease patients.",
            "score": 108.36152398586273
        },
        {
            "docid": "128027_28",
            "document": "Operant conditioning . The first scientific studies identifying neurons that responded in ways that suggested they encode for conditioned stimuli came from work by Mahlon deLong and by R.T. Richardson. They showed that nucleus basalis neurons, which release acetylcholine broadly throughout the cerebral cortex, are activated shortly after a conditioned stimulus, or after a primary reward if no conditioned stimulus exists. These neurons are equally active for positive and negative reinforcers, and have been shown to be related to neuroplasticity in many cortical regions. Evidence also exists that dopamine is activated at similar times. There is considerable evidence that dopamine participates in both reinforcement and aversive learning. Dopamine pathways project much more densely onto frontal cortex regions. Cholinergic projections, in contrast, are dense even in the posterior cortical regions like the primary visual cortex. A study of patients with Parkinson's disease, a condition attributed to the insufficient action of dopamine, further illustrates the role of dopamine in positive reinforcement. It showed that while off their medication, patients learned more readily with aversive consequences than with positive reinforcement. Patients who were on their medication showed the opposite to be the case, positive reinforcement proving to be the more effective form of learning when dopamine activity is high.",
            "score": 107.41790175437927
        },
        {
            "docid": "13140640_15",
            "document": "Eye–hand coordination . Adults with Parkinson's disease have been observed to show the same impairments as normal aging, only to a more extreme degree, in addition to a loss of control of motor functions as per normal symptoms of the disease. It is a movement disorder and occurs when there is degeneration of dopaminergic neurons that connect the substantia nigra with the caudate nucleus. A patient's primary symptoms include muscular rigidity, slowness of movement, a resting tremor, and postural instability. The ability to plan and learn from experience has been shown to allow adults with Parkinson's to improvement times, but only under conditions where they are using medications to combat the effects of Parkinson's. Some patients are given L-DOPA, which is a precursor to dopamine. It is able to cross the blood-brain barrier and then is taken up by dopaminergic neurons and then converted to dopamine.",
            "score": 180.34867107868195
        },
        {
            "docid": "6989597_30",
            "document": "Premovement neuronal activity . Of all the movement disorders studied, Parkinson's is by far the most investigated. Most experiments have studied the effects of lesions on the BP in patients with Parkinson’s disease. It was observed that the amplitude of BP in many Parkinson's patients was significantly reduced. A BP with a more positive polarity was observed compared to the BP in control patients without the disease. Other research shows the same reduction in amplitude of movement-related cortical potentials, which is consistent with other studies showing a decrease in the activation of the SMA in Parkinson's patients. A decreased ability to terminate premovement preparatory activity has been observed in Parkinson's patients, reflected by prolonged activity in the SMA . This prolonged activity may have to do with impaired function of the basal ganglia, which is thought to send a termination signal to the SMA. While changes in preparatory movement activity are present in PD patients, executed-movement processes in the brain seem to be unaffected, suggesting that premovement activity abnormality may underlie the difficulty in movement prevalent in Parkinson's disease. More research studying the effects of the disease on MRCPs (like the BP) and premovement preparatory activity in PD patients is ongoing.",
            "score": 172.57923245429993
        },
        {
            "docid": "48548_30",
            "document": "Dopamine . Dopamine contributes to the action selection process in at least two important ways. First, it sets the \"threshold\" for initiating actions. The higher the level of dopamine activity, the lower the impetus required to evoke a given behavior. As a consequence, high levels of dopamine lead to high levels of motor activity and impulsive behavior; low levels of dopamine lead to torpor and slowed reactions. Parkinson's disease, in which dopamine levels in the substantia nigra circuit are greatly reduced, is characterized by stiffness and difficulty initiating movement—however, when people with the disease are confronted with strong stimuli such as a serious threat, their reactions can be as vigorous as those of a healthy person. In the opposite direction, drugs that increase dopamine release, such as cocaine or amphetamine, can produce heightened levels of activity, including at the extreme, psychomotor agitation and stereotyped movements.",
            "score": 91.71598041057587
        },
        {
            "docid": "44517156_2",
            "document": "Dopamine therapy . Dopamine therapy is the regulation of levels of the neurotransmitter dopamine through the use of either agonists, or antagonists; and has been used in the treatment of disorders characterized by a dopamine imbalance. Dopamine replacement therapy (DRT) is an effective treatment for patients suffering from decreased levels of dopamine. Often dopamine agonists, compounds that activate dopamine receptors in the absence of that receptor's physiological ligand, the neurotransmitter dopamine, are used in this therapy. DRT has been shown to reduce symptoms and increase lifespan for patients suffering from Parkinson’s Disease. Dopamine regulation plays a critical role in human mental and physical health. The neurons that contain the neurotransmitter are clustered in the midbrain region in an area called the substantia nigra. In Parkinson's patients, the death of dopamine-transmitting neurons in this area leads to abnormal nerve-firing patterns that cause motor problems. Research in patients with schizophrenia indicates abnormalities in dopamine receptor structure and function.",
            "score": 129.97107470035553
        },
        {
            "docid": "34492113_8",
            "document": "Animal model of schizophrenia . In the dopamine hypothesis of schizophrenia, schizophrenia was hypothesised to be caused by disturbed dopamine neurotransmission. Dopamine is a monoamine neurotransmitter which is involved in other diseases, such as Parkinson's disease. There is evidence for increased activity of the mesolimbic pathway, a dopaminergic pathway, in schizophrenia patients. This comes from the discovery of increased L-DOPA decarboxylase levels in the brains of these patients. L-DOPA decarboxylase is an enzyme which converts L-DOPA to dopamine by removing a carboxyl group. Animal models were first produced for schizophrenia by altering the dopaminergic system using drugs.",
            "score": 97.22116160392761
        },
        {
            "docid": "22228064_2",
            "document": "Parkinson's disease . Parkinson's disease (PD) is a long-term degenerative disorder of the central nervous system that mainly affects the motor system. The symptoms generally come on slowly over time. Early in the disease, the most obvious are shaking, rigidity, slowness of movement, and difficulty with walking. Thinking and behavioral problems may also occur. Dementia becomes common in the advanced stages of the disease. Depression and anxiety are also common, occurring in more than a third of people with PD. Other symptoms include sensory, sleep, and emotional problems. The main motor symptoms are collectively called \"parkinsonism\", or a \"parkinsonian syndrome\". The cause of Parkinson's disease is generally unknown, but believed to involve both genetic and environmental factors. Those with a family member affected are more likely to get the disease themselves. There is also an increased risk in people exposed to certain pesticides and among those who have had prior head injuries, while there is a reduced risk in tobacco smokers and those who drink coffee or tea. The motor symptoms of the disease result from the death of cells in the substantia nigra, a region of the midbrain. This results in not enough dopamine in these areas. The reason for this cell death is poorly understood, but involves the build-up of proteins into Lewy bodies in the neurons. Diagnosis of typical cases is mainly based on symptoms, with tests such as neuroimaging being used to rule out other diseases. There is no cure for Parkinson's disease, with treatment directed at improving symptoms. Initial treatment is typically with the antiparkinson medication levodopa (L-DOPA), with dopamine agonists being used once levodopa becomes less effective. As the disease progresses and neurons continue to be lost, these medications become less effective while at the same time they produce a complication marked by involuntary writhing movements. Diet and some forms of rehabilitation have shown some effectiveness at improving symptoms. Surgery to place microelectrodes for deep brain stimulation has been used to reduce motor symptoms in severe cases where drugs are ineffective. Evidence for treatments for the non-movement-related symptoms of PD, such as sleep disturbances and emotional problems, is less strong. In 2015, PD affected 6.2 million people and resulted in about 117,400 deaths globally. Parkinson's disease typically occurs in people over the age of 60, of which about one percent are affected. Males are more often affected than females at a ratio of around 3:2. When it is seen in people before the age of 50, it is called young-onset PD. The average life expectancy following diagnosis is between 7 and 14 years. The disease is named after the English doctor James Parkinson, who published the first detailed description in \"An Essay on the Shaking Palsy\", in 1817. Public awareness campaigns include World Parkinson's Day (on the birthday of James Parkinson, 11 April) and the use of a red tulip as the symbol of the disease. People with Parkinson's who have increased the public's awareness of the condition include actor Michael J. Fox, Olympic cyclist Davis Phinney, and late professional boxer Muhammad Ali. The movement difficulties found in PD are called parkinsonism and a number of different disorders feature parkinsonism. \"Parkinsonism\" is defined as bradykinesia (slowness in initiating voluntary movements, with progressive reduction in speed and range of repetitive actions such as voluntary finger-tapping) in combination with one of three other physical signs: muscular (lead-pipe or cogwheel) rigidity, tremor at rest, and postural instability.",
            "score": 170.03029608726501
        },
        {
            "docid": "24075875_3",
            "document": "George Cotzias . In 1957 Swedish scientist Arvid Carlsson demonstrated that dopamine was a neurotransmitter in the brain and not just a precursor for norepinephrine, as had been previously believed. He developed a method for measuring the amount of dopamine in brain tissues and found that dopamine levels in the basal ganglia, a brain area important for movement, were particularly high. He then showed that giving animals the drug reserpine caused a decrease in dopamine levels and a loss of movement control. These effects were similar to the symptoms of Parkinson's disease. Arvid Carlsson subsequently won the Nobel Prize in Physiology or Medicine in 2000 along with co-recipients Eric Kandel and Paul Greengard.",
            "score": 128.62681412696838
        },
        {
            "docid": "5988318_4",
            "document": "Management of Parkinson's disease . The main families of drugs useful for treating motor symptoms are Levodopa, dopamine agonists, and MAO-B inhibitors. The most commonly used treatment approach varies depending on the disease stage. Two phases are usually distinguished: an initial phase in which the individual with PD has already developed some disability for which he or she needs pharmacological treatment, and a second stage in which the patient develops motor complications related to levodopa usage. Treatment in the initial state aims to attain an optimal tradeoff between good management of symptoms and side effects resulting from enhancement of dopaminergic function. The start of L-DOPA treatment may be delayed by using other medications such as MAO-B inhibitors and dopamine agonists, in the hope of causing the onset of dyskinesias to be retarded. In the second stage, the aim is to reduce symptoms while controlling fluctuations of the response to medication. Sudden withdrawals from medication, and overuse by some patients, also must be controlled. When medications are not enough to control symptoms, surgical techniques such as deep brain stimulation can relieve the associated movement disorders.",
            "score": 146.80648839473724
        },
        {
            "docid": "48548_57",
            "document": "Dopamine . Psychiatrists in the early 1950s discovered that a class of drugs known as typical antipsychotics (also known as major tranquilizers), were often effective at reducing the psychotic symptoms of schizophrenia. The introduction of the first widely used antipsychotic, chlorpromazine (Thorazine), in the 1950s, led to the release of many patients with schizophrenia from institutions in the years that followed. By the 1970s researchers understood that these typical antipsychotics worked as antagonists on the D2 receptors. This realization led to the so-called dopamine hypothesis of schizophrenia, which postulates that schizophrenia is largely caused by hyperactivity of brain dopamine systems. The dopamine hypothesis drew additional support from the observation that psychotic symptoms were often intensified by dopamine-enhancing stimulants such as methamphetamine, and that these drugs could also produce psychosis in healthy people if taken in large enough doses. In the following decades other atypical antipsychotics that had fewer serious side effects were developed. Many of these newer drugs do not act directly on dopamine receptors, but instead produce alterations in dopamine activity indirectly. These drugs were also used to treat other psychoses. Antipsychotic drugs have a broadly suppressive effect on most types of active behavior, and particularly reduce the delusional and agitated behavior characteristic of overt psychosis. There remains substantial dispute, however, about how much of an improvement the patient experiences on these drugs.",
            "score": 104.05177283287048
        },
        {
            "docid": "39327092_8",
            "document": "Gene therapy in Parkinson's disease . A symptomatic approach is a treatment focused on the symptoms of the patients. The first one, consists in the ectopic dopamine synthesis. Here, the production of ectopic L-dopa in the striatum is another alternative gene therapy. This therapy consists on transferring the TH and GTP cyclohydrolase 1 genes into the MSNs because the endogenous AADC activity is able to convert the L-dopa into dopamine. In an experiment in 2005, using tyrosine hydroxylase (TH) and GCH1 altogether with vectors, they could provide normal levels of L-dopa to rats. The results of this experiment showed reduced dyskinesias by 85% as well as, the reversion view of abnormal projections in the strium using the TH-GCH1 gene transfer. Dopamine synthesis can be fully ectopic. In this case, the enzyme AADC it is in charge of converting the levodopa to dopamine. In Parkinson disease, the loss of neurons from the nigrostriatum leads to the inability to convert levodopa to dopamine. The goal of AAV2-hAADC is to restore normal levels of AADC in the striatum so there could be more conversion of levodopa, and therefore reducing levodopa- induced dyskinesia. Using the gene therapy, in 2012, an experiment was accomplish with primates testing tyrosine hydroxylase (TH) transgene in primate astrocytes. Gene therapy was made with the transfer of a TH full-length cDNA using rat TH. The results showed behavioural improvement in the monkeys that received the plasmid, unlike the control monkey. Another type is the ectopic L-dopa conversion in which they use a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN (medium spiny neurons) in the striatum to be able to convert administered L-dopa into dopamine. Other kind of gene therapy as a symptomatic approach is the use of glutamic acid decarboxylase (GAD) expression in the subthalamic nucleus. This is a gene enzyme replacement therapy that can be used to increase the efficacy of the pharmacological L-dopa therapy by using AAV vectors. This AAV vectors have been designed to send the AADC coding sequence to the MSN in the striatum to be able to convert administered L-dopa into dopamine. A phase 2 study, published in the journal \"Lancet Neurology Parkinson\", says that a gene therapy called NLX-P101 dramatically reduces movement damage. In this study, they used glutamic acid decarboxylase (GAD). They introduced genetic material in the brain related to motor functions. The symptoms included tremor, stiffness and difficulty in movements; and were improved in half of the group in gene therapy, while in the control group, 14% improved them.",
            "score": 136.56114542484283
        },
        {
            "docid": "3452485_14",
            "document": "Memory disorder . Parkinson's disease (PD) is a neurodegenerative disease. PD and aging share a lot of the same neuropathologic and behavioral features. Movement is normally controlled by dopamine; a chemical that carries signals between the nerves in the brain. When cells that normally produce dopamine die off, the symptoms of Parkinson's appear. This degeneration also occurs in normal aging but is a much slower process. The most common symptoms include: tremors, slowness, stiffness, impaired balance, rigidity of the muscles, and fatigue. As the disease progresses, non-motor symptoms may also appear, such as depression, difficulty swallowing, sexual problems or cognitive changes.",
            "score": 131.5411262512207
        },
        {
            "docid": "599614_25",
            "document": "Dopamine hypothesis of schizophrenia . People with Schizophrenia also have a higher incidence of nicotine use than those without schizophrenia. The high rate of use may be a form of self-medication that reduces negative symptoms by increasing the activity of glutamate and lowering the activity of dopamine. Elevated activation in the prefrontal cortex from nicotine use can increase focus and cognitive performance which are impaired in people with schizophrenia. Activation of nicotinic acetylcholine receptors in mice has been shown to increase glutamate levels in the prefrontal cortex and may help to decrease the cognitive deficits seen in schizophrenia. In addition, nicotine is thought to help regulate dopamine release. Nicotine acts as an agonist to nicotinic acetylcholine receptors which then increases the release of dopamine. However, prolonged use of nicotine causes a diminished response to nicotine thus lowering dopamine levels long term. Nicotine use may be higher in people with schizophrenia because it helps to balance levels of glutamate and dopamine in the brain causing a reduction in some negative symptoms.",
            "score": 69.84819900989532
        },
        {
            "docid": "3987386_6",
            "document": "Pramipexole . Parkinson's disease is a neurodegenerative disease affecting the substantia nigra, a component of the basal ganglia. The substantia nigra has a high quantity of dopaminergic neurons, which are nerve cells that release the neurotransmitter known as dopamine. When dopamine is released, it may activate dopamine receptors in the striatum, which is another component of the basal ganglia. When neurons of the substantia nigra deteriorate in Parkinson's disease, the striatum no longer properly receives dopamine signals. As a result, the basal ganglia can no longer regulate body movement effectively and motor function becomes impaired. By acting as an agonist for the D, D, and D dopamine receptors, pramipexole may directly stimulate the underfunctioning dopamine receptors in the striatum, thereby restoring the dopamine signals needed for proper functioning of the basal ganglia.",
            "score": 162.07524514198303
        },
        {
            "docid": "44517156_3",
            "document": "Dopamine therapy . DRT has been used to improve motor skills, impulsivity, and decision making in Parkinson’s patients. In Parkinson’s Disease patients, dopamine deficiencies can be seen in two key areas of the brain: the dorsal frontostriatal circuit, the area responsible for motor skills and task-switching, and the ventral frontostriatal circuit, the area responsible for impulsivity. Impairment in these areas can be treated with dopamine agonists, a group of medications that mimics the ligand dopamine and bonds to dopamine receptors. Other medications that convert into dopamine, as opposed to functioning as dopamine analogs, alleviate the effects of the degeneration of dopamine-producing neurons. One dopamine precursor, Levodopa, was the first drug approved specifically for Parkinson’s disease. DRT increases dopamine in the brain to optimal levels in order to return motor skills, impulsivity, and decision making to normal function. Although DRT can improve motor skills and decision making in patients with mild to severe Parkinson’s Disease, an overdose of dopamine is associated with impaired impulsivity (see next section).",
            "score": 134.73739850521088
        },
        {
            "docid": "21120_52",
            "document": "Neuron . Parkinson's disease (PD), also known as \"Parkinson disease\", is a degenerative disorder of the central nervous system that often impairs the sufferer's motor skills and speech. Parkinson's disease belongs to a group of conditions called movement disorders. It is characterized by muscle rigidity, tremor, a slowing of physical movement (bradykinesia), and in extreme cases, a loss of physical movement (akinesia). The primary symptoms are the results of decreased stimulation of the motor cortex by the basal ganglia, normally caused by the insufficient formation and action of dopamine, which is produced in the dopaminergic neurons of the brain. Secondary symptoms may include high level cognitive dysfunction and subtle language problems. PD is both chronic and progressive.",
            "score": 181.10900795459747
        },
        {
            "docid": "22308502_9",
            "document": "Blocq's disease . Psychogenic disorder has been linked with basal ganglia dysfunction and dopamine deficiency observed by a decrease in neuronal density in substantia nigra in elderly patients. On an in-vivo study, the absence of dopamine in the cultures perturbed the dynamics of the subthalamic nucleus (STN) and the GABAergic neurons of the globus pallidus(GP). It is believed that the activation of the indirect pathway (striatum-GP-STN-output nuclei) increases the firing rate of GP-STN neurons resulting in an excessive inhibition of basal ganglia targets. In psychogenic disorder, the activity in the indirect pathway (inhibits movement, thoughts) predominates over that on the direct pathway (increases movement, thoughts, feelings), giving rise to an increase in the globus pallidus interior (GPi) inhibitory output, which results in decrease motor activity. Specifically, it begins on the cerebral cortex sending projections to neurons in striatum. These neurons will inhibit the external segment of the Globus Pallidus (GPe), which normally inhibits the subthalamic nucleus (STN). However, the GPe is inhibited and no longer inhibit the STN and the STN will excite the GPi which finally inhibits the thalamus and prevents from exciting to the cerebral cortex and command the spinal cord for initiation of a movement. In addition, scientists have found that the degree of slowness of movement is characterized by the decrease of F-fluorodpa uptake in the striatum and nucleus accumbens complex.",
            "score": 123.8793009519577
        },
        {
            "docid": "2295370_9",
            "document": "Carbidopa/levodopa . In 1960 the Austrian biochemist Oleh Hornykiewicz, while at the University of Vienna, examined results of autopsies of patients who had died with Parkinson's disease. He suggested that the disease was associated with, or caused by, a reduction in the levels of dopamine in the basal ganglia of the brain. Since dopamine itself did not enter the brain, he tried treating twenty patients with a racemic mixture of dihydroxyphenylalanine (DOPA), which could enter the brain and be converted there to dopamine by the action of DOPA decarboxylase. His results were positive, as were those of another trial in Montreal run by André Barbeau. Unfortunately, other investigators were unable to replicate these early results, and the use of DOPA remained in question until 1967, when George Cotzias at the Brookhaven National Laboratories in Upton, New York, used megadoses of DOPA, up to 16 grams per day. Not long after these results became known, Curt Porter at Merck showed that L-DOPA was the active stereoisomer, thus reducing the effective dose to half.",
            "score": 129.62307000160217
        },
        {
            "docid": "36561543_4",
            "document": "Dietary management of Parkinson's disease . Many theories of the cause of PD symptoms point to the death of dopamine-producing neurons within the central nervous system due to oxidative stress. This oxidative stress is caused by metabolism and the production of molecules known as free radicals. Accumulation of these free radicals within the brain can cause damage to neurons. Additionally, dopamine producing neurons are particularly vulnerable to oxidative stress due to the relatively high levels of metabolism associated with the production of dopamine, resulting in comparatively higher amounts of free radicals being produced by these dopamine-producing neurons. The effects of dopamine within the brain are widespread, including the control of voluntary motor control. With the death of these dopamine-producing cells within an area of the mid-brain known as the substantia nigra, the central nervous system has less control over the body, resulting in the tremors and rigidity seen in patients with Parkinson's disease.",
            "score": 145.2005352973938
        },
        {
            "docid": "23476797_26",
            "document": "Social anxiety disorder . Sociability is closely tied to dopamine neurotransmission. Misuse of stimulants like amphetamines to increase self-confidence and improve social performance is common. In a recent study a direct relation between of volunteers and binding affinity of dopamine D2/3 receptors in the striatum was found. Other research shows that the binding affinity of dopamine D2 receptors in the striatum of social anxiety sufferers is lower than in controls. Some other research shows an abnormality in dopamine transporter density in the striatum of social anxiety sufferers. However, some researchers have been unable to replicate previous findings of evidence of dopamine abnormality in social anxiety disorder. Studies have shown high prevalence of social anxiety in Parkinson's disease and schizophrenia. In a recent study, social phobia was diagnosed in 50% of Parkinson's disease patients. Other researchers have found social phobia symptoms in patients treated with dopamine antagonists like haloperidol, emphasizing the role of dopamine neurotransmission in social anxiety disorder. Some evidence points to the possibility that social anxiety disorder involves reduced serotonin receptor binding. A recent study reports increased serotonin transporter binding in psychotropic medication-naive patients with generalized social anxiety disorder. Although there is little evidence of abnormality in serotonin neurotransmission, the limited efficacy of medications which affect serotonin levels may indicate the role of this pathway. Paroxetine and sertraline are two SSRIs that have been approved by the FDA to treat social anxiety disorder. Some researchers believe that SSRIs decrease the activity of the amygdala. There is also increasing focus on other candidate transmitters, e.g. norepinephrine and glutamate, which may be over-active in social anxiety disorder, and the inhibitory transmitter GABA, which may be under-active in the thalamus.",
            "score": 110.99144268035889
        },
        {
            "docid": "48548_58",
            "document": "Dopamine . Later observations, however, have caused the dopamine hypothesis to lose popularity, at least in its simple original form. For one thing, patients with schizophrenia do not typically show measurably increased levels of brain dopamine activity. Also, other dissociative drugs, notably ketamine and phencyclidine that act on glutamate NMDA receptors (and not on dopamine receptors) can produce psychotic symptoms. Perhaps most importantly, those drugs that do reduce dopamine activity are a very imperfect treatment for schizophrenia: they only reduce a subset of symptoms, while producing severe short-term and long-term side effects. Even so, many psychiatrists and neuroscientists continue to believe that schizophrenia involves some sort of dopamine system dysfunction. As the \"dopamine hypothesis\" has evolved over time, however, the sorts of dysfunctions it postulates have tended to become increasingly subtle and complex.",
            "score": 98.53747844696045
        },
        {
            "docid": "48548_2",
            "document": "Dopamine . Dopamine (DA, a contraction of 3,4-dihydroxyphenethylamine) is an organic chemical of the catecholamine and phenethylamine families that plays several important roles in the brain and body. It is an amine synthesized by removing a carboxyl group from a molecule of its precursor chemical L-DOPA, which is synthesized in the brain and kidneys. Dopamine is also synthesized in plants and most animals. In the brain, dopamine functions as a neurotransmitter—a chemical released by neurons (nerve cells) to send signals to other nerve cells. The brain includes several distinct dopamine pathways, one of which plays a major role in the motivational component of reward-motivated behavior. The anticipation of most types of rewards increases the level of dopamine in the brain, and many addictive drugs increase dopamine release or block its reuptake into neurons following release. Other brain dopamine pathways are involved in motor control and in controlling the release of various hormones. These pathways and cell groups form a dopamine system which is neuromodulatory.",
            "score": 66.41633319854736
        },
        {
            "docid": "1685778_11",
            "document": "Neuropharmacology . The dopamine neurotransmitter mediates synaptic transmission by binding to five specific GPCRs. These five receptor proteins are separated into two classes due to whether the response elicits an excitatory or inhibitory response on the post-synaptic cell. There are many types of drugs, legal and illegal, that effect dopamine and its interactions in the brain. With Parkinson's disease, a disease that decreases the amount of dopamine in the brain, the dopamine precursor Levodopa is given to the patient due to the fact that dopamine cannot cross the blood–brain barrier and L-dopa can. Some dopamine agonists are also given to Parkinson's patients that have a disorder known as restless leg syndrome or RLS. Some examples of these are ropinirole and pramipexole.",
            "score": 116.19512975215912
        },
        {
            "docid": "48712402_17",
            "document": "Parthanatos . PARP activity has also been linked to the neurodegenerative properties of toxin induced Parkinsonism. 1-Methyl-4-phenyl-1,2,3,6-tetrahydropyridine (MPTP) is a neurotoxin that has been linked to neurodegeneration and development of Parkinson Disease-like symptoms in patients since 1983. The MPTP toxin’s effects were discovered when four people were intravenously injecting the toxin that they produced inadvertently when trying to street-synthesise the merpyridine (MPPP) drug. The link between MPTP and PARP was found later when research showed that the MPTP effects on neurons were reduced in mutated cells lacking the PARP gene. The same research also showed highly increased PARP activation in dopamine producing cells in the presence of MPTP.",
            "score": 105.43156480789185
        },
        {
            "docid": "28972840_20",
            "document": "Clinical neurochemistry . Parkinson's Disease is caused by the loss of dopamine stimulation to the basal ganglia of the midbrain, resulting in tremor at rest and bradykinesia. In some rare forms, protein aggregation of alpha-synuclein and parkin can elicit symptoms of Parkinson's Disease. For a variety of drugs, restoring dopamine to the central nervous system remains the target therapy. Because dopamine cannot pass the blood brain barrier on its own, the dopamine precursor L-DOPA is used in its stead. However, synaptic plasticity renders this treatment decreasingly effective with time. Another treatment option is bromocriptine, which directly stimulates D Dopamine Receptors. Bromocriptine is less effective than L-Dopa in reducing symptoms, but provides less dyskinesia. Often, the two drugs are used in concert with one another. New approaches to treatment include deep brain simulation and cell transplantation with stem cells.Deep brain stimulation offsets symptoms rather than cures, and stem cell studies have been extremely disappointing, despite relative success with animal models. Gene therapy may provide a novel route to introduce new dopamine production via viral-medicated gene transfection, but clinical trials are yet to be completed.",
            "score": 171.15986156463623
        },
        {
            "docid": "36561543_8",
            "document": "Dietary management of Parkinson's disease . Treatments are only effective in moderating the symptoms of the disease, mainly with drugs including levodopa (L-DOPA) and dopamine agonists. Once too many dopamine producing cells have been lost however, the effects of L-DOPA become less effective. Once this occurs, a complication known as dyskenesia commonly occurs in which subjects undergo involuntary writhing movements despite the use of L-DOPA. The effects of dyskenesia vary between periods of high symptoms and low symptoms. In order to limit the onset of dyskenesia, typical L-DOPA dosages are kept as low as possible while still achieving desired results. Lastly, in cases in which drugs are ineffective, deep brain stimulation and surgery can be used to reduce symptoms.",
            "score": 142.5539083480835
        },
        {
            "docid": "21865_37",
            "document": "Neurotransmitter . Diseases and disorders may also affect specific neurotransmitter systems. For example, problems in producing dopamine can result in Parkinson's disease, a disorder that affects a person's ability to move as they want to, resulting in stiffness, tremors or shaking, and other symptoms. Some studies suggest that having too little or too much dopamine or problems using dopamine in the thinking and feeling regions of the brain may play a role in disorders like schizophrenia or attention deficit hyperactivity disorder (ADHD). Similarly, after some research suggested that drugs that block the recycling, or reuptake, of serotonin seemed to help some people diagnosed with depression, it was theorized that people with depression might have lower-than-normal serotonin levels. Though widely popularized, this theory was not borne out in subsequent research. Furthermore, problems with producing or using glutamate have been suggestively and tentatively linked to many mental disorders, including autism, obsessive compulsive disorder (OCD), schizophrenia, and depression. Generally, there are no scientifically established \"norms\" for appropriate levels or \"balances\" of different neurotransmitters. It is in most cases pragmatically impossible to even measure levels of neurotransmitters in a brain or body at any distinct moments in time. Neurotransmitters regulate each other's release, and weak consistent imbalances in this mutual regulation were linked to temperament in healthy people  . Strong imbalances or disruptions to neurotransmitter systems have been associated with many diseases and mental disorders. These include Parkinson's, depression, insomnia, Attention Deficit Hyperactivity Disorder (ADHD), anxiety, memory loss, dramatic changes in weight and addictions. Chronic physical or emotional stress can be a contributor to neurotransmitter system changes. Genetics also plays a role in neurotransmitter activities. Apart from recreational use, medications that directly and indirectly interact one or more transmitter or its receptor are commonly prescribed for psychiatric and psychological issues. Notably, drugs interacting with serotonin and norepinephrine are prescribed to patients with problems such as depression and anxiety—though the notion that there is much solid medical evidence to support such interventions has been widely criticized.",
            "score": 118.23443591594696
        },
        {
            "docid": "35075711_47",
            "document": "Spontaneous recovery . All drugs and stimulants of the brain can affect how someone learns, consolidates, and retrieves certain memories. For example, cocaine blocks the reuptake of dopamine, a neurotransmitter in the brain, causing an increase of dopamine in the synaptic cleft. This will elicit a rewarding feeling of liberation and security that can become addictive to some people. Although, because of the increased dopamine levels in the brain, consolidation of memory can be affected which will then inhibit the chances of recovering that memory. Studies show that rats who were given cocaine were unable to perform motor tasks as successfully as the control group. Also, cannabis has also shown negative effects regarding the ability to spontaneously recover memories because the plasticity strength of the initial memories are so inhibited due to the reduced neurotransmitters in the synaptic cleft.",
            "score": 79.45990574359894
        }
    ],
    "r": [
        {
            "docid": "22229344_19",
            "document": "Basal ganglia disease . Deep brain stimulation involves inserting, via stereotaxic surgery, electrodes into the sensorimotor area of the brain.  These electrodes emit high-frequency stimulation to the implanted areas.  Bilateral implantation is necessary for symmetric results as well as the ability to reduce the intensity and duration of off-periods as well increase the duration of on-periods. The most effective structures used for implantations for deep brain stimulation are the internal globus pallidus (GPi) and the subthalamic nucleus (STN). This is because it is safer and more effective to alter the influence of the basal ganglia on the thalamocortical nuclei than directly altering neural activity in upper motor neuron circuits. Deep brain stimulation is a more complicated process than other therapies such as ablation. Evidence suggests that benefits of STN deep brain stimulation is due to the activation of efferents and the modulation of discharge patterns in the GPi that are propagated throughout the thalamocorical pathways. The ability to adjust stimulation protocols lends this treatment to a variety of disorders due its ability to alter the activity of basal ganglia circuits.",
            "score": 195.7153778076172
        },
        {
            "docid": "39327092_3",
            "document": "Gene therapy in Parkinson's disease . Parkinson's disease (PD) is a progressive neurological condition that is the result of the death of the cell that contains and produces dopamine in substantia nigra. People with PD may develop disturbance in their motor activities. Some activities can be tremor or shaking, rigidity and slow movements (bradykinesia). Patients may eventually present certain psychiatric problems like depression and dementia. Current pharmacological intervention consist on the administration of L-dopa, a dopamine precursor. The L-dopa therapy increases dopamine production of the remaining nigral neurons. Other therapy is the deep brain electrical stimulation to modulate the overactivity of the subthalamic nucleus to the loss of dopamine signaling in the stratum. However, with this treatment, the number of substantia nigra neurons decrease so it becomes less efficient.",
            "score": 186.0111083984375
        },
        {
            "docid": "21120_52",
            "document": "Neuron . Parkinson's disease (PD), also known as \"Parkinson disease\", is a degenerative disorder of the central nervous system that often impairs the sufferer's motor skills and speech. Parkinson's disease belongs to a group of conditions called movement disorders. It is characterized by muscle rigidity, tremor, a slowing of physical movement (bradykinesia), and in extreme cases, a loss of physical movement (akinesia). The primary symptoms are the results of decreased stimulation of the motor cortex by the basal ganglia, normally caused by the insufficient formation and action of dopamine, which is produced in the dopaminergic neurons of the brain. Secondary symptoms may include high level cognitive dysfunction and subtle language problems. PD is both chronic and progressive.",
            "score": 181.1090087890625
        },
        {
            "docid": "13140640_15",
            "document": "Eye–hand coordination . Adults with Parkinson's disease have been observed to show the same impairments as normal aging, only to a more extreme degree, in addition to a loss of control of motor functions as per normal symptoms of the disease. It is a movement disorder and occurs when there is degeneration of dopaminergic neurons that connect the substantia nigra with the caudate nucleus. A patient's primary symptoms include muscular rigidity, slowness of movement, a resting tremor, and postural instability. The ability to plan and learn from experience has been shown to allow adults with Parkinson's to improvement times, but only under conditions where they are using medications to combat the effects of Parkinson's. Some patients are given L-DOPA, which is a precursor to dopamine. It is able to cross the blood-brain barrier and then is taken up by dopaminergic neurons and then converted to dopamine.",
            "score": 180.3486785888672
        },
        {
            "docid": "3186646_19",
            "document": "Spasmodic torticollis . Deep brain stimulation to the basal ganglia and thalamus has recently been used as a successful treatment for tremors of patients with Parkinson's disease. This technique is currently being trialed in patients with spasmodic torticollis. Patients are subjected to stimulation of the globus pallidus internus, or the subthalamic nucleus. The device is analogous to a pacemaker: an external battery is placed subcutaneously, with wires under the skin which enter the skull and a region of the brain. To stimulate the globus pallidus internus, microelectrodes are placed into the globus pallidus internus bilaterally. After the surgery is performed, multiple visits are required to program the settings for the stimulator. The stimulation of the globus pallidus internus disrupts the abnormal discharge pattern in the globus pallidus internus, resulting in inhibition of hyperactive cortical activity. Globus pallidus internus deep brain stimulation is the preferred surgical procedure, due to the lower frequency of side effects. Advantages of deep brain stimulation include the reversibility of the procedure, and the ability to adjust the settings of the stimulation.",
            "score": 178.40927124023438
        },
        {
            "docid": "42332242_8",
            "document": "Mahlon DeLong . Shortly thereafter, neurosurgeon Alim-Louis Benabid discovered that the same improvement could be achieved by placing a wire into the subthalamic nucleus, connecting it to a battery and delivering an adjustable high-frequency stimulation to the tip of the wire—a technique called deep brain stimulation. Today, this technique is used to improve symptoms and the quality of life in patients with Parkinson’s disease who are not responding adequately to pharmacologic treatment. Ablation or deep brain stimulation of the subthalamic nucleus has transformed the lives of many people with Parkinson’s disease.",
            "score": 173.7753143310547
        },
        {
            "docid": "6989597_30",
            "document": "Premovement neuronal activity . Of all the movement disorders studied, Parkinson's is by far the most investigated. Most experiments have studied the effects of lesions on the BP in patients with Parkinson’s disease. It was observed that the amplitude of BP in many Parkinson's patients was significantly reduced. A BP with a more positive polarity was observed compared to the BP in control patients without the disease. Other research shows the same reduction in amplitude of movement-related cortical potentials, which is consistent with other studies showing a decrease in the activation of the SMA in Parkinson's patients. A decreased ability to terminate premovement preparatory activity has been observed in Parkinson's patients, reflected by prolonged activity in the SMA . This prolonged activity may have to do with impaired function of the basal ganglia, which is thought to send a termination signal to the SMA. While changes in preparatory movement activity are present in PD patients, executed-movement processes in the brain seem to be unaffected, suggesting that premovement activity abnormality may underlie the difficulty in movement prevalent in Parkinson's disease. More research studying the effects of the disease on MRCPs (like the BP) and premovement preparatory activity in PD patients is ongoing.",
            "score": 172.5792236328125
        },
        {
            "docid": "20756967_28",
            "document": "Cyborg . Deep brain stimulation is a neurological surgical procedure used for therapeutic purposes. This process has aided in treating patients diagnosed with Parkinson's disease, Alzheimer's disease, Tourette syndrome, epilepsy, chronic headaches, and mental disorders. After the patient is unconscious, through anesthesia, brain pacemakers or electrodes, are implanted into the region of the brain where the cause of the disease is present. The region of the brain is then stimulated by bursts of electric current to disrupt the oncoming surge of seizures. Like all invasive procedures, deep brain stimulation may put the patient at a higher risk. However, there have been more improvements in recent years with deep brain stimulation than any available drug treatment.",
            "score": 171.8131103515625
        },
        {
            "docid": "28972840_20",
            "document": "Clinical neurochemistry . Parkinson's Disease is caused by the loss of dopamine stimulation to the basal ganglia of the midbrain, resulting in tremor at rest and bradykinesia. In some rare forms, protein aggregation of alpha-synuclein and parkin can elicit symptoms of Parkinson's Disease. For a variety of drugs, restoring dopamine to the central nervous system remains the target therapy. Because dopamine cannot pass the blood brain barrier on its own, the dopamine precursor L-DOPA is used in its stead. However, synaptic plasticity renders this treatment decreasingly effective with time. Another treatment option is bromocriptine, which directly stimulates D Dopamine Receptors. Bromocriptine is less effective than L-Dopa in reducing symptoms, but provides less dyskinesia. Often, the two drugs are used in concert with one another. New approaches to treatment include deep brain simulation and cell transplantation with stem cells.Deep brain stimulation offsets symptoms rather than cures, and stem cell studies have been extremely disappointing, despite relative success with animal models. Gene therapy may provide a novel route to introduce new dopamine production via viral-medicated gene transfection, but clinical trials are yet to be completed.",
            "score": 171.1598663330078
        },
        {
            "docid": "22228064_2",
            "document": "Parkinson's disease . Parkinson's disease (PD) is a long-term degenerative disorder of the central nervous system that mainly affects the motor system. The symptoms generally come on slowly over time. Early in the disease, the most obvious are shaking, rigidity, slowness of movement, and difficulty with walking. Thinking and behavioral problems may also occur. Dementia becomes common in the advanced stages of the disease. Depression and anxiety are also common, occurring in more than a third of people with PD. Other symptoms include sensory, sleep, and emotional problems. The main motor symptoms are collectively called \"parkinsonism\", or a \"parkinsonian syndrome\". The cause of Parkinson's disease is generally unknown, but believed to involve both genetic and environmental factors. Those with a family member affected are more likely to get the disease themselves. There is also an increased risk in people exposed to certain pesticides and among those who have had prior head injuries, while there is a reduced risk in tobacco smokers and those who drink coffee or tea. The motor symptoms of the disease result from the death of cells in the substantia nigra, a region of the midbrain. This results in not enough dopamine in these areas. The reason for this cell death is poorly understood, but involves the build-up of proteins into Lewy bodies in the neurons. Diagnosis of typical cases is mainly based on symptoms, with tests such as neuroimaging being used to rule out other diseases. There is no cure for Parkinson's disease, with treatment directed at improving symptoms. Initial treatment is typically with the antiparkinson medication levodopa (L-DOPA), with dopamine agonists being used once levodopa becomes less effective. As the disease progresses and neurons continue to be lost, these medications become less effective while at the same time they produce a complication marked by involuntary writhing movements. Diet and some forms of rehabilitation have shown some effectiveness at improving symptoms. Surgery to place microelectrodes for deep brain stimulation has been used to reduce motor symptoms in severe cases where drugs are ineffective. Evidence for treatments for the non-movement-related symptoms of PD, such as sleep disturbances and emotional problems, is less strong. In 2015, PD affected 6.2 million people and resulted in about 117,400 deaths globally. Parkinson's disease typically occurs in people over the age of 60, of which about one percent are affected. Males are more often affected than females at a ratio of around 3:2. When it is seen in people before the age of 50, it is called young-onset PD. The average life expectancy following diagnosis is between 7 and 14 years. The disease is named after the English doctor James Parkinson, who published the first detailed description in \"An Essay on the Shaking Palsy\", in 1817. Public awareness campaigns include World Parkinson's Day (on the birthday of James Parkinson, 11 April) and the use of a red tulip as the symbol of the disease. People with Parkinson's who have increased the public's awareness of the condition include actor Michael J. Fox, Olympic cyclist Davis Phinney, and late professional boxer Muhammad Ali. The movement difficulties found in PD are called parkinsonism and a number of different disorders feature parkinsonism. \"Parkinsonism\" is defined as bradykinesia (slowness in initiating voluntary movements, with progressive reduction in speed and range of repetitive actions such as voluntary finger-tapping) in combination with one of three other physical signs: muscular (lead-pipe or cogwheel) rigidity, tremor at rest, and postural instability.",
            "score": 170.03028869628906
        },
        {
            "docid": "19593553_3",
            "document": "Antiparkinson medication . Parkinson's disease is a motor system disorder of the nervous system. It is outlined as a progressive disorder that affects movement and results in the loss of dopamine-producing brain cells, causing tremor in the hands, arms, legs, jaw, and face and/or rigidity or stiffness of the limbs and trunk. The primary symptoms are muscular rigidity, slowness of movement, a resting tremor, and postural instability. Parkinson's disease is caused by degeneration of the nigrostriatal system, which is the dopamine-secreting neurons of the substantia nigra that send axons to the basal ganglia. The basal ganglia controls the automatic, habitual responses performed by the human body.",
            "score": 165.93649291992188
        },
        {
            "docid": "25136770_17",
            "document": "Cognitive musicology . Parkinson's disease is a complex neurological disorder that negatively impacts both motor and non-motor functions caused by the degeneration of dopaminergic (DA) neurons in the substantia nigra (Ashoori, 2015). This in turn leads to a DA deficiency in the basal ganglia. The deficiencies of dopamine in these areas of the brain have shown to cause symptoms such as tremors at rest, rigidity, akinesia, and postural instability. They are also associated with impairments of internal timing of an individual (Ashoori, 2015). Rhythm is a powerful sensory cue that has shown to help regulate motor timing and coordination when there is a deficient internal timing system in the brain. Some studies have shown that musically cued gait training significantly improves multiple deficits of Parkinsons, including in gait, motor timing, and perceptual timing. Ashoori's study consisted of 15 non-demented patients with idiopathic Parkinson's who had no prior musical training and maintained their dopamine therapy during the trials. There were three 30-min training sessions per week for 1 month where the participants walked to the beats of German folk music without explicit instructions to synchronize their footsteps to the beat. Compared to pre-training gait performance, the Parkinson's patients showed significant improvement in gait velocity and stride length during the training sessions. The gait improvement was sustained for 1 month after training, which indicates a lasting therapeutic effect. Even though this was uncued it shows how the gait of these Parkinson's patients was automatically synchronized with the rhythm of the music. Also the lasting therapeutic effect shows that this might have affected the internal timing of the individual in a way that could not be accessed by other means.",
            "score": 165.8522491455078
        },
        {
            "docid": "17101940_9",
            "document": "Internal globus pallidus . The internal globus pallidus is the target of deep brain stimulation (DBS) for these diseases. Deep brain stimulation sends regulated electrical pulses to the target. In patients with tardive dyskinesia treated with DBS, most people reported more than a 50% improvement in symptoms. Tourette syndrome patients have also benefited from this treatment, showing over 50% improvement in tic severity (compulsive disabling motor tics are symptoms of Tourette patients). The GPi is also considered a \"highly effective target for neuromodulation\" when using deep brain stimulation on Parkinson's Disease patients. There is seen to be only some involvement in Huntington's Disease with mostly the external globus pallidus being affected.",
            "score": 165.3248748779297
        },
        {
            "docid": "987320_14",
            "document": "Neurotechnology . Neurodevices are any devices used to monitor or regulate brain activity. Currently there are a few available for clinical use as a treatment for Parkinson's disease. The most common neurodevices are deep brain stimulators (DBS) that are used to give electrical stimulation to areas stricken by inactivity. Parkinson's disease is known to be caused by an inactivation of the basal ganglia (nuclei) and recently DBS has become the more preferred form of treatment for Parkinson's disease, although current research questions the efficiency of DBS for movement disorders.",
            "score": 164.78695678710938
        },
        {
            "docid": "20945667_23",
            "document": "Myoclonic dystonia . Deep brain stimulation (DBS) has been found to be an effective and safe treatment for myoclonus dystonia patients, whose severe and debilitating symptoms are resistant to drug treatments. Electrical stimulation within the brain is a common treatment for many movement disorders because of the ability to excite or inhibit neurons within the brain. Deep brain stimulation patients have electrodes inserted into the brain and then an electrical signal is sent from an external source to elicit a response. The frequency and intensity of this signal can be changed to monitor the effects on neuronal activity using voltage recordings or neuroimaging, like functional MRIs. By re-positioning the electrodes in different areas or changing the size or timing of the stimulus, varying effects can be seen on the patient depending on the origin of the disorder.",
            "score": 164.38748168945312
        },
        {
            "docid": "41937628_9",
            "document": "Alim Louis Benabid . Prior to development of DBS, the main surgical treatment for Parkinson's disease was lesioning to inhibit involuntary abnormal motion associated with severe Parkinson's disease not controlled by optimal medication. As described in a 2010 interview with Benabid in the medical journal \"Lancet\", electrical stimulation was used during surgery to locate the ablation target and predict lesioning effects. To precisely locate the right area, an electrode would be placed around the target and those surrounding areas stimulated with physiological frequencies of 20 – 50 Hz while observing the patient's movement. Since electrical stimulation itself sometimes seemed to quiet tremor during the procedure, Benabid reasoned this might be a solution. He tested from very low frequencies of 1, 5, 10 Hz and more up to 100 Hz, which mimicked effects of ablation without destroying tissue. Initially the thalamus was stimulated. Later animal studies indicated the subthalamic nucleus might be a more effective stimulation target. As technology advanced to allow such stimulation to be continuously applied for a long time, DBS became widely adopted in the 1990s for treatment of movement disorders such as Parkinson's disease, essential tremor, and dystonia.",
            "score": 162.9449920654297
        },
        {
            "docid": "845662_4",
            "document": "Arvid Carlsson . In 1957 Kathleen Montagu succeeded in demonstrating the presence of dopamine in the human brain; later that same year Carlsson also demonstrated that dopamine was a neurotransmitter in the brain and not just a precursor for norepinephrine. Carlsson went on to develop a method for measuring the amount of dopamine in brain tissues. He found that dopamine levels in the basal ganglia, a brain area important for movement, were particularly high. He then showed that giving animals the drug reserpine caused a decrease in dopamine levels and a loss of movement control. These effects were similar to the symptoms of Parkinson's disease. By administering to these animals L-Dopa, which is the precursor of dopamine, he could alleviate the symptoms. These findings led other doctors to try using L-Dopa on patients with Parkinson's disease, and found it to alleviate some of the symptoms in the early stages of the disease. L-Dopa is still the basis for most commonly used means of treating Parkinson's disease.",
            "score": 162.2863311767578
        },
        {
            "docid": "3987386_6",
            "document": "Pramipexole . Parkinson's disease is a neurodegenerative disease affecting the substantia nigra, a component of the basal ganglia. The substantia nigra has a high quantity of dopaminergic neurons, which are nerve cells that release the neurotransmitter known as dopamine. When dopamine is released, it may activate dopamine receptors in the striatum, which is another component of the basal ganglia. When neurons of the substantia nigra deteriorate in Parkinson's disease, the striatum no longer properly receives dopamine signals. As a result, the basal ganglia can no longer regulate body movement effectively and motor function becomes impaired. By acting as an agonist for the D, D, and D dopamine receptors, pramipexole may directly stimulate the underfunctioning dopamine receptors in the striatum, thereby restoring the dopamine signals needed for proper functioning of the basal ganglia.",
            "score": 162.0752410888672
        },
        {
            "docid": "17214443_11",
            "document": "Ablative brain surgery . The thalamus is another potential target for treating a tremor; in some countries, so is the subthalamic nucleus, although not in the United States due to its severe side effects. Stimulation of portions of the thalamus or lesioning has been used for various psychiatric and neurological conditions, and when practiced for movement disorders the target is in the motor nuclei of the thalamus. Thalamotomy is another surgical option in the treatment of Parkinson's disease. However, rigidity is not fully controlled after successful thalamotomy, it is replaced by hypotonia. Furthermore, significant complications can occur, for example, left ventral-lateral thalamotomy in a right-handed patient results in verbal deterioration while right thalamotomy causes visual-spatial defects. However, for patients for whom DBS is not feasible, ablation of the subthalamic nucleus has been shown to be safe and effective. DBS is not suitable for certain patients. Patients who suffer from immunodeficiencies are an example of a situation in which DBS is not a suitable procedure. However, a major reason as to why DBS is not often performed is the cost. Because of its high cost, DBS cannot be performed in regions of the world that are not wealthy. In the case of such circumstances, a permanent lesion in the subthalamic nucleus (STN) is created as it is a more favourable surgical procedure. The surgical procedure is going to be done on the non-dominant side of the brain; a lesion might be favored to evade numerous pacemaker replacements. More so, patients who gain relief from stimulation devoid of any side effects and need a pacemaker change may have a lesion performed on them in the same position. The stimulation parameters act as a guide for the preferred size of the lesion. In order to identify the part of the brain that is to be destroyed, new techniques such as micro electrode mapping have been developed.",
            "score": 160.08474731445312
        },
        {
            "docid": "1189445_16",
            "document": "Stereotactic surgery . More recent clinical applications can be seen in surgeries used to treat Parkinson's disease, such as Pallidotomy or Thalamotomy (lesioning procedures), or Deep Brain Stimulation (DBS). During DBS, an electrode is placed into the thalamus, the pallidum of the subthalmamic nucleus, parts of brain that are involved in motor control, and are affected by Parkinson's disease. The electrode is connected to a small battery operated stimulator that is placed under the collarbone, where a wire runs beneath the skin to connect it to the electrode in the brain. The stimulator produces electrical impulses that affect the nerve cells around the electrode and should help alleviate tremors or symptoms that are associated with the affected area.",
            "score": 160.02047729492188
        },
        {
            "docid": "987320_22",
            "document": "Neurotechnology . Neuromodulation can involve numerous technologies combined or used independently to achieve a desired effect in the brain. Gene and cell therapy are becoming more prevalent in research and clinical trials and these technologies could help stunt or even reverse disease progression in the central nervous system. Deep brain stimulation is currently used in many patients with movement disorders and is used to improve the quality of life in patients. While deep brain stimulation is a method to study how the brain functions per se, it provides both surgeons and neurologists important information about how the brain works when certain small regions of the basal ganglia (nuclei) are stimulated by electrical currents.",
            "score": 159.0975341796875
        },
        {
            "docid": "40651435_13",
            "document": "Neuromodulation (medicine) . Another invasive neuromodulation treatment developed in the 1980s is deep brain stimulation, which may be used to help limit symptoms of movement disorder in Parkinson's disease, dystonia, or essential tremor. Deep brain stimulation was approved by the U.S. Food and Drug Administration in 1997 for essential tremor, in 2002 for Parkinson's disease, and received a humanitarian device exemption from the FDA in 2003 for motor symptoms of dystonia. It was approved in 2010 in Europe for the treatment of certain types of severe epilepsy. DBS also has shown promise, although still in research, for medically intractable psychiatric syndromes of depression, obsessive compulsive disorders, intractable rage, dementia, and morbid obesity. It has also shown promise for Tourette syndrome, torticollis, and tardive dyskinesia. DBS therapy, unlike spinal cord stimulation, has a variety of central nervous system targets, depending on the target pathology. For Parkinson's disease central nervous system targets include the subthalamic nucleus, globus pallidus interna, and the ventral intermidus nucleus of the thalamus. Dystonias are often treated by implants targeting globus pallidus interna, or less often, parts of the ventral thalamic group. The anterior thalamus is the target for epilepsy.",
            "score": 158.33663940429688
        },
        {
            "docid": "370268_6",
            "document": "Deep brain stimulation . The use of DBS as a treatment for Parkinson's Disease (PD) dates from 1987. PD is a neurodegenerative disease whose primary symptoms are tremor, rigidity, bradykinesia, and postural instability. DBS does not cure PD, but it can help manage some of its symptoms and subsequently improve the patient’s quality of life. At present, the procedure is used only for patients whose symptoms cannot be adequately controlled with medications, or whose medications have severe side effects. Its direct effect on the physiology of brain cells and neurotransmitters is currently debated, but by sending high-frequency electrical impulses into specific areas of the brain, it can mitigate symptoms and directly diminish the side effects induced by PD medications, allowing a decrease in medications, or making a medication regimen more tolerable.",
            "score": 158.31268310546875
        },
        {
            "docid": "1822196_23",
            "document": "Molecular neuroscience . Parkinson's disease is the second most common neurodegenerative disease after Alzheimer's disease. It is a hypokinetic movement basal ganglia disease caused by the loss of dopaminergic neurons in the substantia nigra of the human brain. The inhibitory outflow of the basal ganglia is thus not decreased, and so upper motor neurons, mediated by the thalamus, are not activated in a timely manner. Specific symptoms include rigidity, postural problems, slow movements, and tremors. Blocking GABA receptor input from medium spiny neurons to reticulata cells, causes inhibition of upper motor neurons similar to the inhibition that occurs in Parkinson's disease.",
            "score": 158.25723266601562
        },
        {
            "docid": "42332242_5",
            "document": "Mahlon DeLong . At the NIH, DeLong recorded the reactions of single brain cells in a part of the brain called the basal ganglia. At that time, it was known that the basal ganglia were involved in movement, and were the part of the brain most significantly affected in Parkinson’s disease. However, little was known about how the basal ganglia affected movement, or how disease of the basal ganglia caused the movement disorders seen in Parkinson's disease. In meticulous experiments over several years, DeLong measured the firing of specific cells in the basal ganglia of awake monkeys when they performed specific trained movements.",
            "score": 158.13357543945312
        },
        {
            "docid": "1586691_24",
            "document": "Pain and pleasure . Deep brain stimulation involves the electrical stimulation of deep brain structures by electrodes implanted into the brain. The effects of this neurosurgery has been studied in patients with Parkinson's Disease, tremors, dystonia, epilepsy, depression, obsessive-compulsive disorder, Tourette's syndrome, cluster headache and chronic pain. A fine electrode is inserted into the targeted area of the brain and secured to the skull. This is attached to a pulse generator which is implanted elsewhere on the body under the skin. The surgeon then turns the frequency of the electrode to the voltage and frequency desired. Deep brain stimulation has been shown in several studies to both induce pleasure or even addiction as well as ameliorate pain. For chronic pain, lower frequencies (about 5–50 Hz) have produced analgesic effects, whereas higher frequencies (about 120–180 Hz) have alleviated or stopped pyramidal tremors in Parkinson’s patients.",
            "score": 157.19500732421875
        },
        {
            "docid": "5035843_10",
            "document": "Area postrema . The area postrema also has a significant role in the discussion of Parkinson's disease. Drugs that treat Parkinson's disease using dopamine have a strong effect on the area postrema. These drugs stimulate dopamine transmission and attempt to normalize motor functions affected by Parkinson's. This works because nerve cells, in particular, in the basal ganglia, which has a crucial role in the regulation of movement and is the primary site for the pathology of Parkinson's, use dopamine as their neurotransmitter and are activated by medications that increase the concentrations of the dopamine or work to stimulate the dopamine receptors. Dopamine also manages to stimulate the area postrema, since this part of the brain contains a high density of dopamine receptors. The area postrema is very sensitive to changes in blood toxicity and senses the presence of poisonous or dangerous substances in the blood. As a defense mechanism, the area postrema induces vomiting to prevent further intoxication. The high density of dopamine receptors in the area postrema makes it very sensitive to the dopamine-enhancing drugs. Stimulation of the dopamine receptors in the area postrema activates these vomiting centers of the brain; this is why nausea is one of the most common side-effects of antiparkinsonian drugs.",
            "score": 156.78684997558594
        },
        {
            "docid": "37130699_9",
            "document": "Vitamin D and neurology . Parkinson's disease is characterized by progressive deterioration of movement and coordination. Patients with Parkinson's disease lose dopaminergic (DA) neurons in the substantia nigra., a part of the brain that plays a central role in such brain functions as reward, addiction, and coordination of movement. Studies suggest that low vitamin D levels could play a role in PD, and in one case report, vitamin D supplements lessened parkinsonian symptoms. In a study of vitamin D receptor knockout mice, mice without VDR exhibited motor impairments similar to impairments seen in patients with Parkinson's disease. One proposed mechanism linking vitamin D to Parkinson's disease involves the \"Nurr 1\" gene. Vitamin D deficiency is associated with decreased expression of the Nurr1 gene, a gene responsible for development of DA neurons. It is therefore plausible that a lack of \"Nurr1\" expression leads to impaired DA neuronal development. Failure to form DA neurons would lead to lower dopamine concentrations in the basal ganglia. Additionally, rats lacking \"Nurr1\" exhibited hypoactivity followed by death shortly after birth.",
            "score": 156.68743896484375
        },
        {
            "docid": "3610376_30",
            "document": "Zona incerta . Deep brain stimulation of the subthalamic nucleus in those with Parkinson's disease has identified the zona incerta as a promising target area for effective therapy. Unlike deep bilateral stimulation of the ventral lateral nucleus such stimulation of the zona incerta improves all aspects of tremor including both the distal and proximal parts of limbs and the body more generally. This also occurs without dysarthria and disequilibrium as this stimulation does not interrupt proprioceptive sensation and the processing of the fine motor skill movements of vocal cords.",
            "score": 153.6670379638672
        },
        {
            "docid": "25200778_17",
            "document": "Parkinson's disease clinical research . Advances in surgical procedures and neuroimaging techniques have ensured that surgical approaches can be as effective as medication at relieving some PD symptoms. Deep brain stimulation (DBS) is a surgical technique whereby a tiny electrode is inserted deep in the brain. The electrode is connected to a battery pack that implanted under the collarbone via a subcutaneous wire. DBS is effective in suppressing symptoms of PD, especially tremor. A recent clinical study led to recommendations on identifying which Parkinson's patients are most likely to benefit from DBS.",
            "score": 152.6636505126953
        },
        {
            "docid": "23773456_23",
            "document": "Camptocormia . One treatment methodogy that is very promising for the treatment of camptocormia is deep brain stimulation. Previously, deep brain stimulation and bilateral stimulation of the subthalamic nucleus and/or globus pallidus internus have been used to treat patients with Parkinson's disease. Studies have shown that similar treatments could be used on patients with severe camptocormia. By using the Burke-Fahn-Marsden Dystonia Rating Scale before and after treatment, it was found that patients experienced significant functional improvement in the ability to walk.",
            "score": 149.91661071777344
        },
        {
            "docid": "5988318_60",
            "document": "Management of Parkinson's disease . Another gene therapy of PD involved insertion of the glutamic acid decarboxylase (GAD) into the subthalamic nucleus. GAD enzyme controls GABA productions. In Parkinson’s disease, the activity of both GABA efferents to the subthalamic nucleus and its target within the basal ganglia circuity are affected. This strategy used andeno-associated viral vectoe (AAV2) to deliver GAD to the subthalamic nucleus. The trial was done to compare the effect of bilateral delivery of AAV2-GAD into the subthalamic nucleus with bilateral sham surgery in patients with advanced Parkinson’s disease. The study showed the first success of randomised, double-blind gene therapy trial for a neurodegenerative disease and justified the continued development of AAV2-GAD for treatment of PD.",
            "score": 148.9547119140625
        }
    ]
}