{
    "q": [
        {
            "docid": "8133296_4",
            "document": "Eye development . Eye development is initiated by the master control gene Pax-6, a homeobox gene with known homologues in humans (aniridia), mice (small eye), and \"Drosophila\" (eyeless). The Pax-6 gene locus is a transcription factor for the various genes and growth factors involved in eye formation. Eye morphogenesis begins with the evagination, or outgrowth, of the optic grooves or sulci. These two grooves in the neural folds transform into optic vesicles with the closure of the neural tube. The optic vesicles then develop into the optic cup with the inner layer forming the retina and the outer portion forming the retinal pigment epithelium. The middle portion of the optic cup develops into the ciliary body and iris. During the invagination of the optic cup, the ectoderm begins to thicken and form the lens placode, which eventually separates from the ectoderm to form the lens vesicle at the open end of the optic cup. Further differentiation and mechanical rearrangement of cells in and around the optic cup gives rise to the fully developed eye.",
            "score": 322.5532788038254
        },
        {
            "docid": "38663170_2",
            "document": "Retinal precursor cells . Retinal precursor cells are biological cells that differentiate into the various cell types of the retina during development. In the vertebrate, these retinal cells differentiate into seven cell types, including retinal ganglion cells, amacrine cells, bipolar cells, horizontal cells, rod photoreceptors, cone photoreceptors, and Müller glia cells. During embryogenesis, retinal cells originate from the anterior portion of the neural plate termed the eye field. Eye field cells with a retinal fate express several transcription factor markers including Rx1, Pax6, and Lhx2. The eye field gives rise to the optic vesicle and then to the optic cup. The retina is generated from the precursor cells within the inner layer of the optic cup, as opposed to the retinal pigment epithelium that originate from the outer layer of the optic cup. In general, the developing retina is organized so that the least-committed precursor cells are located in the periphery of the retina, while the committed cells are located in the center of the retina. The differentiation of retinal precursor cells into the mature cell types found in the retina is coordinated in time and space by factors within the cell as well as factors in the environment of the cell. One example of an intrinsic regulator of this process is the transcription factor Ath5. Ath5 expression in retinal progenitor cells biases their differentiation into a retinal ganglion cell fate. An example of an environmental factor is the morphogen sonic hedge hog (Shh). Shh has been shown to repress the differentiation of precursor cells into retinal ganglion cells.",
            "score": 286.9044350385666
        },
        {
            "docid": "8133296_17",
            "document": "Eye development . Chordamesoderm induces the anterior portion of the neural tube to form the precursors of the synapomorphic tripartite brain of vertebrates, and it will form a bulge called the diencephalon. Further induction by the chordamesoderm will form a protrusion: the optic visicle. This visicle will be subsequently invaginated by means of further inductions from the chordamesoderm. The optic visicle will then induce the ectoderm that thickens (lens placode) and further invaginates to a point that detaches from the ectoderm and forms a neurogenic placode by itself. The lens placode is affected by the chordamesoderm making it to invaginate and forms the optic cup composed by an outer layer of neural retina and inner layer the pigmented retina that will unite and form the optic stalk. The pigmented retina is formed by rods and cones and composed of small cilia typical of the ependymal epithelium of the neural tube. Some cells in the lens vesicle will be fated to form the cornea and the lens vesicle will develop completely to form the definitive lens. Iris is formed from the optic cup cells.",
            "score": 299.90526580810547
        },
        {
            "docid": "8133296_9",
            "document": "Eye development . The optic vesicles then begin to form the optic cup. Optic cup morphogenesis is the invagination process occurring after neuroectoderm movement forms the spherical optic vesicle (Phase 1). Invagination is when a tissue folds back on itself. Over the course of approximately 12 hours, the distal end of the optic vesicle inner layer begins to flatten (Phase 2). Over the following 18 hours, both the inner and outer layers begin to flex inward at sharp angles, beginning the formation of a C-shaped edge (Phase 3). The final 18 hours involve continuing this apically convex invagination to form the optic cup. At this point, morphologies such as columnar epithelial cells, pseudo-stratified cells, and apically narrow wedge-shaped cells can be observed.",
            "score": 268.18323707580566
        },
        {
            "docid": "38663170_3",
            "document": "Retinal precursor cells . The Wnt signaling pathway is a crucial component of proper retinal development. Briefly, Wnt signaling proteins bind to their receptors, the Frizzled receptor family, and cause activation of molecular cascades within the cell. Fz3 is a Wnt receptor that is eventually restricted to the eye field of the neural plate during development. Overexpression of this receptor causes the formation of ectopic eyes during development, while dominant-negative inhibition of this protein causes improper eye development. Fz4 and Fz5 are found in the distal area of the optic vesicle. This distal region is what that gives rise to the retina. During cell fate determination of the retina, Wnt and Fz expression gradients form in a peripheral to central manner. At this time, Fz4 expression is localized in the periphery and is suggested to play a role in precursor cell maintenance. In contrast to Fz4, Wnt11 is localized in the center of the developing retina and is suggested to play a role in precursor cell differentiation. This expression coincides with the fact that committed cells are located in the center of the developing retina while undifferentiated cells are concentrated in the periphery Fz5 expression is implicated in differentiation of retinal precursor cells to a neural fate.",
            "score": 207.65361833572388
        },
        {
            "docid": "48334_22",
            "document": "Retina . Retinal development begins with the establishment of the eye fields mediated by the SHH and SIX3 proteins, with subsequent development of the optic vesicles regulated by the PAX6 and LHX2 proteins. The role of Pax6 in eye development was elegantly demonstrated by Walter Gehring and colleagues, who showed that ectopic expression of Pax6 can lead to eye formation on Drosophila antennae, wings, and legs. The optic vesicle gives rise to three structures: the neural retina, the retinal pigmented epithelium, and the optic stalk. The neural retina contains the retinal progenitor cells (RPCs) that give rise to the seven cell types of the retina. Differentiation begins with the retinal ganglion cells and concludes with production of the Muller glia. Although each cell type differentiates from the RPCs in a sequential order, there is considerable overlap in the timing of when individual cell types differentiate. The cues that determine a RPC daughter cell fate are coded by multiple transcription factor families including the bHLH and homeodomain factors.",
            "score": 257.0525509119034
        },
        {
            "docid": "801776_2",
            "document": "Retinal ganglion cell . A retinal ganglion cell (RGC) is a type of neuron located near the inner surface (the ganglion cell layer) of the retina of the eye. It receives visual information from photoreceptors via two intermediate neuron types: bipolar cells and retina amacrine cells. Retina amacrine cells, particularly narrow field cells, are important for creating functional subunits within the ganglion cell layer and making it so that ganglion cells can observe a small dot moving a small distance. Retinal ganglion cells collectively transmit image-forming and non-image forming visual information from the retina in the form of action potential to several regions in the thalamus, hypothalamus, and mesencephalon, or midbrain.",
            "score": 152.42008101940155
        },
        {
            "docid": "8133296_12",
            "document": "Eye development . It is of interest to note that research has shown isolating the optic cup from neighboring tissue after completed invagination in tissue culture medium can lead to the development of most major parts of the eye, including photoreceptors, ganglion cells, bipolar cells, horizontal cells, amacrine cells and Muller glia. This indicates that morphogenesis of the optic cup occurs independently of external cues from its environment, including presence of lens. However, the lens is necessary to act as an inducer for the ectoderm to transform it into the cornea.",
            "score": 219.13425612449646
        },
        {
            "docid": "22483_85",
            "document": "Optics . The human eye functions by focusing light onto a layer of photoreceptor cells called the retina, which forms the inner lining of the back of the eye. The focusing is accomplished by a series of transparent media. Light entering the eye passes first through the cornea, which provides much of the eye's optical power. The light then continues through the fluid just behind the cornea—the anterior chamber, then passes through the pupil. The light then passes through the lens, which focuses the light further and allows adjustment of focus. The light then passes through the main body of fluid in the eye—the vitreous humour, and reaches the retina. The cells in the retina line the back of the eye, except for where the optic nerve exits; this results in a blind spot.",
            "score": 196.96897912025452
        },
        {
            "docid": "8133296_10",
            "document": "Eye development . The inner layer of the optic cup is made of neuroepithelium (neural retina), while the outer layer is composed of retinal pigment epithelium (RPE). Experiments have determined that RPE cell differentiation and maintenance requires interaction with neighboring tissues, most likely canonical Wnt signaling, while neural retina differentiation is driven by tissue-autonomous factors.",
            "score": 221.86477303504944
        },
        {
            "docid": "49787567_4",
            "document": "Frank Werblin . In 1969, Werblin and Dowling published their seminal studies of the electrophysiological response properties of all the major neuron types in the vertebrate retina. The micropipette used to record from each cell contained a dye so that each physiologically identified cell could also be morphologically characterized within the layers of the retina. In 1978, he published the first isolated retinal slice preparation for a quicker and easier means to access all of the neurons in the various layers of the retina, while leaving the cells largely intact with their supporting matrix and synaptic connections and electrical junctions. However, because the retinal slice was isolated from the supportive retinal pigment epithelium (PE) that enables the light responses of photoreceptors, light evoked responses were not reported until the retinal slices were constructed with PE still attached. In this manner, whole cell patch recording of amacrine neurons in the salamander retina allowed light evoked excitatory post-synaptic currents (EPSCs) to be measured for the first time, as well as their light elicited spiking potentials, and voltage-gated currents. The new slice technique allowed, for the first time, a neuron to be characterized by its natural stimulus (light), and then to be fully characterized by its morphological, histological, electrophysiological (EPSCs, voltage gated currents, and graded and spike potentials), and chemical identity. The new light-responsive slice methodology also allowed interplexiform cells to be identified and characterized for the first time, as well as sustained and transient amacrine neurons. Precise localization of synaptic inputs to the cell, and localization of functional receptors in the cell was achieved. The slice technique would become a standard for retinal research and be developed for other animals with much smaller neurons, including the Zebrafish and rat. Werblin would then use these data to construct elegant models of visual information processing in the different layers of the retina.",
            "score": 141.59587931632996
        },
        {
            "docid": "8133296_2",
            "document": "Eye development . Eye formation in the human embryo begins at approximately three weeks into embryonic development and continues through the tenth week. Cells from both the mesodermal and the ectodermal tissues contribute to the formation of the eye. Specifically, the eye is derived from the neuroepithelium, surface ectoderm, and the extracellular mesenchyme which consists of both the neural crest and mesoderm. Neuroepithelium forms the retina, ciliary body, iris, and optic nerves. Surface ectoderm forms the lens, corneal epithelium and eyelid. The extracellular mesenchyme forms the sclera, the corneal endothelium and stroma, blood vessels, muscles, and vitreous.",
            "score": 194.31087577342987
        },
        {
            "docid": "8133296_8",
            "document": "Eye development . Lens development is closely related to optic vesicle development. The interaction between the growing vesicle and the ectoderm causes the ectoderm to thicken at that point. This thickened portion of the ectoderm is called the lens placode. Next, the placode invaginates and forms a pouch referred to as the lens pit. Scientists are studying the tension forces necessary for invagination of the lens placode and current research  suggests that microfilaments might be present in early retinal cells to allow for invagination behavior. Research has also shown that Rho GTPase dependent filopodia from the precursor lens ectoderm play an important role in the formation of the lens pit. Eventually, the pit becomes completely enclosed. This enclosed structure is the lens vesicle. Studies have shown that lens development requires the presence of the  Pax6 gene, which is the master regulatory gene for eye morphogenesis. This master regulatory gene is not necessary for the closely associated optic vesicle development. Additionally, Ras activation has been shown to be sufficient for starting lens differentiation, but not enough for its completion.",
            "score": 213.08444452285767
        },
        {
            "docid": "36315057_5",
            "document": "Induced stem cells . One example is the transformation of iris cells to lens cells in the process of maturation and transformation of retinal pigment epithelium cells into the neural retina during regeneration in adult newt eyes. This process allows the body to replace cells not suitable to new conditions with more suitable new cells. In Drosophila imaginal discs, cells have to choose from a limited number of standard discrete differentiation states. The fact that transdetermination (change of the path of differentiation) often occurs for a group of cells rather than single cells shows that it is induced rather than part of maturation.",
            "score": 154.25952577590942
        },
        {
            "docid": "22966688_4",
            "document": "Proliferative vitreoretinopathy . During rhegmatogenous retinal detachment, fluid from the vitreous humor enters a retinal hole. The mechanisms by which retinal holes or tears form are not fully understood yet. The accumulation of fluid in the subretinal space and the tractional force of the vitreous on the retina result in rhegmatogenous retinal detachment. During this process the retinal cell layers come in contact with vitreous cytokines. These cytokines trigger the ability of the retinal pigmented epithelium (RPE) to proliferate and migrate. The process involved resembles fibrotic wound healing by the RPE cells. The RPE cells undergo epithelial-mesenchymal transition (EMT) and develop the ability to migrate out into the vitreous. During this process the RPE cell layer-neural retinal adhesion and RPE-ECM (extracellular matrix) adhesions are lost. The RPE cells lay down fibrotic membranes while they migrate and these membranes contract and pull at the retina. All these finally lead to secondary retinal detachment after primary retinal detachment surgery. A number of studies have also shown that arachidonic acid metabolic cascade (one of the major inflammatory cascades) is important in the development of PVR. COX-2 expression was found in human idiopathic epiretinal membranes. Phospholipase A2 and cyclooxygenase blocking reduced structural abnormalities of the rat retina in concanavalin model of PVR and reduced the frequency of membrane formation by 43% in the dispase model of PVR and by 31% in the concanavalin one. Lornoxicam not only normalized the expression of cyclooxygenases in both models of PVR, but also neutralized the changes of the retina and the choroid thickness caused by the injection of pro-inflammatory agents.",
            "score": 146.70824539661407
        },
        {
            "docid": "41970480_10",
            "document": "Early stages of embryogenesis of tailless amphibians . The first visible stage of gastrulation is the creation of a concavity on the dorsal side, right under the gray crescent. In this place begins the infiltration of cells of the future mesoderm. From this moment the embryo is called a gastrula, and the concave, visible from outside, is the emerging blastopore. Over the upper edge of the blastopore, called the dorsal lip, a migration of cells occurs, which derive from the central area of the gray crescent. The process of involution takes place – the dorsal lip turns in upon itself. The moving cells enter the blastocoele. As the blastopore deepens, a new embryonic cavity develops, the primitive gut, or the archenteron. It grows in length towards the future front part of the embryo. It can be seen from outside the embryo that the dorsal lip curves itself and grows, creating the side lips of the blastopore. During this time, the paraxial mesoderm enters the embryo. It will change into somitomeres. The bottom of the archenteron is composed of macromeres. They later transform into the gut of the embryo. The ventral lip of the blastopore develops, and the lateral plate mesoderm enters the blastocoel through it. The blastopore develops a ring-like shape, and surrounds the macromeres, creating the yolk sac. The process of involution occurs simultaneously with the process of epiboly, a cell movement associated with the covering of the embryo by the ectoderm. The blastopore gradually closes, and the macromeres, which are endodermal cells, are pulled inside of the embryo (the process of emboly). It can be seen from the outside as the shrinking of the yolk sac. Near the end of gastrulation, the yolk sac becomes entirely covered by the ectoderm, and the blastopore assumes the shape of a vertical cleavage. The three germ layers form a characteristic shape. The ectoderm is the outermost layer, the mesoderm is the middle one, and the endoderm forms the inside layer. Only in the locations of the future body openings (the mouth and the anus), the endoderm remains in immediate contact with the ectoderm. In the next stage of development, which is known as neurulation, the embryo grows in length in the anterior-posterior axis. The differentiation of the germ layers also occurs.",
            "score": 162.56404197216034
        },
        {
            "docid": "19401812_11",
            "document": "Blindness in animals . In one experiment studying eye development, University of Maryland scientists transplanted lenses from the eyes of sighted surface-form embryos into blind cave-form embryos, and vice versa. In the cave form, lens development begins within the first 24 hours of embryonic development, but quickly aborts, the lens cells dying; most of the rest of the eye structures never develop. Researchers found that the lens seemed to control the development of the rest of the eye, as the surface-form tetras which received cave-form lenses failed to develop eyes, while cave-form tetras which received surface-form lenses grew eyes with pupils, corneas, and irises. (It is not clear whether they possessed sight, however.) The evolution of trichromatic color vision in primates occurred as the ancestors of modern monkeys, apes, and humans switched to diurnal (daytime) activity and began consuming fruits and leaves from flowering plants.",
            "score": 150.760200381279
        },
        {
            "docid": "305465_12",
            "document": "Lens (anatomy) . After the 10 mm stage, signals from the developing neural retina induces the cells closest to the posterior end of the lens vesicle begin to elongate toward the anterior end of the vesicle. These signals also induce the synthesis of crystallins. These elongating cells eventually fill in the lumen of the vesicle to form the primary fibers, which become the embryonic nucleus in the mature lens. The cells of the anterior portion of the lens vesicle give rise to the lens epithelium.",
            "score": 183.34873843193054
        },
        {
            "docid": "2080429_18",
            "document": "Human tooth development . The bell stage is known for the histodifferentiation and morphodifferentiation that takes place. The dental organ is bell-shaped during this stage, and the majority of its cells are called stellate reticulum because of their star-shaped appearance. The bell stage is divided into the \"early bell stage\" and the \"late bell stage\". Cells on the periphery of the enamel organ separate into four important layers. Cuboidal cells on the periphery of the dental organ are known as outer enamel epithelium (OEE). The columnar cells of the enamel organ adjacent to the enamel papilla are known as inner enamel epithelium (IEE). The cells between the IEE and the stellate reticulum form a layer known as the stratum intermedium. The rim of the enamel organ where the outer and inner enamel epithelium join is called the \"cervical loop\". In summary, the layers in order of innermost to outermost consist of dentin, enamel (formed by IEE, or 'ameloblasts', as they move outwards/upwards), inner enamel epithelium and stratum intermedium (stratified cells that support the synthetic activity of the inner enamel epithelium) What follows is part of the initial 'enamel organ', the center of which is made up of stellate reticulum cells that serve to protect the enamel organ. This is all encased by the OEE layer.",
            "score": 157.17458641529083
        },
        {
            "docid": "24762834_2",
            "document": "Choroidal fissure . The choroid is the middle, vascular coat of the eye which resides between the sclera and the retina. Early in development the choroidal fissure is a groove that extends along the ventral aspect of the optic stalk. In effect, it is a continuation of the invagination that forms the optic cup during early development in amniotes. For a period of time this groove extends to the closing lips of the optic cup. During development it is through the choroidal fissure that the retinal vessels enter and leave the eye. While optic neural components (e.g. axons arising from retinal ganglion cells in the sensory retina) do not lie in the groove that is the choroid fissure, they do extend through the portions of the optic stalk that form the walls of the fissure. These axons will form the optic nerve. The fissure is eventually sealed when the lips of the optic cup, as well as the edges of the groove in the optic stalk, fuse. Failure of this fissure to close results in coloboma iridis.",
            "score": 219.52973854541779
        },
        {
            "docid": "684268_21",
            "document": "Carver Mead . In the late 1980s, Mead advised Misha Mahowald, a PhD student in Computation and Neural Systems, to develop the silicon retina, using analog electrical circuits to mimic the biological functions of rod cells, cone cells, and other non-photoreceptive cells in the retina of the eye. Her 1992 thesis received Caltech's Milton and Francis Clauser Doctoral Prize for its originality and \"potential for opening up new avenues of human thought and endeavor\". her work was considered \"the best attempt to date\" to develop a stereoscopic vision system. Mead went on to describe an adaptive silicon retina, using a two-dimensional resistive network to model the first layer of visual processing in the outer plexiform layer of the retina.",
            "score": 144.10419249534607
        },
        {
            "docid": "38154621_4",
            "document": "Retinal regeneration . Zebrafish, like other teleost fish, possess the innate ability to regenerate retinal damage. This ability combined with the considerable similarity between teleost and mammalian retinal structure makes zebrafish an attractive model for the study of retinal regeneration. Muller glia are a type of glial cell present in both the teleost and mammalian retina. Retinal regeneration in zebrafish is mediated by Muller glia, which dedifferentiate into stem-like cells and proliferate into neural progenitor cells in response to retinal damage. While Muller glia division is responsible for the regeneration of the retina in all cases of retinal damage, the case of photoreceptor loss due to light damage is particularly well characterized. In response to photoreceptor ablation, Muller glia dedifferentiate and undergo a single asymmetric division to produce a neural progenitor cell and a new Muller glia cell. The neural progenitor cell proliferates to form a cluster of neural progenitors, which migrate to the outer nuclear layer of the retina and differentiate into photoreceptors to replace the lost cells. This process restores retinal function to the injured fish. Understanding the underlying mechanisms may provide insight into treatment options for degenerative retinal diseases in mammals.",
            "score": 144.68229758739471
        },
        {
            "docid": "38154621_9",
            "document": "Retinal regeneration . The procedure involved injecting rod precursors which formed an 'anatomically distinct and appropriately polarized outer nuclear layer' - two weeks later a retina had formed with restored connections and sight, proving that it was possible to reconstruct the entire light-sensitive layer. Researchers at Moorfields Eye Hospital had already been using human embryonic stem cells to replace the pigmented lining of the retina in patients with Stargardt's disease. The team is also restoring vision to blind patients with an electronic retinal implant which works on a similar principle of replacing the function of the light-sensing photoreceptor cells.",
            "score": 152.171245098114
        },
        {
            "docid": "563093_7",
            "document": "Paracrine signalling . Additionally, paracrine signaling of Fgf is essential in the developing eye of chicks. The \"fgf\"8 mRNA becomes localized in what differentiates into the neural retina of the optic cup. These cells are in contact with the outer ectoderm cells, which will eventually become the lens.",
            "score": 192.36502838134766
        },
        {
            "docid": "54114_27",
            "document": "Vitamin A . The role of vitamin A in the visual cycle is specifically related to the retinal form. Within the eye, 11-\"cis\"-retinal is bound to the protein \"opsin\" to form rhodopsin in rods and iodopsin (cones) at conserved lysine residues. As light enters the eye, the 11-\"cis\"-retinal is isomerized to the all-\"trans\" form. The all-\"trans\" retinal dissociates from the opsin in a series of steps called photo-bleaching. This isomerization induces a nervous signal along the optic nerve to the visual center of the brain. After separating from opsin, the all-\"trans\"-retinal is recycled and converted back to the 11-\"cis\"-retinal form by a series of enzymatic reactions. In addition, some of the all-\"trans\" retinal may be converted to all-\"trans\" retinol form and then transported with an interphotoreceptor retinol-binding protein (IRBP) to the pigment epithelial cells. Further esterification into all-\"trans\" retinyl esters allow for storage of all-trans-retinol within the pigment epithelial cells to be reused when needed. The final stage is conversion of 11-\"cis\"-retinal will rebind to opsin to reform rhodopsin (visual purple) in the retina. Rhodopsin is needed to see in low light (contrast) as well as for night vision. Kühne showed that rhodopsin in the retina is only regenerated when the retina is attached to retinal pigmented epithelium, which provides retinal. It is for this reason that a deficiency in vitamin A will inhibit the reformation of rhodopsin and lead to one of the first symptoms, night blindness.",
            "score": 167.7373744249344
        },
        {
            "docid": "1892841_16",
            "document": "Cleavage (embryo) . At the eight-cell stage, the embryo goes through some changes. Most of the blastomeres in this stage become polarized and develop tight junctions with the other blastomeres. This process leads to the development of two different populations of cells: Polar cells on the outside and apolar cells on the inside. The outer cells, called the trophoblast cells, pump sodium in from the outside, which automatically brings water in with it to the basal (inner) surface to form a blastocoel cavity in a process called compaction. The trophoblast cells will eventually give rise to the embryonic contribution to the placenta called the chorion. The inner cells are pushed to one side of the cavity (because the embryo isn't getting any bigger) to form the inner cell mass (ICM) and will give rise to the embryo and some extraembryonic membranes. At this stage, the embryo is called a blastocyst.",
            "score": 155.60372745990753
        },
        {
            "docid": "401150_15",
            "document": "Photoreceptor cell . The process of phototransduction occurs in the retina. The retina has many layers of various cell types. The best-known photoreceptor cells (\"rods\" and \"cones\") form the outermost layer. They are the photoreceptors responsible for sight. The middle layer contains bipolar cells, which collect neural signals from the rods and the cones and then transmit them to the innermost layer of the retina, where the neurons called retinal ganglion cells (RGCs), a small percentage of which are themselves photosensitive, organize the signals and send them to the brain.",
            "score": 149.4453775882721
        },
        {
            "docid": "7407460_18",
            "document": "Optic neuropathy . The optic nerve contains axons of nerve cells that emerge from the retina, leave the eye at the optic disc, and go to the visual cortex where input from the eye is processed into vision. There are 1.2 million optic nerve fibers that derive from the retinal ganglion cells of the inner retina.",
            "score": 184.25157642364502
        },
        {
            "docid": "305465_10",
            "document": "Lens (anatomy) . Development of the human lens begins at the 4 mm embryonic stage. Unlike the rest of the eye, which is derived mostly from the neural ectoderm, the lens is derived from the surface ectoderm. The first stage of lens differentiation takes place when the optic vesicle, which is formed from outpocketings in the neural ectoderm, comes in proximity to the surface ectoderm. The optic vesicle induces nearby surface ectoderm to form the lens placode. At the 4 mm stage, the lens placode is a single monolayer of columnar cells.",
            "score": 214.78707242012024
        },
        {
            "docid": "42980879_6",
            "document": "Keith Martin (ophthalmologist) . In 2009 he became Cambridge University's Professor of Ophthalmology. This was a new chair, sponsored by the Cambridge Eye Trust.  In 2013, he worked with Dr Barbara Lorber and others on the use of a piezoelectric inkjet nozzle to spray ganglion and glial cells from a rat retina. The cells survived the process of deposition in layers and continued to grow in culture. With further development and testing, techniques like this could have clinical application for the repair of damaged retinas.",
            "score": 125.46028697490692
        },
        {
            "docid": "12276398_9",
            "document": "Human embryogenesis . The inner cell mass will give rise to the embryo proper, the amnion, yolk sac and allantois, while the fetal part of the placenta will form from the outer trophoblast layer. The embryo plus its membranes is called the conceptus, and by this stage the conceptus has reached the uterus. The zona pellucida ultimately disappears completely, and the now exposed cells of the trophoblast allow the blastocyst to attach itself to the endometrium, where it will implant. The formation of the hypoblast and epiblast, which are the two main layers of the bilaminar germ disc, occurs at the beginning of the second week. Either the embryoblast or the trophoblast will turn into two sub-layers. The inner cells will turn into the hypoblast layer, which will surround the other layer, called the epiblast, and these layers will form the embryonic disc that will develop into the embryo. The trophoblast will also develop two sub-layers: the cytotrophoblast, which is front of the syncytiotrophoblast, which in turn lies within the endometrium. Next, another layer called the exocoelomic membrane or Heuser’s membrane will appear and surround the cytotrophoblast, as well as the primitive yolk sac. The syncytiotrophoblast will grow and will enter a phase called lacunar stage, in which some vacuoles will appear and be filled by blood in the following days. The development of the yolk sac starts with the hypoblastic flat cells that form the exocoelomic membrane, which will coat the inner part of the cytotrophoblast to form the primitive yolk sac. An erosion of the endothelial lining of the maternal capillaries by the syncytiotrophoblastic cells of the sinusoids will form where the blood will begin to penetrate and flow through the trophoblast to give rise to the uteroplacental circulation. Subsequently new cells derived from yolk sac will be established between trophoblast and exocelomic membrane and will give rise to extra-embryonic mesoderm, which will form the chorionic cavity.",
            "score": 150.92955374717712
        },
        {
            "docid": "969262_2",
            "document": "Iris pigment epithelium . The iris pigment epithelium (IPE) is a one cell thick layer of cuboidal cells lying behind the iris. The epithelial cells are highly pigmented due to the numerous large melanosomes which pack the cytoplasm of each cell. Towards the central axis, the IPE terminates at the pupillary margin. Peripherally, the IPE is continuous with the inner, non-pigmented layer of the ciliary epithelium. The iris dilator muscle is strictly attached to the anterior side of the iris pigmented epithelium and represents the anterior continuation of the pigmented ciliary epithelium. The ciliary epithelium is continuous in its turn with the multilayered retina, which has an outermost pigmented layer, the retinal pigment epithelium (RPE). Despite their very different functions and histological appearances, these regions have a common origin from the two layers of the embryological optic cup. The melanosomes of the IPE are distinctive, being larger, blacker and rounder than those in the ciliary epithelium or RPE.",
            "score": 193.9722580909729
        }
    ],
    "r": [
        {
            "docid": "8133296_4",
            "document": "Eye development . Eye development is initiated by the master control gene Pax-6, a homeobox gene with known homologues in humans (aniridia), mice (small eye), and \"Drosophila\" (eyeless). The Pax-6 gene locus is a transcription factor for the various genes and growth factors involved in eye formation. Eye morphogenesis begins with the evagination, or outgrowth, of the optic grooves or sulci. These two grooves in the neural folds transform into optic vesicles with the closure of the neural tube. The optic vesicles then develop into the optic cup with the inner layer forming the retina and the outer portion forming the retinal pigment epithelium. The middle portion of the optic cup develops into the ciliary body and iris. During the invagination of the optic cup, the ectoderm begins to thicken and form the lens placode, which eventually separates from the ectoderm to form the lens vesicle at the open end of the optic cup. Further differentiation and mechanical rearrangement of cells in and around the optic cup gives rise to the fully developed eye.",
            "score": 322.55328369140625
        },
        {
            "docid": "8133296_17",
            "document": "Eye development . Chordamesoderm induces the anterior portion of the neural tube to form the precursors of the synapomorphic tripartite brain of vertebrates, and it will form a bulge called the diencephalon. Further induction by the chordamesoderm will form a protrusion: the optic visicle. This visicle will be subsequently invaginated by means of further inductions from the chordamesoderm. The optic visicle will then induce the ectoderm that thickens (lens placode) and further invaginates to a point that detaches from the ectoderm and forms a neurogenic placode by itself. The lens placode is affected by the chordamesoderm making it to invaginate and forms the optic cup composed by an outer layer of neural retina and inner layer the pigmented retina that will unite and form the optic stalk. The pigmented retina is formed by rods and cones and composed of small cilia typical of the ependymal epithelium of the neural tube. Some cells in the lens vesicle will be fated to form the cornea and the lens vesicle will develop completely to form the definitive lens. Iris is formed from the optic cup cells.",
            "score": 299.9052734375
        },
        {
            "docid": "38663170_2",
            "document": "Retinal precursor cells . Retinal precursor cells are biological cells that differentiate into the various cell types of the retina during development. In the vertebrate, these retinal cells differentiate into seven cell types, including retinal ganglion cells, amacrine cells, bipolar cells, horizontal cells, rod photoreceptors, cone photoreceptors, and Müller glia cells. During embryogenesis, retinal cells originate from the anterior portion of the neural plate termed the eye field. Eye field cells with a retinal fate express several transcription factor markers including Rx1, Pax6, and Lhx2. The eye field gives rise to the optic vesicle and then to the optic cup. The retina is generated from the precursor cells within the inner layer of the optic cup, as opposed to the retinal pigment epithelium that originate from the outer layer of the optic cup. In general, the developing retina is organized so that the least-committed precursor cells are located in the periphery of the retina, while the committed cells are located in the center of the retina. The differentiation of retinal precursor cells into the mature cell types found in the retina is coordinated in time and space by factors within the cell as well as factors in the environment of the cell. One example of an intrinsic regulator of this process is the transcription factor Ath5. Ath5 expression in retinal progenitor cells biases their differentiation into a retinal ganglion cell fate. An example of an environmental factor is the morphogen sonic hedge hog (Shh). Shh has been shown to repress the differentiation of precursor cells into retinal ganglion cells.",
            "score": 286.9044494628906
        },
        {
            "docid": "8133296_9",
            "document": "Eye development . The optic vesicles then begin to form the optic cup. Optic cup morphogenesis is the invagination process occurring after neuroectoderm movement forms the spherical optic vesicle (Phase 1). Invagination is when a tissue folds back on itself. Over the course of approximately 12 hours, the distal end of the optic vesicle inner layer begins to flatten (Phase 2). Over the following 18 hours, both the inner and outer layers begin to flex inward at sharp angles, beginning the formation of a C-shaped edge (Phase 3). The final 18 hours involve continuing this apically convex invagination to form the optic cup. At this point, morphologies such as columnar epithelial cells, pseudo-stratified cells, and apically narrow wedge-shaped cells can be observed.",
            "score": 268.1832580566406
        },
        {
            "docid": "48334_22",
            "document": "Retina . Retinal development begins with the establishment of the eye fields mediated by the SHH and SIX3 proteins, with subsequent development of the optic vesicles regulated by the PAX6 and LHX2 proteins. The role of Pax6 in eye development was elegantly demonstrated by Walter Gehring and colleagues, who showed that ectopic expression of Pax6 can lead to eye formation on Drosophila antennae, wings, and legs. The optic vesicle gives rise to three structures: the neural retina, the retinal pigmented epithelium, and the optic stalk. The neural retina contains the retinal progenitor cells (RPCs) that give rise to the seven cell types of the retina. Differentiation begins with the retinal ganglion cells and concludes with production of the Muller glia. Although each cell type differentiates from the RPCs in a sequential order, there is considerable overlap in the timing of when individual cell types differentiate. The cues that determine a RPC daughter cell fate are coded by multiple transcription factor families including the bHLH and homeodomain factors.",
            "score": 257.05255126953125
        },
        {
            "docid": "5026983_2",
            "document": "Optic cup (embryology) . During embryonic development of the eye, the outer wall of the bulb of the optic vesicles becomes thickened and invaginated, and the bulb is thus converted into a cup, the optic cup (or ophthalmic cup), consisting of two strata of cells. These two strata are continuous with each other at the cup margin, which ultimately overlaps the front of the lens and reaches as far forward as the future aperture of the pupil.",
            "score": 228.5340576171875
        },
        {
            "docid": "8133296_10",
            "document": "Eye development . The inner layer of the optic cup is made of neuroepithelium (neural retina), while the outer layer is composed of retinal pigment epithelium (RPE). Experiments have determined that RPE cell differentiation and maintenance requires interaction with neighboring tissues, most likely canonical Wnt signaling, while neural retina differentiation is driven by tissue-autonomous factors.",
            "score": 221.86477661132812
        },
        {
            "docid": "24762834_2",
            "document": "Choroidal fissure . The choroid is the middle, vascular coat of the eye which resides between the sclera and the retina. Early in development the choroidal fissure is a groove that extends along the ventral aspect of the optic stalk. In effect, it is a continuation of the invagination that forms the optic cup during early development in amniotes. For a period of time this groove extends to the closing lips of the optic cup. During development it is through the choroidal fissure that the retinal vessels enter and leave the eye. While optic neural components (e.g. axons arising from retinal ganglion cells in the sensory retina) do not lie in the groove that is the choroid fissure, they do extend through the portions of the optic stalk that form the walls of the fissure. These axons will form the optic nerve. The fissure is eventually sealed when the lips of the optic cup, as well as the edges of the groove in the optic stalk, fuse. Failure of this fissure to close results in coloboma iridis.",
            "score": 219.5297393798828
        },
        {
            "docid": "8133296_12",
            "document": "Eye development . It is of interest to note that research has shown isolating the optic cup from neighboring tissue after completed invagination in tissue culture medium can lead to the development of most major parts of the eye, including photoreceptors, ganglion cells, bipolar cells, horizontal cells, amacrine cells and Muller glia. This indicates that morphogenesis of the optic cup occurs independently of external cues from its environment, including presence of lens. However, the lens is necessary to act as an inducer for the ectoderm to transform it into the cornea.",
            "score": 219.13426208496094
        },
        {
            "docid": "305465_10",
            "document": "Lens (anatomy) . Development of the human lens begins at the 4 mm embryonic stage. Unlike the rest of the eye, which is derived mostly from the neural ectoderm, the lens is derived from the surface ectoderm. The first stage of lens differentiation takes place when the optic vesicle, which is formed from outpocketings in the neural ectoderm, comes in proximity to the surface ectoderm. The optic vesicle induces nearby surface ectoderm to form the lens placode. At the 4 mm stage, the lens placode is a single monolayer of columnar cells.",
            "score": 214.78707885742188
        },
        {
            "docid": "8133296_8",
            "document": "Eye development . Lens development is closely related to optic vesicle development. The interaction between the growing vesicle and the ectoderm causes the ectoderm to thicken at that point. This thickened portion of the ectoderm is called the lens placode. Next, the placode invaginates and forms a pouch referred to as the lens pit. Scientists are studying the tension forces necessary for invagination of the lens placode and current research  suggests that microfilaments might be present in early retinal cells to allow for invagination behavior. Research has also shown that Rho GTPase dependent filopodia from the precursor lens ectoderm play an important role in the formation of the lens pit. Eventually, the pit becomes completely enclosed. This enclosed structure is the lens vesicle. Studies have shown that lens development requires the presence of the  Pax6 gene, which is the master regulatory gene for eye morphogenesis. This master regulatory gene is not necessary for the closely associated optic vesicle development. Additionally, Ras activation has been shown to be sufficient for starting lens differentiation, but not enough for its completion.",
            "score": 213.08444213867188
        },
        {
            "docid": "5620705_29",
            "document": "Bone morphogenetic protein 4 . Eyes are essential for organisms, especially terrestrial vertebrates, to observe prey and obstacles; this is critical for their survival. The formation of the eyes starts as optic vesicles and lens derived from the neuroectoderm. Bone morphogenic proteins are known to stimulate eye lens formation. During early development of eyes, the formation of the optic vesicle is essential in Mice and BMP4 expressed strongly in the optic vesicle and weakly in the surrounding mesenchyme and surface ectoderm. This concentration gradient of BMP4 in optic vesicle is critical for lens induction. Researcher, Dr. Furuta and Dr. Hogan found out that if they did a laser mutation on mice embryos and causing a BMP4 homozygous null mutation, this embryo will not develop the lens. They also did an in situ hybridization of the BMP4 gene showing green color and Sox2 gene in red which they thought it was involved in the lens formation as well. After they did these two in situ hybridizations in the mice embryos, they found that both green and red colors are found in the optic vesicle of the mice embryos. This indicated that BMP4 and Sox2 are expressed in the right place at the right time of the optic vesicle and prove that they have some essential functions for the lens induction. Furthermore, they did a follow-up experiment that by injecting BMP4 into the BMP4 homozygous mutant embryos rescued the lens formation (12). This indicated that BMP4 is definitely required for lens formation. However, researchers also found that some of the mutated mice cannot be rescued. They later found that those mutants lacked of Msx 2 which is activated by BMP4. The mechanism they predicted was that BMP4 will active Msx 2 in the optic vesicle and concentration combination of BMP4 and Msx2 together active Sox2 and the Sox2 is essential for lens differentiation.",
            "score": 211.5988006591797
        },
        {
            "docid": "38663170_3",
            "document": "Retinal precursor cells . The Wnt signaling pathway is a crucial component of proper retinal development. Briefly, Wnt signaling proteins bind to their receptors, the Frizzled receptor family, and cause activation of molecular cascades within the cell. Fz3 is a Wnt receptor that is eventually restricted to the eye field of the neural plate during development. Overexpression of this receptor causes the formation of ectopic eyes during development, while dominant-negative inhibition of this protein causes improper eye development. Fz4 and Fz5 are found in the distal area of the optic vesicle. This distal region is what that gives rise to the retina. During cell fate determination of the retina, Wnt and Fz expression gradients form in a peripheral to central manner. At this time, Fz4 expression is localized in the periphery and is suggested to play a role in precursor cell maintenance. In contrast to Fz4, Wnt11 is localized in the center of the developing retina and is suggested to play a role in precursor cell differentiation. This expression coincides with the fact that committed cells are located in the center of the developing retina while undifferentiated cells are concentrated in the periphery Fz5 expression is implicated in differentiation of retinal precursor cells to a neural fate.",
            "score": 207.6536102294922
        },
        {
            "docid": "8133296_3",
            "document": "Eye development . The eye begins to develop as a pair of optic vesicles on each side of the forebrain at the end of the 4th week of pregnancy. Optic vesicles are outgrowings of the brain which make contact with the surface ectoderm and this contact induces changes necessary for further development of the eye. Through a groove at the bottom of the optic vesicle known as choroid fissure the blood vessels enter the eye. Several layers such as the neural tube, neural crest, surface ectoderm, and mesoderm contribute to the development of the eye.",
            "score": 204.12158203125
        },
        {
            "docid": "4043909_4",
            "document": "Collie eye anomaly . CEA is caused by improper development of the eye. Failure of the cells of the posterior portion of the optic vesicles to express growth hormone affects the differentiation of other cells of the eye. The choroid, especially lateral to the optic disc, is hypoplastic (underdeveloped). A coloboma, or hole, may form in or near the optic disc due to a failed closure of embryonic tissue. The degree of these abnormalities varies between individual dogs, and even between the same dog's eyes. CEA is inherited as an autosomal recessive trait that has a penetrance reaching 100 percent, and has been localized to canine chromosome 37.",
            "score": 203.60452270507812
        },
        {
            "docid": "9090258_3",
            "document": "Retinohypothalamic tract . The retinohypothalamic tract consists of retinal ganglion cells. A distinct population of ganglion cells, known as intrinsically photosensitive retinal ganglion cells (ipRGCs), is critically responsible for providing non-image-forming visual signals to the brain. Only about two percent of all retinal ganglion cells are ipRGCs, whose cell bodies are in mainly the ganglion cell layer (and some are displaced in the inner nuclear layer of the retina). The photopigment melanopsin is present on the dendrites of ipRGCs, giving ipRGCs sensitivity to light in the absence of rod or cone input. The dendrites spread outwards from ipRGCs within the inner plexiform layer. These dendrites can also receive more canonical signals from the rest of the neuroretina. These signals are then carried through the optic nerve, which projects to the suprachiasmatic nucleus (SCN), anterior hypothalamic area, retrochiasmatic area, and lateral hypothalamus. However, a major portion of the RHT ends in the SCN.",
            "score": 200.61288452148438
        },
        {
            "docid": "190770_21",
            "document": "Chromatophore . During vertebrate embryonic development, chromatophores are one of a number of cell types generated in the neural crest, a paired strip of cells arising at the margins of the neural tube. These cells have the ability to migrate long distances, allowing chromatophores to populate many organs of the body, including the skin, eye, ear, and brain. Fish melanophores and iridophores have been found to contain the smooth muscle regulatory proteins [calponin] and caldesmon. Leaving the neural crest in waves, chromatophores take either a dorsolateral route through the dermis, entering the ectoderm through small holes in the basal lamina, or a ventromedial route between the somites and the neural tube. The exception to this is the melanophores of the retinal pigmented epithelium of the eye. These are not derived from the neural crest. Instead, an outpouching of the neural tube generates the optic cup, which, in turn, forms the retina.",
            "score": 200.1071014404297
        },
        {
            "docid": "5645086_19",
            "document": "Evolution of the eye . Developing an optical system that can discriminate the direction of light to within a few degrees is apparently much more difficult, and only six of the thirty-some phyla possess such a system. However, these phyla account for 96% of living species. These complex optical systems started out as the multicellular eyepatch gradually depressed into a cup, which first granted the ability to discriminate brightness in directions, then in finer and finer directions as the pit deepened. While flat eyepatches were ineffective at determining the direction of light, as a beam of light would activate exactly the same patch of photo-sensitive cells regardless of its direction, the \"cup\" shape of the pit eyes allowed limited directional differentiation by changing which cells the lights would hit depending upon the light's angle. Pit eyes, which had arisen by the Cambrian period, were seen in ancient snails, and are found in some snails and other invertebrates living today, such as planaria. Planaria can slightly differentiate the direction and intensity of light because of their cup-shaped, heavily pigmented retina cells, which shield the light-sensitive cells from exposure in all directions except for the single opening for the light. However, this proto-eye is still much more useful for detecting the absence or presence of light than its direction; this gradually changes as the eye's pit deepens and the number of photoreceptive cells grows, allowing for increasingly precise visual information.",
            "score": 199.78256225585938
        },
        {
            "docid": "305136_29",
            "document": "Visual system . The lateral geniculate nucleus (LGN) is a sensory relay nucleus in the thalamus of the brain. The LGN consists of six layers in humans and other primates starting from catarhinians, including cercopithecidae and apes. Layers 1, 4, and 6 correspond to information from the contralateral (crossed) fibers of the nasal retina (temporal visual field); layers 2, 3, and 5 correspond to information from the ipsilateral (uncrossed) fibers of the temporal retina (nasal visual field). Layer one (1) contains M cells which correspond to the M (magnocellular) cells of the optic nerve of the opposite eye and are concerned with depth or motion. Layers four and six (4 & 6) of the LGN also connect to the opposite eye, but to the P cells (color and edges) of the optic nerve. By contrast, layers two, three and five (2, 3, & 5) of the LGN connect to the M cells and P (parvocellular) cells of the optic nerve for the same side of the brain as its respective LGN. Spread out, the six layers of the LGN are the area of a credit card and about three times its thickness. The LGN is rolled up into two ellipsoids about the size and shape of two small birds' eggs. In between the six layers are smaller cells that receive information from the K cells (color) in the retina. The neurons of the LGN then relay the visual image to the primary visual cortex (V1) which is located at the back of the brain (posterior end) in the occipital lobe in and close to the calcarine sulcus. The LGN is not just a simple relay station but it is also a center for processing; it receives reciprocal input from the cortical and subcortical layers and reciprocal innervation from the visual cortex.",
            "score": 198.79620361328125
        },
        {
            "docid": "8133296_6",
            "document": "Eye development . First, there is an outpocketing of the neural tube called optic vesicles. Development of the optic vesicles starts in the 3-week embryo, from a progressively deepening groove in the neural plate called the optic sulcus. Some studies suggest this mechanism is regulated by RX/RAX transcription factor. The proteins Wnt and FGF (fibroblast growth factor) play a part in this early stage and are regulated by another protein called Shisa. As this expands, the rostral neuropore (the exit of the brain cavity out of the embryo) closes and the optic sulcus and the neural plate becomes the optic vesicle. Optic nerves arise from connections of the vesicles to the forebrain.",
            "score": 198.6376495361328
        },
        {
            "docid": "22483_85",
            "document": "Optics . The human eye functions by focusing light onto a layer of photoreceptor cells called the retina, which forms the inner lining of the back of the eye. The focusing is accomplished by a series of transparent media. Light entering the eye passes first through the cornea, which provides much of the eye's optical power. The light then continues through the fluid just behind the cornea—the anterior chamber, then passes through the pupil. The light then passes through the lens, which focuses the light further and allows adjustment of focus. The light then passes through the main body of fluid in the eye—the vitreous humour, and reaches the retina. The cells in the retina line the back of the eye, except for where the optic nerve exits; this results in a blind spot.",
            "score": 196.96897888183594
        },
        {
            "docid": "8133296_2",
            "document": "Eye development . Eye formation in the human embryo begins at approximately three weeks into embryonic development and continues through the tenth week. Cells from both the mesodermal and the ectodermal tissues contribute to the formation of the eye. Specifically, the eye is derived from the neuroepithelium, surface ectoderm, and the extracellular mesenchyme which consists of both the neural crest and mesoderm. Neuroepithelium forms the retina, ciliary body, iris, and optic nerves. Surface ectoderm forms the lens, corneal epithelium and eyelid. The extracellular mesenchyme forms the sclera, the corneal endothelium and stroma, blood vessels, muscles, and vitreous.",
            "score": 194.31088256835938
        },
        {
            "docid": "969262_2",
            "document": "Iris pigment epithelium . The iris pigment epithelium (IPE) is a one cell thick layer of cuboidal cells lying behind the iris. The epithelial cells are highly pigmented due to the numerous large melanosomes which pack the cytoplasm of each cell. Towards the central axis, the IPE terminates at the pupillary margin. Peripherally, the IPE is continuous with the inner, non-pigmented layer of the ciliary epithelium. The iris dilator muscle is strictly attached to the anterior side of the iris pigmented epithelium and represents the anterior continuation of the pigmented ciliary epithelium. The ciliary epithelium is continuous in its turn with the multilayered retina, which has an outermost pigmented layer, the retinal pigment epithelium (RPE). Despite their very different functions and histological appearances, these regions have a common origin from the two layers of the embryological optic cup. The melanosomes of the IPE are distinctive, being larger, blacker and rounder than those in the ciliary epithelium or RPE.",
            "score": 193.97225952148438
        },
        {
            "docid": "2404069_6",
            "document": "Leucism . A further difference between albinism and leucism is in eye colour. Due to the lack of melanin production in both the retinal pigmented epithelium (RPE) and iris, those affected by albinism typically have red eyes due to the underlying blood vessels showing through. In contrast, most leucistic animals have normally coloured eyes. This is because the melanocytes of the RPE are not derived from the neural crest, instead an outpouching of the neural tube generates the optic cup which, in turn, forms the retina. As these cells are from an independent developmental origin, they are typically unaffected by the genetic cause of leucism.",
            "score": 193.6423797607422
        },
        {
            "docid": "563093_7",
            "document": "Paracrine signalling . Additionally, paracrine signaling of Fgf is essential in the developing eye of chicks. The \"fgf\"8 mRNA becomes localized in what differentiates into the neural retina of the optic cup. These cells are in contact with the outer ectoderm cells, which will eventually become the lens.",
            "score": 192.3650360107422
        },
        {
            "docid": "1061967_3",
            "document": "Optic disc . The ganglion cell axons form the optic nerve after they leave the eye. The optic disc represents the beginning of the optic nerve and is the point where the axons of retinal ganglion cells come together. The optic disc is also the entry point for the major blood vessels that supply the retina. The optic disc in a normal human eye carries 1–1.2 million afferent nerve fibers from the eye towards the brain.",
            "score": 189.25262451171875
        },
        {
            "docid": "21423322_2",
            "document": "Cephalopod eye . Cephalopods, as active marine predators, possess sensory organs specialized for use in aquatic conditions. They have a camera-type eye which consists of an iris, a circular lens, vitreous cavity (eye gel), pigment cells, and photoreceptor cells that translate light from the light-sensitive retina into nerve signals which travel along the optic nerve to the brain. For the past 140 years, the camera-type cephalopod eye has been compared with the vertebrate eye as an example of convergent evolution, where both types of organisms have independently evolved the camera-eye trait and both share similar functionality. Contention exists on whether this is truly convergent evolution or parallel evolution. Unlike the vertebrate camera eye, the cephalopods' form as invaginations of the body surface (rather than outgrowths of the brain), and consequently they lack a cornea. Unlike the vertebrate eye, a cephalopod eye is focused through movement, much like the lens of a camera or telescope, rather than changing shape as the lens in the human eye does. The eye is approximately spherical, as is the lens, which is fully internal.",
            "score": 186.6092987060547
        },
        {
            "docid": "152465_4",
            "document": "Optic nerve . The optic nerve is ensheathed in all three meningeal layers (dura, arachnoid, and pia mater) rather than the epineurium, perineurium, and endoneurium found in peripheral nerves. Fiber tracts of the mammalian central nervous system (as opposed to the peripheral nervous system) are incapable of regeneration, and, hence, optic nerve damage produces irreversible blindness. The fibres from the retina run along the optic nerve to nine primary visual nuclei in the brain, from which a major relay inputs into the primary visual cortex. The optic nerve is composed of retinal ganglion cell axons and glial cells. Each human optic nerve contains between 770,000 and 1.7 million nerve fibers, which are axons of the retinal ganglion cells of one retina. In the fovea, which has high acuity, these ganglion cells connect to as few as 5 photoreceptor cells; in other areas of retina, they connect to many thousand photoreceptors.",
            "score": 184.4982147216797
        },
        {
            "docid": "660008_6",
            "document": "Scanning laser ophthalmoscopy . Scanning Laser Ophthalmoscopy developed as a method to view a distinct layer of the living eye at the microscopic level. The use of confocal methods to diminish extra light by focusing detected light through a small pinhole made possible the imaging of individual layers of the retina with greater distinction than ever before. However, using SLO for monitoring of individual retinal cells proved problematic because of optical aberrations created from the tissues of the anterior eye (specifically the cornea and lens). These aberrations (caused additionally by astigmatism and other factors affecting eye position) diminished lateral resolution and proved difficult to remove.",
            "score": 184.4868927001953
        },
        {
            "docid": "7407460_18",
            "document": "Optic neuropathy . The optic nerve contains axons of nerve cells that emerge from the retina, leave the eye at the optic disc, and go to the visual cortex where input from the eye is processed into vision. There are 1.2 million optic nerve fibers that derive from the retinal ganglion cells of the inner retina.",
            "score": 184.2515869140625
        },
        {
            "docid": "305465_12",
            "document": "Lens (anatomy) . After the 10 mm stage, signals from the developing neural retina induces the cells closest to the posterior end of the lens vesicle begin to elongate toward the anterior end of the vesicle. These signals also induce the synthesis of crystallins. These elongating cells eventually fill in the lumen of the vesicle to form the primary fibers, which become the embryonic nucleus in the mature lens. The cells of the anterior portion of the lens vesicle give rise to the lens epithelium.",
            "score": 183.34873962402344
        },
        {
            "docid": "8133296_18",
            "document": "Eye development . Only the epidermis in the head is competent to respond to the signal from the optic vesicles. Both the optic vesicle and the head epidermis are required for eye development. The competence of the head epidermis to respond to the optic vesicle signals comes from the expression of Pax6 in the epidermis. Pax6 is necessary and sufficient for eye induction. This competenece is acquired gradually during gastrulation and neurulation from interactions with the endoderm, mesoderm, and neural plate.",
            "score": 183.08926391601562
        }
    ]
}