{
    "q": [
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 296.23903357982635
        },
        {
            "docid": "2991457_2",
            "document": "Synapsis . Synapsis (also called syndesis) is the pairing of two homologous chromosomes that occurs during meiosis. It allows matching-up of homologous pairs prior to their segregation, and possible chromosomal crossover between them. Synapsis takes place during prophase I of meiosis. When homologous chromosomes synapse, their ends are first attached to the nuclear envelope. These end-membrane complexes then migrate, assisted by the extranuclear cytoskeleton, until matching ends have been paired. Then the intervening regions of the chromosome are brought together, and may be connected by a protein-RNA complex called the synaptonemal complex. Autosomes undergo synapsis during meiosis, and are held together by a protein complex along the whole length of the chromosomes called the synaptonemal complex. Sex chromosomes also undergo synapsis; however, the synaptonemal protein complex that holds the homologous chromosomes together is only present at one end of each sex chromosome.",
            "score": 275.78576946258545
        },
        {
            "docid": "6371716_3",
            "document": "Bivalent (genetics) . The formation of a bivalent occurs during the first division of meiosis (in the pachynema stage of meiotic prophase 1). In most organisms, each replicated chromosome (composed of two identical sister chromatids) elicits formation of DNA double-strand breaks during the leptotene phase. These breaks are repaired by homologous recombination, that uses the homologous chromosome as a template for repair. The search for the homologous target, helped by numerous proteins collectively referred as the synaptonemal complex, cause the two homologs to pair, between the leptotene and the pachytene phases of meiosis I. Resolution of the DNA recombination intermediate into a crossover exchanges DNA segments between the two homologous chromosomes at a site called a chiasma (plural: chiasmata). This physical strand exchange and the cohesion between the sister chromatids along each chromosome ensure robust pairing of the homologs in diplotene phase. The structure, visible by microscopy, is called a bivalent.",
            "score": 351.7525134086609
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 275.1866377592087
        },
        {
            "docid": "18976_16",
            "document": "Meiosis . Meiosis I segregates homologous chromosomes, which are joined as tetrads (2n, 4c), producing two haploid cells (n chromosomes, 23 in humans) which each contain chromatid pairs (1n, 2c). Because the ploidy is reduced from diploid to haploid, meiosis I is referred to as a \"reductional division\". Meiosis II is an \"equational division\" analogous to mitosis, in which the sister chromatids are segregated, creating four haploid daughter cells (1n, 1c). Prophase I is typically the longest phase of meiosis. During prophase I, homologous chromosomes pair and exchange DNA (homologous recombination). This often results in chromosomal crossover. This process is critical for pairing between homologous chromosomes and hence for accurate segregation of the chromosomes at the first meiosis division. The new combinations of DNA created during crossover are a significant source of genetic variation, and result in new combinations of alleles, which may be beneficial. The paired and replicated chromosomes are called bivalents or tetrads, which have two chromosomes and four chromatids, with one chromosome coming from each parent. The process of pairing the homologous chromosomes is called synapsis. At this stage, non-sister chromatids may cross-over at points called chiasmata (plural; singular chiasma). Prophase I has historically been divided into a series of substages which are named according to the appearance of chromosomes.",
            "score": 255.5122790336609
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 270.65668988227844
        },
        {
            "docid": "13663720_4",
            "document": "Chromosome segregation . Chromosome segregation occurs at two separate stages during meiosis called prophase I and prophase II (see meiosis diagram). In a diploid cell there are two sets of homologous chromosomes of different parental origin (e.g. a paternal and a maternal set). During the phase of meiosis labeled “interphase s” in the meiosis diagram there is a round of DNA replication, so that each of the chromosomes initially present is now composed of two copies called chromatids. These chromosomes (paired chromatids) then pair with the homologous chromosome (also paired chromatids) present in the same nucleus (see prophase I in the meiosis diagram). The process of alignment of paired homologous chromosomes is called synapsis (see Synapsis). During synapsis, genetic recombination usually occurs. Some of the recombination events occur by crossing over (involving physical exchange between two chromatids), but most recombination events involve information exchange but not physical exchange between two chromatids (see Synthesis-dependent strand annealing (SDSA)). Following recombination, chromosome segregation occurs as indicated by the stages metaphase I and anaphase I in the meiosis diagram.",
            "score": 222.69807624816895
        },
        {
            "docid": "564779_18",
            "document": "Cell growth . Cell division is more complex in eukaryotes than in other organisms. Prokaryotic cells such as bacterial cells reproduce by binary fission, a process that includes DNA replication, chromosome segregation, and cytokinesis. Eukaryotic cell division either involves mitosis or a more complex process called meiosis. Mitosis and meiosis are sometimes called the two \"nuclear division\" processes. Binary fission is similar to eukaryote cell reproduction that involves mitosis. Both lead to the production of two daughter cells with the same number of chromosomes as the parental cell. Meiosis is used for a special cell reproduction process of diploid organisms. It produces four special daughter cells (gametes) which have half the normal cellular amount of DNA. A male and a female gamete can then combine to produce a zygote, a cell which again has the normal amount of chromosomes.",
            "score": 231.29058408737183
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 319.5168902873993
        },
        {
            "docid": "2120575_2",
            "document": "Synaptonemal complex . The synaptonemal complex (SC) is a protein structure that forms between homologous chromosomes (two pairs of sister chromatids) during meiosis and is thought to mediate chromosome pairing, synapsis, and recombination. It is now evident that the synaptonemal complex is not required for genetic recombination in some organisms. For instance, in protozoan ciliates such as \"Tetrahymena thermophila\" and \"Paramecium tetraurelia\" genetic crossover does not appear to require synaptonemal complex formation. Research has shown that not only does the SC form after genetic recombination but mutant yeast cells unable to assemble a synaptonemal complex can still engage in the exchange of genetic information. However, in other organisms like the \"C. elegans\" nematode, formation of chiasmata require the formation of the synaptonemal complex. It is currently thought that the SC functions primarily as a scaffold to allow interacting chromatids to complete their crossover activities. The synaptonemal complex is a tripartite structure consisting of two parallel lateral regions and a central element.",
            "score": 304.7444667816162
        },
        {
            "docid": "312354_11",
            "document": "Homologous chromosome . In the process of crossing-over, genes are exchanged by the breaking and union of homologous portions of the chromosomes’ lengths. Structures called chiasmata are the site of the exchange. Chiasmata physically link the homologous chromosomes once crossing over occurs and throughout the process of chromosomal segregation during meiosis. Both the non-crossover and crossover types of recombination function as processes for repairing DNA damage, particularly double-strand breaks. At the diplotene stage of prophase I the synaptonemal complex disassembles before which will allow the homologous chromosomes to separate, while the sister chromatids stay associated by their centromeres.",
            "score": 318.8691507577896
        },
        {
            "docid": "312354_9",
            "document": "Homologous chromosome . Meiosis is a round of two cell divisions that results in four haploid daughter cells that each contain half the number of chromosomes as the parent cell. It reduces the chromosome number in a germ cell by half by first separating the homologous chromosomes in meiosis I and then the sister chromatids in meiosis II. The process of meiosis I is generally longer than meiosis II because it takes more time for the chromatin to replicate and for the homologous chromosomes to be properly oriented and segregated by the processes of pairing and synapsis in meiosis I. During meiosis, genetic recombination (by random segregation) and crossing over produces daughter cells that each contain different combinations of maternally and paternally coded genes. This recombination of genes allows for the introduction of new allele pairings and genetic variation. Genetic variation among organisms helps make a population more stable by providing a wider range of genetic traits for natural selection to act on.",
            "score": 202.9542956352234
        },
        {
            "docid": "26805_13",
            "document": "Sex . Sexual reproduction in eukaryotes is a process whereby organisms form offspring that combine genetic traits from both parents. Chromosomes are passed on from one generation to the next in this process. Each cell in the offspring has half the chromosomes of the mother and half of the father. Genetic traits are contained within the deoxyribonucleic acid (DNA) of chromosomes—by combining one of each type of chromosomes from each parent, an organism is formed containing a doubled set of chromosomes. This double-chromosome stage is called \"diploid\", while the single-chromosome stage is \"haploid\". Diploid organisms can, in turn, form haploid cells (gametes) that randomly contain one of each of the chromosome pairs, via meiosis. Meiosis also involves a stage of chromosomal crossover, in which regions of DNA are exchanged between matched types of chromosomes, to form a new pair of mixed chromosomes. Crossing over and fertilization (the recombining of single sets of chromosomes to make a new diploid) result in the new organism containing a different set of genetic traits from either parent.",
            "score": 296.75749456882477
        },
        {
            "docid": "22710_19",
            "document": "Ovary . Women with an inherited mutation in the DNA repair gene BRCA1 undergo menopause prematurely, suggesting that naturally occurring DNA damages in oocytes are repaired less efficiently in these women, and this inefficiency leads to early reproductive failure. The BRCA1 protein plays a key role in a type of DNA repair termed homologous recombinational repair that is the only known cellular process that can accurately repair DNA double-strand breaks. Titus et al. showed that DNA double-strand breaks accumulate with age in humans and mice in primordial follicles. Primordial follicles contain oocytes that are at an intermediate (prophase I) stage of meiosis. Meiosis is the general process in eukaryotic organisms by which germ cells are formed, and it is likely an adaptation for removing DNA damages, especially double-strand breaks, from germ line DNA. (see Meiosis and Origin and function of meiosis). Homologous recombinational repair is especially promoted during meiosis. Titus et al. also found that expression of 4 key genes necessary for homologous recombinational repair of DNA double-strand breaks (BRCA1, MRE11, RAD51 and ATM) decline with age in the oocytes of humans and mice. They hypothesized that DNA double-strand break repair is vital for the maintenance of oocyte reserve and that a decline in efficiency of repair with age plays a key role in ovarian aging.",
            "score": 251.24916338920593
        },
        {
            "docid": "312354_3",
            "document": "Homologous chromosome . Chromosomes are linear arrangements of condensed deoxyribonucleic acid (DNA) and histone proteins, which form a complex called chromatin. Homologous chromosomes are made up of chromosome pairs of approximately the same length, centromere position, and staining pattern, for genes with the same corresponding loci. One homologous chromosome is inherited from the organism's mother; the other is inherited from the organism's father. After mitosis occurs within the daughter cells, they have the correct number of genes which are a mix of the two parents' genes. In diploid (2n) organisms, the genome is composed of one set of each homologous chromosome pair, as compared to tetraploid organisms which may have two sets of each homologous chromosome pair. The alleles on the homologous chromosomes may be different, resulting in different phenotypes of the same genes. This mixing of maternal and paternal traits is enhanced by crossing over during meiosis, wherein lengths of chromosomal arms and the DNA they contain within a homologous chromosome pair are exchanged with one another.",
            "score": 244.76535558700562
        },
        {
            "docid": "1248100_7",
            "document": "BRCA2 . Although the structures of the BRCA1 and BRCA2 genes are very different, at least some functions are interrelated. The proteins made by both genes are essential for repairing damaged DNA (see Figure of recombinational repair steps). BRCA2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination. The localization of RAD51 to the DNA double-strand break requires the formation of the BRCA1-PALB2-BRCA2 complex. PALB2 (Partner and localizer of BRCA2) can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion. These breaks can be caused by natural and medical radiation or other environmental exposures, but also occur when chromosomes exchange genetic material during a special type of cell division that creates sperm and eggs (meiosis). Double strand breaks are also generated during repair of DNA cross links. By repairing DNA, these proteins play a role in maintaining the stability of the human genome and prevent dangerous gene rearrangements that can lead to hematologic and other cancers.",
            "score": 284.6977655887604
        },
        {
            "docid": "17269882_3",
            "document": "MRX complex . Cells are able to accurately repair DNA double-strand breaks using a process called homologous recombination. By this process DNA sequence information that is lost because of the breakage can be recovered from a second homologous DNA molecule. Homologous recombinational repair is important for removing DNA damage both during mitosis and meiosis. The repair process begins with the degradation of the 5’ end on either side of the double-strand break to yield 3’ single-stranded DNA tails (a process called end resection). Next the Rad51 protein binds to these tails and initiates a process of strand invasion leading to recovery of genetic information from the undamaged homologous sequence of the second DNA molecule. Studies with the yeast \"Saccharomyces cerevisiae\" have shown that end resection is catalyzed by the MRX protein complex. The MRE11 enzyme (one of the three component proteins of the MRX complex) first makes a nick in the DNA at 15 to 20 nucleotides from the 5’ end of the break. This creates an entry point for further processing by exonucleases to complete the initial resection stage of the overall process.",
            "score": 247.98433029651642
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 298.1150361299515
        },
        {
            "docid": "312354_10",
            "document": "Homologous chromosome . In prophase I of meiosis I, each chromosome is aligned with its homologous partner and pairs completely. In prophase I, the DNA has already undergone replication so each chromosome consists of two identical chromatids connected by a common centromere. During the zygotene stage of prophase I, the homologous chromosomes pair up with each other. This pairing occurs by a synapsis process where the synaptonemal complex - a protein scaffold - is assembled and joins the homologous chromosomes along their lengths. Cohesin crosslinking occurs between the homologous chromosomes and helps them resist being pulled apart until anaphase. Genetic crossing-over, a type of recombination, occurs during the pachytene stage of prophase I. In addition, another type of recombination referred to as synthesis-dependent strand annealing (SDSA) frequently occurs. SDSA recombination involves information exchange between paired homologous chromatids, but not physical exchange. SDSA recombination does not cause crossing-over.",
            "score": 228.61747121810913
        },
        {
            "docid": "36979_129",
            "document": "Rice . Rice is used as a model organism for investigating the molecular mechanisms of meiosis and DNA repair in higher plants. Meiosis is a key stage of the sexual cycle in which diploid cells in the ovule (female structure) and the anther (male structure) produce haploid cells that develop further into gametophytes and gametes. So far, 28 meiotic genes of rice have been characterized. Studies of rice gene OsRAD51C showed that this gene is necessary for homologous recombinational repair of DNA, particularly the accurate repair of DNA double-strand breaks during meiosis. Rice gene OsDMC1 was found to be essential for pairing of homologous chromosomes during meiosis, and rice gene OsMRE11 was found to be required for both synapsis of homologous chromosomes and repair of double-strand breaks during meiosis.",
            "score": 270.1893199682236
        },
        {
            "docid": "29586267_20",
            "document": "Origin and function of meiosis . Meiosis is distinct from mitosis in that a central feature of meiosis is the alignment of homologous chromosomes followed by recombination between them. The two chromosomes which pair are referred to as non-sister chromosomes, since they did not arise simply from the replication of a parental chromosome. Recombination between non-sister chromosomes at meiosis is known to be a recombinational repair process that can repair double-strand breaks and other types of double-strand damage. In contrast, recombination between sister chromosomes cannot repair double-strand damages arising prior to the replication which produced them. Thus on this view, the adaptive advantage of meiosis is that it facilitates recombinational repair of DNA damage that is otherwise difficult to repair, and that occurs as a result of stress, particularly oxidative stress. If left unrepaired, this damage would likely be lethal to gametes and inhibit production of viable progeny.",
            "score": 246.09945273399353
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 241.09571433067322
        },
        {
            "docid": "7955_66",
            "document": "DNA . The most common form of chromosomal crossover is homologous recombination, where the two chromosomes involved share very similar sequences. Non-homologous recombination can be damaging to cells, as it can produce chromosomal translocations and genetic abnormalities. The recombination reaction is catalyzed by enzymes known as recombinases, such as RAD51. The first step in recombination is a double-stranded break caused by either an endonuclease or damage to the DNA. A series of steps catalyzed in part by the recombinase then leads to joining of the two helices by at least one Holliday junction, in which a segment of a single strand in each helix is annealed to the complementary strand in the other helix. The Holliday junction is a tetrahedral junction structure that can be moved along the pair of chromosomes, swapping one strand for another. The recombination reaction is then halted by cleavage of the junction and re-ligation of the released DNA. Only strands of like polarity exchange DNA during recombination. There are two types of cleavage: east-west cleavage and north-south cleavage. The north-south cleavage nicks both strands of DNA, while the east-west cleavage has one strand of DNA intact. The formation of a Holliday junction during recombination makes it possible for genetic diversity, genes to exchange on chromosomes, and expression of wild-type viral genomes.",
            "score": 298.1280233860016
        },
        {
            "docid": "564779_22",
            "document": "Cell growth . Immediately after DNA replication a human cell will have 46 \"double chromosomes\". In each double chromosome there are two copies of that chromosome's DNA molecule. During mitosis the double chromosomes are split to produce 92 \"single chromosomes\", half of which go into each daughter cell. During meiosis, there are two chromosome separation steps which assure that each of the four daughter cells gets one copy of each of the 23 types of chromosome.",
            "score": 256.08517575263977
        },
        {
            "docid": "14816344_8",
            "document": "D-loop . In 1999 it was reported that telomeres, which cap the end of chromosomes, terminate in a lariat-like structure termed a t-loop.  This is a loop of both strands of the chromosome which are joined to an earlier point in the double-stranded DNA by the 3' strand end invading the strand pair to form a D-loop; a special protein stabilizes the joint. The t-loop which is completed by the D-loop splice protects the end of the chromosome from damage.  When a double-stranded DNA molecule has suffered a break in both strands, one repair mechanism available in diploid eukaryotic cells is homologous recombination repair. This makes use of the intact chromosome homologous to the broken one as a template to bring the two double-stranded pieces into correct alignment for rejoining. Early in this process, one strand of one piece is matched to a strand of the intact chromosome and that strand is used to form a D-loop at that point, displacing the intact chromosome's other strand. Various ligation and synthesis steps follow to effect the rejoining.",
            "score": 278.2711851596832
        },
        {
            "docid": "1695355_4",
            "document": "Heteroduplex . In meiosis, the process of crossing-over occurs between non-sister chromatids, which results in new allelic combinations in the gametes. In crossing-over, a Spo11 enzyme makes staggered nicks in a pair of sister chromatid strands (in a tetrad organization of prophase). Subsequent enzymes trim back the 5' ends of the strand and a protein complex binds to the 3' single-stranded ends. Rad51 protein is recruited and binds in a protein complex to search for a complementary sequence analogous to double-strand-break repair. The filament searches for the homologous chromosome, strand invasion occurs where the new chromosome forms a D-loop over the bottom sister chromatid, then the ends are annealed. This process can yield double Holliday junctions that when cut in a transversal pattern by endonucleases form 2 heteroduplex strand products.",
            "score": 225.57176911830902
        },
        {
            "docid": "5435207_10",
            "document": "Coprinopsis cinerea . \"C. cinerea\" is an ideal model for studying meiosis because meiosis progresses synchronously in about 10 million cells within each mushroom cap. Meiosis is a specialized cell division process, occurring in diploid cells, in which a single round of DNA replication occurs, and is followed by two divisions to produce four haploid daughter nuclei. During meiosis homologous chromosomes pair with each other and undergo a DNA repair process in which DNA damage is removed and genetic information is recombined. Burns et al. studied the expression of genes involved in the 15-hour meiotic process encompassing time points prior to the haploid nuclear fusion that forms the diploid zygote to the final formation of the four haploid products. They compared expression of particular genes in \"C. cinerea\" to the expression of the comparable genes (orthologs) in two other species (\"Saccharomyces cerevisiae\" and \"Schizosaccharomyces pombe\") from which \"C. cinerea\" had diverged in evolution 500 to 900 million years ago. They found that the expression of individual genes turned on or off at the same stage in \"C. cinerea\" as in the other two species. They also found that genes considered to be specifically involved in the meiotic process were more conserved in their expression pattern than non-meiotic genes. These findings indicate ancient conservation of the meiotic process.",
            "score": 184.8772327899933
        },
        {
            "docid": "412097_16",
            "document": "BRCA1 . In the nucleus of many types of normal cells, the BRCA1 protein interacts with RAD51 during repair of DNA double-strand breaks. These breaks can be caused by natural radiation or other exposures, but also occur when chromosomes exchange genetic material (homologous recombination, e.g., \"crossing over\" during meiosis). The BRCA2 protein, which has a function similar to that of BRCA1, also interacts with the RAD51 protein. By influencing DNA damage repair, these three proteins play a role in maintaining the stability of the human genome.",
            "score": 232.9776566028595
        },
        {
            "docid": "312354_19",
            "document": "Homologous chromosome . While the main function of homologous chromosomes is their use in nuclear division, they are also used in repairing double-strand breaks of DNA. These double-stranded breaks may occur in replicating DNA and are most often the result of interaction of DNA with naturally occurring damaging molecules such as reactive oxygen species. Homologous chromosomes can repair this damage by aligning themselves with chromosomes of the same genetic sequence. Once the base pairs have been matched and oriented correctly between the two strands, the homologous chromosomes perform a process that is very similar to recombination, or crossing over as seen in meiosis. Part of the intact DNA sequence overlaps with that of the damaged chromosome's sequence. Replication proteins and complexes are then recruited to the site of damage, allowing for repair and proper replication to occur. Through this functioning, double-strand breaks can be repaired and DNA can function normally.",
            "score": 292.7670795917511
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 260.4738390445709
        },
        {
            "docid": "25162968_4",
            "document": "Circular bacterial chromosome . Bacterial chromosome replication is best understood in the well-studied bacteria \"Escherichia coli\" and \"Bacillus subtilis\". Chromosome replication proceeds in three major stages: initiation, elongation and termination. The initiation stage starts with the ordered assembly of \"initiator\" proteins at the origin region of the chromosome, called oriC. These assembly stages are regulated to ensure that chromosome replication occurs only once in each cell cycle. During the elongation phase of replication, the enzymes that were assembled at oriC during initiation proceed along each arm (\"replichore\") of the chromosome, in opposite directions away from the oriC, replicating the DNA to create two identical copies. This process is known as bidirectional replication. The entire assembly of molecules involved in DNA replication on each arm is called a \"replisome.\" At the forefront of the replisome is a DNA helicase that unwinds the two strands of DNA, creating a moving \"replication fork\". The two unwound single strands of DNA serve as templates for DNA polymerase, which moves with the helicase (together with other proteins) to synthesise a complementary copy of each strand. In this way, two identical copies of the original DNA are created. Eventually, the two replication forks moving around the circular chromosome meet in a specific zone of the chromosome, approximately opposite oriC, called the terminus region. The elongation enzymes then disassemble, and the two \"daughter\" chromosomes are resolved before cell division is completed.",
            "score": 252.81284427642822
        },
        {
            "docid": "412097_44",
            "document": "BRCA1 . As noted above, the BRCA1 protein plays a key role in homologous recombinational repair. This is the only known cellular process that can accurately repair DNA double-strand breaks. DNA double-strand breaks accumulate with age in humans and mice in primordial follicles. Primordial follicles contain oocytes that are at an intermediate (prophase I) stage of meiosis. Meiosis is the general process in eukaryotic organisms by which germ cells are formed, and it is likely an adaptation for removing DNA damages, especially double-strand breaks, from germ line DNA. (Also see article Meiosis). Homologous recombinational repair employing BRCA1 is especially promoted during meiosis. It was found that expression of 4 key genes necessary for homologous recombinational repair of DNA double-strand breaks (\"BRCA1, MRE11, RAD51\" and \"ATM\") decline with age in the oocytes of humans and mice, leading to the hypothesis that DNA double-strand break repair is necessary for the maintenance of oocyte reserve and that a decline in efficiency of repair with age plays a role in ovarian aging.",
            "score": 243.33302342891693
        }
    ],
    "r": [
        {
            "docid": "6371716_3",
            "document": "Bivalent (genetics) . The formation of a bivalent occurs during the first division of meiosis (in the pachynema stage of meiotic prophase 1). In most organisms, each replicated chromosome (composed of two identical sister chromatids) elicits formation of DNA double-strand breaks during the leptotene phase. These breaks are repaired by homologous recombination, that uses the homologous chromosome as a template for repair. The search for the homologous target, helped by numerous proteins collectively referred as the synaptonemal complex, cause the two homologs to pair, between the leptotene and the pachytene phases of meiosis I. Resolution of the DNA recombination intermediate into a crossover exchanges DNA segments between the two homologous chromosomes at a site called a chiasma (plural: chiasmata). This physical strand exchange and the cohesion between the sister chromatids along each chromosome ensure robust pairing of the homologs in diplotene phase. The structure, visible by microscopy, is called a bivalent.",
            "score": 351.7525329589844
        },
        {
            "docid": "2631477_8",
            "document": "Homologous recombination . In addition to repairing DNA, homologous recombination also helps produce genetic diversity when cells divide in meiosis to become specialized gamete cells—sperm or egg cells in animals, pollen or ovules in plants, and spores in fungi. It does so by facilitating chromosomal crossover, in which regions of similar but not identical DNA are exchanged between homologous chromosomes. This creates new, possibly beneficial combinations of genes, which can give offspring an evolutionary advantage. Chromosomal crossover often begins when a protein called Spo11 makes a targeted double-strand break in DNA. These sites are non-randomly located on the chromosomes; usually in intergenic promoter regions and preferentially in GC-rich domains These double-strand break sites often occur at recombination hotspots, regions in chromosomes that are about 1,000–2,000 base pairs in length and have high rates of recombination. The absence of a recombination hotspot between two genes on the same chromosome often means that those genes will be inherited by future generations in equal proportion. This represents linkage between the two genes greater than would be expected from genes that independently assort during meiosis.",
            "score": 319.51690673828125
        },
        {
            "docid": "312354_11",
            "document": "Homologous chromosome . In the process of crossing-over, genes are exchanged by the breaking and union of homologous portions of the chromosomes’ lengths. Structures called chiasmata are the site of the exchange. Chiasmata physically link the homologous chromosomes once crossing over occurs and throughout the process of chromosomal segregation during meiosis. Both the non-crossover and crossover types of recombination function as processes for repairing DNA damage, particularly double-strand breaks. At the diplotene stage of prophase I the synaptonemal complex disassembles before which will allow the homologous chromosomes to separate, while the sister chromatids stay associated by their centromeres.",
            "score": 318.869140625
        },
        {
            "docid": "2120575_2",
            "document": "Synaptonemal complex . The synaptonemal complex (SC) is a protein structure that forms between homologous chromosomes (two pairs of sister chromatids) during meiosis and is thought to mediate chromosome pairing, synapsis, and recombination. It is now evident that the synaptonemal complex is not required for genetic recombination in some organisms. For instance, in protozoan ciliates such as \"Tetrahymena thermophila\" and \"Paramecium tetraurelia\" genetic crossover does not appear to require synaptonemal complex formation. Research has shown that not only does the SC form after genetic recombination but mutant yeast cells unable to assemble a synaptonemal complex can still engage in the exchange of genetic information. However, in other organisms like the \"C. elegans\" nematode, formation of chiasmata require the formation of the synaptonemal complex. It is currently thought that the SC functions primarily as a scaffold to allow interacting chromatids to complete their crossover activities. The synaptonemal complex is a tripartite structure consisting of two parallel lateral regions and a central element.",
            "score": 304.7444763183594
        },
        {
            "docid": "64045_7",
            "document": "Chromosomal crossover . Meiotic recombination may be initiated by double-stranded breaks that are introduced into the DNA by exposure to DNA damaging agents or the Spo11 protein. One or more exonucleases then digest the 5’ ends generated by the double-stranded breaks to produce 3’ single-stranded DNA tails (see diagram). The meiosis-specific recombinase Dmc1 and the general recombinase Rad51 coat the single-stranded DNA to form nucleoprotein filaments. The recombinases catalyze invasion of the opposite chromatid by the single-stranded DNA from one end of the break. Next, the 3’ end of the invading DNA primes DNA synthesis, causing displacement of the complementary strand, which subsequently anneals to the single-stranded DNA generated from the other end of the initial double-stranded break. The structure that results is a \"cross-strand exchange\", also known as a Holliday junction. The contact between two chromatids that will soon undergo crossing-over is known as a \"chiasma\". The Holliday junction is a tetrahedral structure which can be 'pulled' by other recombinases, moving it along the four-stranded structure. The MSH4 and MSH5 proteins form a hetero-oligomeric structure (heterodimer) in yeast and humans. In the yeast \"Saccharomyces cerevisiae\" MSH4 and MSH5 act specifically to facilitate crossovers between homologous chromosomes during meiosis. The MSH4/MSH5 complex binds and stabilizes double Holliday junctions and promotes their resolution into crossover products. An MSH4 hypomorphic (partially functional) mutant of \"S. cerevisiae\" showed a 30% genome wide reduction in crossover numbers, and a large number of meioses with non exchange chromosomes. Nevertheless, this mutant gave rise to spore viability patterns suggesting that segregation of non-exchange chromosomes occurred efficiently. Thus in \"S. cerevisiae\" proper segregation apparently does not entirely depend on crossovers between homologous pairs.",
            "score": 303.7314758300781
        },
        {
            "docid": "7955_66",
            "document": "DNA . The most common form of chromosomal crossover is homologous recombination, where the two chromosomes involved share very similar sequences. Non-homologous recombination can be damaging to cells, as it can produce chromosomal translocations and genetic abnormalities. The recombination reaction is catalyzed by enzymes known as recombinases, such as RAD51. The first step in recombination is a double-stranded break caused by either an endonuclease or damage to the DNA. A series of steps catalyzed in part by the recombinase then leads to joining of the two helices by at least one Holliday junction, in which a segment of a single strand in each helix is annealed to the complementary strand in the other helix. The Holliday junction is a tetrahedral junction structure that can be moved along the pair of chromosomes, swapping one strand for another. The recombination reaction is then halted by cleavage of the junction and re-ligation of the released DNA. Only strands of like polarity exchange DNA during recombination. There are two types of cleavage: east-west cleavage and north-south cleavage. The north-south cleavage nicks both strands of DNA, while the east-west cleavage has one strand of DNA intact. The formation of a Holliday junction during recombination makes it possible for genetic diversity, genes to exchange on chromosomes, and expression of wild-type viral genomes.",
            "score": 298.1280212402344
        },
        {
            "docid": "583438_22",
            "document": "Transformation (genetics) . Competence is specifically induced by DNA damaging conditions. For instance, transformation is induced in \"Streptococcus pneumoniae\" by the DNA damaging agents mitomycin C (a DNA crosslinking agent) and fluoroquinolone (a topoisomerase inhibitor that causes double-strand breaks). In \"B. subtilis\", transformation is increased by UV light, a DNA damaging agent. In \"Helicobacter pylori\", ciprofloxacin, which interacts with DNA gyrase and introduces double-strand breaks, induces expression of competence genes, thus enhancing the frequency of transformation Using \"Legionella pneumophila\", Charpentier et al. tested 64 toxic molecules to determine which of these induce competence. Of these only six, all DNA damaging agents, caused strong induction. These DNA damaging agents were mitomycin C (which causes DNA inter-strand crosslinks), norfloxacin, ofloxacin and nalidixic acid (inhibitors of DNA gyrase that cause double-strand breaks), bicyclomycin (causes single- and double-strand breaks), and hydroxyurea (induces DNA base oxidation). UV light also induced competence in \"L. pneumophila\". Charpentier et al. suggested that competence for transformation probably evolved as a DNA damage response. Logarithmically growing bacteria differ from stationary phase bacteria with respect to the number of genome copies present in the cell, and this has implications for the capability to carry out an important DNA repair process. During logarithmic growth, two or more copies of any particular region of the chromosome may be present in a bacterial cell, as cell division is not precisely matched with chromosome replication. The process of homologous recombinational repair (HRR) is a key DNA repair process that is especially effective for repairing double-strand damages, such as double-strand breaks. This process depends on a second homologous chromosome in addition to the damaged chromosome. During logarithmic growth, a DNA damage in one chromosome may be repaired by HRR using sequence information from the other homologous chromosome. Once cells approach stationary phase, however, they typically have just one copy of the chromosome, and HRR requires input of homologous template from outside the cell by transformation. To test whether the adaptive function of transformation is repair of DNA damages, a series of experiments were carried out using \"B. subtilis\" irradiated by UV light as the damaging agent (reviewed by Michod et al. and Bernstein et al.) The results of these experiments indicated that transforming DNA acts to repair potentially lethal DNA damages introduced by UV light in the recipient DNA. The particular process responsible for repair was likely HRR. Transformation in bacteria can be viewed as a primitive sexual process, since it involves interaction of homologous DNA from two individuals to form recombinant DNA that is passed on to succeeding generations. Bacterial transformation in prokaryotes may have been the ancestral process that gave rise to meiotic sexual reproduction in eukaryotes (see Evolution of sexual reproduction; Meiosis.)",
            "score": 298.11505126953125
        },
        {
            "docid": "26805_13",
            "document": "Sex . Sexual reproduction in eukaryotes is a process whereby organisms form offspring that combine genetic traits from both parents. Chromosomes are passed on from one generation to the next in this process. Each cell in the offspring has half the chromosomes of the mother and half of the father. Genetic traits are contained within the deoxyribonucleic acid (DNA) of chromosomes—by combining one of each type of chromosomes from each parent, an organism is formed containing a doubled set of chromosomes. This double-chromosome stage is called \"diploid\", while the single-chromosome stage is \"haploid\". Diploid organisms can, in turn, form haploid cells (gametes) that randomly contain one of each of the chromosome pairs, via meiosis. Meiosis also involves a stage of chromosomal crossover, in which regions of DNA are exchanged between matched types of chromosomes, to form a new pair of mixed chromosomes. Crossing over and fertilization (the recombining of single sets of chromosomes to make a new diploid) result in the new organism containing a different set of genetic traits from either parent.",
            "score": 296.7574768066406
        },
        {
            "docid": "2631477_15",
            "document": "Homologous recombination . Two primary models for how homologous recombination repairs double-strand breaks in DNA are the double-strand break repair (DSBR) pathway (sometimes called the \"double Holliday junction model\") and the synthesis-dependent strand annealing (SDSA) pathway. The two pathways are similar in their first several steps. After a double-strand break occurs, the MRX complex (MRN complex in humans) binds to DNA on either side of the break. Next a resection, in which DNA around the 5' ends of the break is cut back, is carried out in two distinct steps. In the first step of resection, the MRX complex recruits the Sae2 protein. The two proteins then trim back the 5' ends on either side of the break to create short 3' overhangs of single-strand DNA. In the second step, 5'→3' resection is continued by the Sgs1 helicase and the Exo1 and Dna2 nucleases. As a helicase, Sgs1 \"unzips\" the double-strand DNA, while Exo1 and Dna2's nuclease activity allows them to cut the single-stranded DNA produced by Sgs1. The RPA protein, which has high affinity for single-stranded DNA, then binds the 3' overhangs. With the help of several other proteins that mediate the process, the Rad51 protein (and Dmc1, in meiosis) then forms a filament of nucleic acid and protein on the single strand of DNA coated with RPA. This nucleoprotein filament then begins searching for DNA sequences similar to that of the 3' overhang. After finding such a sequence, the single-stranded nucleoprotein filament moves into (invades) the similar or identical recipient DNA duplex in a process called strand invasion. In cells that divide through mitosis, the recipient DNA duplex is generally a sister chromatid, which is identical to the damaged DNA molecule and provides a template for repair. In meiosis, however, the recipient DNA tends to be from a similar but not necessarily identical homologous chromosome. A displacement loop (D-loop) is formed during strand invasion between the invading 3' overhang strand and the homologous chromosome. After strand invasion, a DNA polymerase extends the end of the invading 3' strand by synthesizing new DNA. This changes the D-loop to a cross-shaped structure known as a Holliday junction. Following this, more DNA synthesis occurs on the invading strand (i.e., one of the original 3' overhangs), effectively restoring the strand on the homologous chromosome that was displaced during strand invasion.",
            "score": 296.2390441894531
        },
        {
            "docid": "3248511_9",
            "document": "Copy-number variation . One of the best-recognized theories that leads to copy number variations as well as deletions and inversions is non-allelic homologous recombinations. During meiotic recombination, homologous chromosomes pair up and form two ended double-stranded breaks leading to Holliday junctions. However, in the aberrant mechanism, during the formation of Holliday junctions, the double-stranded breaks are misaligned and the crossover lands in non-allelic positions on the same chromosome. When the Holliday junction is resolved, the unequal crossing over event allows transfer of genetic material between the two homologous chromosomes, and as a result, a portion of the DNA on both the homologues is repeated. Since the repeated regions are no longer segregating independently, the duplicated region of the chromosome is inherited. Another type of homologous recombination based mechanism that can lead to copy number variation is known as break induced replication. When a double stranded break occurs in the genome unexpectedly the cell activates pathways that mediate the repair of the break. Errors in repairing the break, similar to non-allelic homologous recombination, can lead to an increase in copy number of a particular region of the genome. During the repair of a double stranded break, the broken end can invade its homologous chromosome instead of rejoin the original strand. As in the non-allelic homologous recombination mechanism, an extra copy of a particular region is transferred to another chromosome, leading to a duplication event. Furthermore, cohesin proteins are found to aid in the repair system of double stranded breaks through clamping the two ends in close proximity which prevents interchromosomal invasion of the ends. If for any reason, such as activation of ribosomal RNA, cohesin activity is affected then there may be local increase in double stranded break repair errors.",
            "score": 294.83807373046875
        },
        {
            "docid": "312354_19",
            "document": "Homologous chromosome . While the main function of homologous chromosomes is their use in nuclear division, they are also used in repairing double-strand breaks of DNA. These double-stranded breaks may occur in replicating DNA and are most often the result of interaction of DNA with naturally occurring damaging molecules such as reactive oxygen species. Homologous chromosomes can repair this damage by aligning themselves with chromosomes of the same genetic sequence. Once the base pairs have been matched and oriented correctly between the two strands, the homologous chromosomes perform a process that is very similar to recombination, or crossing over as seen in meiosis. Part of the intact DNA sequence overlaps with that of the damaged chromosome's sequence. Replication proteins and complexes are then recruited to the site of damage, allowing for repair and proper replication to occur. Through this functioning, double-strand breaks can be repaired and DNA can function normally.",
            "score": 292.76708984375
        },
        {
            "docid": "3122518_6",
            "document": "Micronucleus . Acentric chromosome fragments may arise in a variety of ways. One way is that disrepair of DNA double-strand breaks can lead to symmetrical or asymmetrical chromatid and chromosome exchanges as well as chromatid and chromosome fragments. If DNA damage exceeds the repair capacity of the cell, unrepaired double-stranded DNA breaks may also result in acentric chromosome fragments. Another way eccentric chromosome fragments may arise is when defects in genes related to homologous recombinational repair (ex: ATM, BRCA1, BRCA2, and RAD51) result in a dysfunctional error-free homologous recombinational DNA repair pathway and causes the cell to resort to the error-prone non-homologous end-joining (NHEJ) repair pathway, increasing the likelihood of incorrect repair of DNA breaks, formation of dicentric chromosomes, and acentric chromosome fragments. If enzymes in the NHEJ repair pathway are defective as well, DNA breaks may not be repaired at all. Additionally, simultaneous excision repair of damaged or inappropriate bases incorporated in DNA that are in proximity and on opposite complementary DNA strands may lead to DNA double-stranded breaks and micronucleus formation, especially if the gap-filling step of the repair pathway is not completed.",
            "score": 291.232177734375
        },
        {
            "docid": "32706791_6",
            "document": "Genome instability . In the cell cycle, DNA is usually most vulnerable during replication. The replisome must be able to navigate obstacles such as tightly wound chromatin with bound proteins, single and double stranded breaks which can lead to the stalling of the replication fork. Each protein or enzyme in the replisome must perform its function well to result in a perfect copy of DNA. Mutations of proteins such as DNA polymerase, ligase, can lead to impairment of replication and lead to spontaneous chromosomal exchanges. Proteins such as Tel1, Mec1 (ATR, ATM in humans) can detect single and double-stranded breaks and recruit factors such as Rmr3 helicase to stabilize the replication fork in order to prevent its collapse. Mutations in Tel1, Mec1, and Rmr3 helicase result in a significant increase of chromosomal recombination. ATR responds specifically to stalled replication forks and single-stranded breaks resulting from UV damage while ATM responds directly to double-stranded breaks. These proteins also prevent progression into mitosis by inhibiting the firing of late replication origins until the DNA breaks are fixed by phosphorylating CHK1, CHK2 which results in a signaling cascade arresting the cell in S-phase. For single stranded breaks, replication occurs until the location of the break, then the other strand is nicked to form a double stranded break, which can then be repaired by Break Induced Replication or homologous recombination using the sister chromatid as an error-free template. In addition to S-phase checkpoints, G1 and G2 checkpoints exist to check for transient DNA damage which could be caused by mutagens such as UV damage. An example is the Saccharomyces pombe gene rad9 which arrests the cells in late S/G2 phase in the presence of DNA damage caused by radiation. The yeast cells with defective rad9 failed to arrest following radiation, continued cell division and died rapidly while the cells with wild-type rad9 successfully arrested in late S/G2 phase and remained viable. The cells that arrested were able to survive due to the increased time in S/G2 phase allowing for DNA repair enzymes to function fully.",
            "score": 290.3636169433594
        },
        {
            "docid": "1248100_7",
            "document": "BRCA2 . Although the structures of the BRCA1 and BRCA2 genes are very different, at least some functions are interrelated. The proteins made by both genes are essential for repairing damaged DNA (see Figure of recombinational repair steps). BRCA2 binds the single strand DNA and directly interacts with the recombinase RAD51 to stimulate strand invasion, a vital step of homologous recombination. The localization of RAD51 to the DNA double-strand break requires the formation of the BRCA1-PALB2-BRCA2 complex. PALB2 (Partner and localizer of BRCA2) can function synergistically with a BRCA2 chimera (termed piccolo, or piBRCA2) to further promote strand invasion. These breaks can be caused by natural and medical radiation or other environmental exposures, but also occur when chromosomes exchange genetic material during a special type of cell division that creates sperm and eggs (meiosis). Double strand breaks are also generated during repair of DNA cross links. By repairing DNA, these proteins play a role in maintaining the stability of the human genome and prevent dangerous gene rearrangements that can lead to hematologic and other cancers.",
            "score": 284.6977844238281
        },
        {
            "docid": "14816344_8",
            "document": "D-loop . In 1999 it was reported that telomeres, which cap the end of chromosomes, terminate in a lariat-like structure termed a t-loop.  This is a loop of both strands of the chromosome which are joined to an earlier point in the double-stranded DNA by the 3' strand end invading the strand pair to form a D-loop; a special protein stabilizes the joint. The t-loop which is completed by the D-loop splice protects the end of the chromosome from damage.  When a double-stranded DNA molecule has suffered a break in both strands, one repair mechanism available in diploid eukaryotic cells is homologous recombination repair. This makes use of the intact chromosome homologous to the broken one as a template to bring the two double-stranded pieces into correct alignment for rejoining. Early in this process, one strand of one piece is matched to a strand of the intact chromosome and that strand is used to form a D-loop at that point, displacing the intact chromosome's other strand. Various ligation and synthesis steps follow to effect the rejoining.",
            "score": 278.27117919921875
        },
        {
            "docid": "16405530_4",
            "document": "Homology directed repair . The pathway of HDR has not been totally elucidated yet (\"March 2008\"). However, a number of experimental results point to the validity of certain models.  It is generally accepted that histone H2AX (noted as γH2AX) is phosphorylated within seconds after damage occurs. H2AX is phosphorylated throughout the area surrounding the damage, not only precisely at the break. Therefore, it has been suggested that γH2AX functions as an adhesive component for attracting proteins to the damaged location. Several research groups have suggested that the phosphorylation of H2AX is done by ATM and ATR in cooperation with MDC1. It has been suggested that before or while H2AX is involved with the repair pathway, the MRN complex (which consists of Mre11, Rad50 and NBS1) is attracted to the broken DNA ends and other MRN complexes to keep the broken ends together. This action by the MRN complex may prevent chromosomal breaks. At some later point the DNA ends are processed so that unnecessary residuals of chemical groups are removed and single strand overhangs are formed. Meanwhile, from the beginning, every piece of single stranded DNA is covered by the protein RPA (Replication Protein A). The function of RPA is likely to keep the single stranded DNA pieces stable until the complementary piece is resynthesized by a polymerase. After this, Rad51 replaces RPA and forms filaments on the DNA strand. Working together with BRCA2 (Breast Cancer Associated), Rad51 couples a complementary DNA piece which invades the broken DNA strand to form a template for the polymerase. The polymerase is held onto the DNA strand by PCNA (Proliferating Cell Nuclear Antigen). PCNA forms typical patterns in the nucleus of the cell through which the current cell cycle can be determined. The polymerase synthesizes the missing part of the broken strand. When the broken strand is rebuilt, both strands need to uncouple again. Multiple ways of \"uncoupling\" have been suggested, but evidence is not yet sufficient to choose between models (\"March 2008\").  After the strands are separated the process is done. The co-localization of Rad51 with the damage indicates that HDR has been initiated instead of NHEJ. In contrast, the presence of a Ku complex (Ku70 and Ku80) indicates that NHEJ has been initiated instead of HDR. HDR and NHEJ repair double strand breaks. Other mechanisms such as NER (Nucleotide Excision Repair), BER (Base Excision Repair) and MMR recognise lesions and replace them via single strand perturbation.",
            "score": 277.31072998046875
        },
        {
            "docid": "2991457_2",
            "document": "Synapsis . Synapsis (also called syndesis) is the pairing of two homologous chromosomes that occurs during meiosis. It allows matching-up of homologous pairs prior to their segregation, and possible chromosomal crossover between them. Synapsis takes place during prophase I of meiosis. When homologous chromosomes synapse, their ends are first attached to the nuclear envelope. These end-membrane complexes then migrate, assisted by the extranuclear cytoskeleton, until matching ends have been paired. Then the intervening regions of the chromosome are brought together, and may be connected by a protein-RNA complex called the synaptonemal complex. Autosomes undergo synapsis during meiosis, and are held together by a protein complex along the whole length of the chromosomes called the synaptonemal complex. Sex chromosomes also undergo synapsis; however, the synaptonemal protein complex that holds the homologous chromosomes together is only present at one end of each sex chromosome.",
            "score": 275.7857666015625
        },
        {
            "docid": "1695344_6",
            "document": "Gene conversion . Meiotic recombination is initiated through formation of a double-strand break (DSB). The 5’ ends of the break are then degraded, leaving long 3’ overhangs of several hundred nucleotides. One of these 3’ single stranded DNA segments then invades a homologous sequence on the homologous chromosome, forming an intermediate which can be repaired through different pathways resulting either in crossovers (CO) or noncrossovers (NCO). At various steps of the recombination process, heteroduplex DNA (double-stranded DNA consisting of single strands from each of the two homologous chromosomes which may or may not be perfectly complementary) is formed. When mismatches occur in heteroduplex DNA, the sequence of one strand will be repaired to bind the other strand with perfect complementarity, leading to the conversion of one sequence to another. This repair process can follow either of two alternative pathways as illustrated in the Figure. By one pathway, a structure called a double Holliday junction (DHJ) is formed, leading to the exchange of DNA strands. By the other pathway, referred to as Synthesis Dependent Strand Annealing (SDSA), there is information exchange but not physical exchange. Gene conversion will occur during SDSA if the two DNA molecules are heterozygous at the site of the recombinational repair. Gene conversion may also occur during recombinational repair involving a DHJ, and this gene conversion may be associated with physical recombination of the DNA duplexes on the two sides of the DHJ.",
            "score": 275.7436828613281
        },
        {
            "docid": "21304415_2",
            "document": "Sexual reproduction . Sexual reproduction is a form of reproduction where two morphologically distinct types of specialized reproductive cells called gametes fuse together, involving a female's large ovum (or egg) and a male's smaller sperm. Each gamete contains half the number of chromosomes of normal cells. They are created by a specialized type of cell division, which only occurs in eukaryotic cells, known as meiosis. The two gametes fuse during fertilization to produce DNA replication and the creation of a single-celled zygote which includes genetic material from both gametes. In a process called genetic recombination, genetic material (DNA) joins up so that homologous chromosome sequences are aligned with each other, and this is followed by exchange of genetic information. Two rounds of cell division then produce four daughter cells with half the number of chromosomes from each original parent cell, and the same number of chromosomes as both parents. For instance, in human reproduction each human cell contains 46 chromosomes in 23 pairs. Meiosis in the parents' gonads produce gamete cells which only contain 23 chromosomes each. When the gametes are combined via sexual intercourse to form a fertilized egg, the resulting child will have 23 chromosomes from each parent genetically recombined into 23 chromosome pairs or 46 total.",
            "score": 275.1866455078125
        },
        {
            "docid": "18976_3",
            "document": "Meiosis . In meiosis, DNA replication is followed by two rounds of cell division to produce four daughter cells, each with half the number of chromosomes as the original parent cell. The two meiotic divisions are known as Meiosis I and Meiosis II. Before meiosis begins, during S phase of the cell cycle, the DNA of each chromosome is replicated so that it consists of two identical sister chromatids, which remain held together through sister chromatid cohesion. This S-phase can be referred to as \"premeiotic S-phase\" or \"meiotic S-phase\". Immediately following DNA replication, meiotic cells enter a prolonged G2-like stage known as meiotic prophase. During this time, homologous chromosomes pair with each other and undergo genetic recombination, a programmed process in which DNA is cut and then repaired, which allows them to exchange some of their genetic information. A subset of recombination events results in crossovers, which create physical links known as chiasmata (singular: chiasma, for the Greek letter Chi (X)) between the homologous chromosomes. In most organisms, these links are essential to direct each pair of homologous chromosomes to segregate away from each other during Meiosis I, resulting in two haploid cells that have half the number of chromosomes as the parent cell. During Meiosis II, the cohesion between sister chromatids is released and they segregate from one another, as during mitosis. In some cases all four of the meiotic products form gametes such as sperm, spores, or pollen. In female animals, three of the four meiotic products are typically eliminated by extrusion into polar bodies, and only one cell develops to produce an ovum.",
            "score": 270.65667724609375
        },
        {
            "docid": "36979_129",
            "document": "Rice . Rice is used as a model organism for investigating the molecular mechanisms of meiosis and DNA repair in higher plants. Meiosis is a key stage of the sexual cycle in which diploid cells in the ovule (female structure) and the anther (male structure) produce haploid cells that develop further into gametophytes and gametes. So far, 28 meiotic genes of rice have been characterized. Studies of rice gene OsRAD51C showed that this gene is necessary for homologous recombinational repair of DNA, particularly the accurate repair of DNA double-strand breaks during meiosis. Rice gene OsDMC1 was found to be essential for pairing of homologous chromosomes during meiosis, and rice gene OsMRE11 was found to be required for both synapsis of homologous chromosomes and repair of double-strand breaks during meiosis.",
            "score": 270.1893310546875
        },
        {
            "docid": "14135628_9",
            "document": "TERF2 . Telomeric ends are structurally similar to double-stranded breaks on the chromosome. To prevent the cellular DNA repair machinery from mistakenly identifying telomeres as chromosome breaks, t-loops are formed in which the 3’ TTAGGG overhang of the telomere loops back into the DNA duplex. TERF2 promotes t-loop formation by preferentially binding to a telomeric double-stranded DNA duplex containing a 3’ TTAGGG single-stranded overhang. If the 3’ TTAGGG overhang is not present, TERF2 will not bind. Once bound, it migrates to the t-loop junction where the single-stranded overhang invades the double-stranded region upstream. No other shelterin protein has been shown to promote this process and studies have demonstrated that deletion of TERF2 prevents t-loop formation, leading to excessive loss of telomeric DNA and early cell death.",
            "score": 270.1065979003906
        },
        {
            "docid": "26350_22",
            "document": "Radiation therapy . In photon therapy, most of the radiation effect is through free radicals. Cells have mechanisms for repairing single-strand DNA damage and double-stranded DNA damage. However, double-stranded DNA breaks are much more difficult to repair, and can lead to dramatic chromosomal abnormalities and genetic deletions. Targeting double-stranded breaks increases the probability that cells will undergo cell death. Cancer cells are generally less differentiated and more stem cell-like; they reproduce more than most healthy differentiated cells, and have a diminished ability to repair sub-lethal damage. Single-strand DNA damage is then passed on through cell division; damage to the cancer cells' DNA accumulates, causing them to die or reproduce more slowly.",
            "score": 267.1087341308594
        },
        {
            "docid": "14799195_7",
            "document": "MSH5 . In the worm \"Caenorhabditis elegans\", the MSH5 protein is required during meiosis both for normal spontaneous and for gamma-irradiation induced crossover recombination and chiasma formation. Meiotic recombination is often initiated by double strand breaks. MSH5 mutants retain the competence to repair DNA double-strand breaks that are present during meiosis, but they accomplish this repair in a way that does not lead to crossovers between homologous chromosomes. The known mechanism of non-crossover recombinational repair is called synthesis dependent strand annealing (see homologous recombination; see also Bernstein et al.). MSH5 thus appears to be employed in directing the recombinational repair of some double-strand breaks towards the cross over option rather than the non-cross over option.",
            "score": 267.0925598144531
        },
        {
            "docid": "29586267_19",
            "document": "Origin and function of meiosis . When only one strand of the DNA is damaged, the lost information (nucleotide sequence) can ordinarily be recovered by repair processes that remove the damaged sequence and fill the resulting gap by copying from the opposite intact strand of the double helix. However, ROS also cause a type of damage that is difficult to repair, referred to as double-strand damage. One common example of double-strand damage is the double-strand break. In this case, genetic information (nucleotide sequence) is lost from both strands in the damaged region, and proper information can only be obtained from another intact chromosome homologous to the damaged chromosome. The process that the cell uses to accurately accomplish this type of repair is called recombinational repair.",
            "score": 265.2635498046875
        },
        {
            "docid": "33469307_5",
            "document": "Cancerous micronuclei . Micronuclei are small, extranuclear bodies that are formed during mitosis from lagging chromosomes. In anaphase, the microtubules are not attached properly to the chromosomes, which can cause pulling in a different direction. This results in parts of the chromatids or chromosomes being broken off and enveloped as an extra nucleus in one of the daughter cells. This is the main way that micronuclei are formed.  Micronuclei can also be spontaneously formed as a byproduct of cellular defense. If the cell senses extra chromosomes, the cell can attempt to remove the extra chromosome in another cell membrane, separate from the other normal chromosome. Another mechanism to micronuclei formation is by a double-strand break in the DNA, creating a separate linear fragment. Furthermore, the breaking of an anaphase bridge could also lead to formation of a micronucleus.",
            "score": 264.47119140625
        },
        {
            "docid": "2120575_7",
            "document": "Synaptonemal complex . Formation of the SC usually reflects the pairing or \"synapsis\" of homologous chromosomes and may be used to probe the presence of pairing abnormalities in individuals carrying chromosomal abnormalities, either in number or in the chromosomal structure. The sex chromosomes in male mammals show only \"partial synapsis\" as they usually form only a short SC in the XY pair. The SC shows very little structural variability among eukaryotic organisms despite some significant protein differences. In many organisms the SC carries one or several \"recombination nodules\" associated to its central space. These nodules are thought to correspond to mature genetic recombination events or \"crossovers\". In male mice, gamma irradiation increases meiotic crossovers in SCs. This indicates that exogenously caused DNA damages are likely repaired by crossover recombination in SCs. The finding of an interaction between a SC structural component [synaptonemal central element protein 2 (SYCE2)] and recombinational repair protein RAD51 also suggests a role of the SC in DNA repair.",
            "score": 263.97412109375
        },
        {
            "docid": "17269927_4",
            "document": "MRN complex . In eukaryotes, the MRN complex (through cooperation of its subunits) has been identified as a crucial player in many stages of the repair process of double-strand DNA breaks: initial detection of a lesion, halting of the cell cycle to allow for repair, selection of a specific repair pathway (i.e., via homologous recombination or non-homologous end joining) and providing mechanisms for initiating reconstruction of the DNA molecule (primarily via spatial juxtaposition of the ends of broken chromosomes). Initial detection is thought to be controlled by both Nbs1 and MRE11. Likewise, cell cycle checkpoint regulation is ultimately controlled by phosphorylation activity of the ATM kinase, which is pathway dependent on both Nbs1 and MRE11. MRE11 alone is known to contribute to repair pathway selection, while MRE11 and Rad50 work together to spatially align DNA molecules: Rad50 tethers two linear DNA molecules together while MRE11 fine-tunes the alignment by binding to the ends of the broken chromosomes.",
            "score": 263.30010986328125
        },
        {
            "docid": "14179777_3",
            "document": "MCM4 . The protein encoded by this gene is one of the highly conserved mini-chromosome maintenance proteins (MCM) that are essential for the initiation of eukaryotic genome replication. The hexameric protein complex formed by MCM proteins is a key component of the pre-replication complex (pre-RC) and may be involved in the formation of replication forks and in the recruitment of other DNA replication related proteins. The MCM complex consisting of this protein and MCM2, 6 and 7 proteins possesses DNA helicase activity, and may act as a DNA unwinding enzyme. The phosphorylation of this protein by CDC2 kinase reduces the DNA helicase activity and chromatin binding of the MCM complex. This gene is mapped to a region on the chromosome 8 head-to-head next to the PRKDC/DNA-PK, a DNA-activated protein kinase involved in the repair of DNA double-strand breaks. Alternatively spliced transcript variants encoding the same protein have been reported.",
            "score": 263.0342102050781
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 260.4738464355469
        },
        {
            "docid": "145563_22",
            "document": "Prophase . Prophase I in mitosis is the most complex iteration of prophase that occurs in both plant cells and animal cells. To ensure pairing of homologous chromosomes and recombination of genetic material occurs properly, there are cellular checkpoints in place. The meiotic checkpoint network is a DNA damage response system that controls double strand break repair, chromatin structure, and the movement and pairing of chromosomes. The system consists of multiple pathways (including the meiotic recombination checkpoint) that prevent the cell from entering metaphase I with errors due to recombination.",
            "score": 259.5088806152344
        },
        {
            "docid": "19172225_23",
            "document": "Prokaryote . The genome in a prokaryote is held within a DNA/protein complex in the cytosol called the nucleoid, which lacks a nuclear envelope. The complex contains a single, cyclic, double-stranded molecule of stable chromosomal DNA, in contrast to the multiple linear, compact, highly organized chromosomes found in eukaryotic cells. In addition, many important genes of prokaryotes are stored in separate circular DNA structures called plasmids.",
            "score": 258.0899353027344
        }
    ]
}