{
    "q": [
        {
            "docid": "6235_44",
            "document": "Cell nucleus . The entry and exit of large molecules from the nucleus is tightly controlled by the nuclear pore complexes. Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association karyopherins called importins to enter the nucleus and exportins to exit. \"Cargo\" proteins that must be translocated from the cytoplasm to the nucleus contain short amino acid sequences known as nuclear localization signals, which are bound by importins, while those transported from the nucleus to the cytoplasm carry nuclear export signals bound by exportins. The ability of importins and exportins to transport their cargo is regulated by GTPases, enzymes that hydrolyze the molecule guanosine triphosphate (GTP) to release energy. The key GTPase in nuclear transport is Ran, which can bind either GTP or GDP (guanosine diphosphate), depending on whether it is located in the nucleus or the cytoplasm. Whereas importins depend on RanGTP to dissociate from their cargo, exportins require RanGTP in order to bind to their cargo.",
            "score": 267.4469413757324
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 246.0379979610443
        },
        {
            "docid": "31934637_6",
            "document": "Callystatin A . The most important role of leptomycin B is its inhibitory effect on the NES-dependent nuclear export mechanism, leading to the cell cycle arrest during G1 and G2 phases in eukaryotic cells. In wild-type cells, macromolecules in the nucleus with the leucine-rich nuclear export signal (NES) can be transported to the cytoplasm by binding to a karyopherin protein called chromosome region maintenance 1 (CRM1)/exportin 1. This CRM1/exportin1/NES-cargo interaction is stabilized by Ran-GTP binding which forms a complex that can transport the cargo to the cytoplasm. There, the cargo will be released when the Ran-GTP protein is hydrolyzed by a cytoplasmic Ran-GTPase enzyme to form Ran-GDP. This step completes the transport process and CRM1/exportin1 reenters the nucleus for more cargo binding. Leptomycin B and callystatin A inhibit the action of CRM1/exportin1 by a likely Michael-type addition of the thiol group from a cysteine residue of CRM1/exportin1 to form a covalent bond. This interaction prevents CRM1/exportin1 from recognizing and binding the NES of the cargo molecules because it occurs within the same binding site. Thus, macromolecules intended to be transported out of the nucleus will accumulate there instead.",
            "score": 273.6792060136795
        },
        {
            "docid": "6691427_6",
            "document": "Ran (protein) . Ran is involved in the transport of proteins across the nuclear envelope by interacting with karyopherins and changing their ability to bind or release cargo molecules. Cargo proteins containing a nuclear localization signal (NLS) are bound by importins and transported into the nucleus. Inside the nucleus, RanGTP binds to importin and releases the import cargo. Cargo that needs to get out of the nucleus into the cytoplasm binds to exportin in a ternary complex with RanGTP. Upon hydrolysis of RanGTP to RanGDP outside the nucleus, the complex dissociates and export cargo is released.",
            "score": 220.33055996894836
        },
        {
            "docid": "6235_4",
            "document": "Cell nucleus . Because the nuclear envelope is impermeable to large molecules, nuclear pores are required to regulate nuclear transport of molecules across the envelope. The pores cross both nuclear membranes, providing a channel through which larger molecules must be actively transported by carrier proteins while allowing free movement of small molecules and ions. Movement of large molecules such as proteins and RNA through the pores is required for both gene expression and the maintenance of chromosomes. Although the interior of the nucleus does not contain any membrane-bound subcompartments, its contents are not uniform, and a number of \"sub-nuclear bodies\" exist, made up of unique proteins, RNA molecules, and particular parts of the chromosomes. The best-known of these is the nucleolus, which is mainly involved in the assembly of ribosomes. After being produced in the nucleolus, ribosomes are exported to the cytoplasm where they translate mRNA.",
            "score": 224.725994348526
        },
        {
            "docid": "7125109_2",
            "document": "Nuclear transport . The entry and exit of large molecules from the cell nucleus is tightly controlled by the nuclear pore complexes (NPCs). Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association with transport factors like karyopherins called importins to enter the nucleus and exportins to exit.",
            "score": 208.75661087036133
        },
        {
            "docid": "13056378_9",
            "document": "Nucleoporin . Nucleoporins regulate the transport of macromolecules through the nuclear envelope via interactions with the transporter molecules karyopherins. Karyopherins will bind to their cargo, and reversibly interact with the FG-repeats in nucleoporins. Karyopherins and their cargo are passed between FG-repeats until they diffuse down their concentration gradient and through the nuclear pore complex. Karyopherins can serve as an importin (transporting proteins into the nucleus) or an exportin (transporting proteins out of the nucleus). Karyopherins release of their cargo is driven by Ran, a G protein. Ran is small enough that it can diffuse through nuclear pores down its concentration gradient without interacting with nucleoporins. Ran will bind to either GTP or GDP and has the ability to change a karyopherin's affinity for its cargo. Inside the nucleus, RanGTP causes an importin karyopherin to change conformation, allowing its cargo to be released. RanGTP can also bind to exportin karyopherins and pass through the nuclear pore. Once it has reached the cytosol, RanGTP can be hydrolyzed to RanGDP, allowing the exportin's cargo to be released.",
            "score": 195.7478494644165
        },
        {
            "docid": "16866820_2",
            "document": "Nuclear export signal . A nuclear export signal (NES) is a short amino acid sequence of 4 hydrophobic residues in a protein that targets it for export from the cell nucleus to the cytoplasm through the nuclear pore complex using nuclear transport. It has the opposite effect of a nuclear localization signal, which targets a protein located in the cytoplasm for import to the nucleus. The NES is recognized and bound by exportins. In silico analysis of known NESs found the most common spacing of the hydrophobic residues to be LLLL, where \"L\" is a hydrophobic residue (often leucine) and \"x\" is any other amino acid; the spacing of these hydrophobic residues may be explained by examination of known structures that contain an NES, as the critical residues usually lie in the same face of adjacent secondary structures within a protein, which allows them to interact with the exportin. Ribonucleic acid (RNA) is composed of nucleotides, and thus, lacks the nuclear export signal to move out of the nucleus. As a result, most forms of RNA will bind to a protein molecule to form a ribonucleoprotein complex to be exported from the nucleus.",
            "score": 256.6707774400711
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 225.6679527759552
        },
        {
            "docid": "9927_10",
            "document": "Endomembrane system . The nuclear pores are highly efficient at selectively allowing the passage of materials to and from the nucleus, because the nuclear envelope has a considerable amount of traffic. RNA and ribosomal subunits must be continually transferred from the nucleus to the cytoplasm. Histones, gene regulatory proteins, DNA and RNA polymerases, and other substances essential for nuclear activities must be imported from the cytoplasm. The nuclear envelope of a typical mammalian cell contains 3000–4000 pore complexes. If the cell is synthesizing DNA each pore complex needs to transport about 100 histone molecules per minute. If the cell is growing rapidly, each complex also needs to transport about 6 newly assembled large and small ribosomal subunits per minute from the nucleus to the cytosol, where they are used to synthesize proteins.",
            "score": 243.28159546852112
        },
        {
            "docid": "6781_26",
            "document": "Cytosol . The cytosol has no single function and is instead the site of multiple cell processes. Examples of these processes include signal transduction from the cell membrane to sites within the cell, such as the cell nucleus, or organelles. This compartment is also the site of many of the processes of cytokinesis, after the breakdown of the nuclear membrane in mitosis. Another major function of cytosol is to transport metabolites from their site of production to where they are used. This is relatively simple for water-soluble molecules, such as amino acids, which can diffuse rapidly through the cytosol. However, hydrophobic molecules, such as fatty acids or sterols, can be transported through the cytosol by specific binding proteins, which shuttle these molecules between cell membranes. Molecules taken into the cell by endocytosis or on their way to be secreted can also be transported through the cytosol inside vesicles, which are small spheres of lipids that are moved along the cytoskeleton by motor proteins.",
            "score": 187.17463970184326
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 237.603524684906
        },
        {
            "docid": "6253216_9",
            "document": "Alpha solenoid . Due to their propensity for forming large interaction surfaces well-suited to protein-protein interactions, and their flexible surfaces permitting binding of various cargo molecules, alpha solenoid proteins commonly function as transport proteins, particularly in transport between the nucleus and the cytoplasm. For example, the beta-karyopherin superfamily consists of alpha solenoid proteins formed from HEAT repeats; importin beta is a member of this family, and its adaptor protein importin alpha is an alpha solenoid formed from Armadillo repeats. Transporters of other molecules, such as RNA, can also be of alpha solenoid architecuture, as in exportin-5 or pentatricopeptide-repeat-containing RNA-binding proteins, which are particularly common in plants.",
            "score": 190.1947693824768
        },
        {
            "docid": "13056378_3",
            "document": "Nucleoporin . Nucleoporins mediate transport of macromolecules between the cell nucleus and cytoplasm in eukaryotes. Certain members of the nucleoporin family form the structural scaffolding of the nuclear pore complex. However, nucleoporins primarily function by interacting with transport molecules known as karyopherins, also known as Kaps These karyopherins interact with nucleoporins that contain FG peptide repeats, that is, they contain repeating sequences of the amino acids phenylalanine (F) and glycine (G). In doing so, karyopherins are able to shuttle their cargo across the nuclear envelope. Nucleoporins are only required for the transport of large hydrophilic molecules above 40 kDa, as smaller molecules pass through nuclear pores via passive diffusion. Nucleoporins play an important role in the transport of mRNA from the nucleus to the cytoplasm after transcription. Depending on their function, certain nucleoporins are localized to a single side of the nuclear pore complex, either cytosolic or nucleoplasmic. Other nucleoporins may be found on both faces. It has been recently shown that FG nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore complex (NPC).",
            "score": 173.614901304245
        },
        {
            "docid": "21957_5",
            "document": "Nuclear pore . Small particles (< ~30-60 kDa) are able to pass through the nuclear pore complex by passive diffusion. Larger particles are also able to diffuse passively through the large diameter of the pore, at rates that decrease gradually with molecular weight. Efficient passage through the complex requires several protein factors, and in particular, nuclear transport receptors that bind to cargo molecules and mediate their translocation across the NPC, either into the nucleus (importins) or out of it (exportins). The largest family of nuclear transport receptors are karyopherins, which includes dozens of both importins and exportins; this family is further subdivided to the karyopherin-α and the karyopherin-β subfamilies. Other nuclear transport receptors include NTF2 and some NTF2-like proteins.",
            "score": 193.21142053604126
        },
        {
            "docid": "158011_2",
            "document": "Lipid bilayer . The lipid bilayer (or phospholipid bilayer) is a thin polar membrane made of two layers of lipid molecules. These membranes are flat sheets that form a continuous barrier around all cells. The cell membranes of almost all living organisms and many viruses are made of a lipid bilayer, as are the membranes surrounding the cell nucleus and other sub-cellular structures. The lipid bilayer is the barrier that keeps ions, proteins and other molecules where they are needed and prevents them from diffusing into areas where they should not be. Lipid bilayers are ideally suited to this role, even though they are only a few nanometers in width, they are impermeable to most water-soluble (hydrophilic) molecules. Bilayers are particularly impermeable to ions, which allows cells to regulate salt concentrations and pH by transporting ions across their membranes using proteins called ion pumps.",
            "score": 163.37324512004852
        },
        {
            "docid": "11422409_2",
            "document": "Vault RNA . Many eukaryotic cells contain large ribonucleoprotein particles in the cytoplasm known as vaults. The vault complex comprises the major vault protein (MVP), two minor vault proteins (VPARP and TEP1), and a variety of small untranslated RNA molecules. Given the association with the nuclear membrane and the location within the cell, vaults are thought to play roles in intracellular and nucleocytoplasmic transport processes. Also, given that the structure and protein composition are highly conserved among species, it is believed that the roles vault plays are integral to eukaryotic function.",
            "score": 164.5779366493225
        },
        {
            "docid": "7125109_3",
            "document": "Nuclear transport . Protein that must be imported to the nucleus from the cytoplasm carry nuclear localization signals (NLS) that are bound by importins. A NLS is a sequence of amino acids that acts as a tag. They are diverse in their composition and most commonly hydrophilic, although hydrophobic sequences have also been documented. Proteins, transfer RNA, and assembled ribosomal subunits are exported from the nucleus due to association with exportins, which bind signaling sequences called nuclear export signals (NES). The ability of both importins and exportins to transport their cargo is regulated by the small Ras related GTPase, Ran.",
            "score": 208.0935765504837
        },
        {
            "docid": "15025638_33",
            "document": "Epithelioid sarcoma . Selective inhibitors of nuclear export (SINE) compounds, such as selinexor and CBS9106, are being investigated in several sarcomas and have recently shown promising results across a broad spectrum of both hematological malignancies and solid tumors. These compounds work by blocking the export of tumor suppressor genes from the cell’s nucleus to the cell’s cytoplasm, where they are rendered nonfunctional. Exportin 1 (a.k.a. XPO1 or CRM1) is a nuclear export protein responsible for the export of over 200 proteins, including the vast majority of tumor suppressor proteins. For tumor suppressor genes to carry out their normal function (appropriately initiating apoptosis), they must be located in the nucleus of the cell. Many cancer cells have been shown to express high levels of exportin1, resulting in the increased export of tumor suppressor proteins out of the nucleus and therefore counteracting the natural apoptic processes that protect the body from cancer. SINE compounds prevent the transport of these tumor suppressor proteins out of the nucleus, allowing them to function normally and encourage apoptosis. Recently, researchers have observed a synergistic effect when using SINE compounds in combination with traditional chemotherapies (such as doxorubicin). Of interest with respect to epithelioid sarcoma and other diseases characterized by the loss of INI1 function, it has been demonstrated that a loss of INI1 expression can result in the “unmasking” of a nuclear export signal, resulting in the transport of tumor suppressor proteins out of the nucleus of the cell, thus favoring tumorigenesis. It is therefore reasonable to suspect that a SINE inhibitor would show efficacy against epithelioid sarcoma, as the disease is characterized by a loss of INI1 function.",
            "score": 247.69755792617798
        },
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 219.9779930114746
        },
        {
            "docid": "1306158_3",
            "document": "Soma (biology) . The soma of a neuron (i.e., the main part of the neuron in which the dendrites branch off of) contains many organelles, including granules called Nissl granules, which are composed largely of rough endoplasmic reticulum and free polyribosomes. The cell nucleus is a key feature of the soma. The nucleus is the source of most of the RNA that is produced in neurons. In general, most proteins are produced from mRNAs that do not travel far from the cell nucleus. This creates a challenge for supplying new proteins to axon endings that can be a meter or more away from the soma. Axons contain microtubule-associated motor proteins that transport protein-containing vesicles between the soma and the synapses at the axon terminals. Such transport of molecules towards and away from the soma maintains critical cell functions.",
            "score": 170.2720034122467
        },
        {
            "docid": "1551873_38",
            "document": "ATP-binding cassette transporter . Discovery of the first eukaryotic ABC transporter protein came from studies on tumor cells and cultured cells that exhibited resistance to several drugs with unrelated chemical structures. These cells were shown to express elevated levels of multidrug-resistance (MDR) transport protein which was originally called P-glycoprotein (P-gp), but it is also referred to as multidrug resistance protein 1 (MDR1) or ABCB1. This protein uses ATP hydrolysis, just like the other ABC transporters, to export a large variety of drugs from the cytosol to the extracellular medium. In multidrug-resistant cells, the MDR1 gene is frequently amplified in multidrug-resistant cells. This results in a large overproduction of the MDR1 protein.  The substrates of mammalian ABCB1 are primarily planar, lipid-soluble molecules with one or more positive charges. All of these substrates compete with one another for transport, suggesting that they bind to the same or overlapping sites on the protein. Many of the drugs that are transported out by ABCB1 are small, nonpolar drugs that diffuse across the extracellular medium into the cytosol, where they block various cellular functions. Drugs such as colchicine and vinblastine, which block assembly of microtubules, freely cross the membrane into the cytosol, but the export of these drugs by ABCB1 reduces their concentration in the cell. Therefore, it takes a higher concentration of the drugs is required to kill the cells that express ABCB1 than those that do not express the gene.",
            "score": 146.85481131076813
        },
        {
            "docid": "6235_3",
            "document": "Cell nucleus . Cell nuclei contain most of the cell's genetic material, organized as multiple long linear DNA molecules in a complex with a large variety of proteins, such as histones, to form chromosomes. The genes within these chromosomes are the cell's nuclear genome and are structured in such a way to promote cell function. The nucleus maintains the integrity of genes and controls the activities of the cell by regulating gene expression—the nucleus is, therefore, the control center of the cell. The main structures making up the nucleus are the nuclear envelope, a double membrane that encloses the entire organelle and isolates its contents from the cellular cytoplasm, and the nuclear matrix (which includes the nuclear lamina), a network within the nucleus that adds mechanical support, much like the cytoskeleton, which supports the cell as a whole.",
            "score": 206.73536348342896
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 191.83544957637787
        },
        {
            "docid": "5773450_2",
            "document": "Karyopherin . Karyopherins are a group of proteins involved in transporting molecules between the cytoplasm and the nucleus of a eukaryotic cell. The inside of the nucleus is called the karyoplasm (or nucleoplasm). Generally, karyopherin-mediated transport occurs through the nuclear pore, which acts as a gateway into and out of the nucleus. Most proteins require karyopherins to traverse the nuclear pore.",
            "score": 231.82684135437012
        },
        {
            "docid": "48246888_4",
            "document": "Iain Mattaj . Mattaj has made a number of important contributions to our knowledge concerning how RNA and proteins are transported between the cell nucleus and cytoplasm. These findings stemmed from his early work on the import and export of ribonucleoproteins particles — RNA–protein complexes — at the cell nucleus.",
            "score": 203.83002591133118
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 188.08634221553802
        },
        {
            "docid": "11712_3",
            "document": "Facilitated diffusion . Facilitated diffusion is different from simple diffusion in several ways. First, the transport relies on molecular binding between the cargo and the membrane-embedded channel or carrier protein. Second, the rate of facilitated diffusion is saturable with respect to the concentration difference between the two phases; unlike free diffusion which is linear in the concentration difference. Third, the temperature dependence of facilitated transport is substantially different due to the presence of an activated binding event, as compared to free diffusion where the dependence on temperature is mild. Polar molecules and large ions dissolved in water cannot diffuse freely across the plasma membrane due to the hydrophobic nature of the fatty acid tails of the phospholipids that make up the lipid bilayer. Only small, non-polar molecules, such as oxygen and carbon dioxide, can diffuse easily across the membrane. Hence, no nonpolar molecules are transported by proteins in the form of transmembrane channels. These channels are gated, meaning that they open and close, and thus deregulate the flow of ions or small polar molecules across membranes, sometimes against the osmotic gradient. Larger molecules are transported by transmembrane carrier proteins, such as permeases, that change their conformation as the molecules are carried across (e.g. glucose or amino acids).  Non-polar molecules, such as retinol or lipids, are poorly soluble in water. They are transported through aqueous compartments of cells or through extracellular space by water-soluble carriers (e.g. retinol binding protein). The metabolites are not altered because no energy is required for facilitated diffusion. Only permease changes its shape in order to transport metabolites. The form of transport through a cell membrane in which a metabolite is modified is called group translocation transportation.",
            "score": 140.81067979335785
        },
        {
            "docid": "56512_10",
            "document": "Capillary . The capillary wall performs an important function by allowing nutrients and waste substances to pass across it. Molecules larger than 3 nm such as albumin and other large proteins pass through transcellular transport carried inside vesicles, a process which requires them to go through the cells that form the wall. Molecules smaller than 3 nm such as water, ions and gases cross the capillary wall through the space between cells in a process known as paracellular transport. These transport mechanisms allow bidirectional exchange of substances depending on osmotic gradients and can be further quantified by the Starling equation. Capillaries that form part of the blood–brain barrier however only allow for transcellular transport as tight junctions between endothelial cells seal the paracellular space.",
            "score": 119.24633276462555
        },
        {
            "docid": "33051527_23",
            "document": "Cell membrane . 2. Transmembrane protein channels and transporters: Transmembrane proteins extend through the lipid bilayer of the membranes; they function on both sides of the membrane to transport molecules across it. Nutrients, such as sugars or amino acids, must enter the cell, and certain products of metabolism must leave the cell. Such molecules can diffuse passively through protein channels such as aquaporins in facilitated diffusion or are pumped across the membrane by transmembrane transporters. Protein channel proteins, also called \"permeases\", are usually quite specific, and they only recognize and transport a limited variety of chemical substances, often limited to a single substance. Another example of a transmembrane protein is a cell-surface receptor, which allow cell signaling molecules to communicate between cells.",
            "score": 156.10093569755554
        },
        {
            "docid": "9028799_14",
            "document": "Bacteria . Many important biochemical reactions, such as energy generation, occur due to concentration gradients across membranes, creating a potential difference analogous to a battery. The general lack of internal membranes in bacteria means these reactions, such as electron transport, occur across the cell membrane between the cytoplasm and the outside of the cell or periplasm. However, in many photosynthetic bacteria the plasma membrane is highly folded and fills most of the cell with layers of light-gathering membrane. These light-gathering complexes may even form lipid-enclosed structures called chlorosomes in green sulfur bacteria. Most bacteria do not have a membrane-bound nucleus, and their genetic material is typically a single circular bacterial chromosome of DNA located in the cytoplasm in an irregularly shaped body called the nucleoid. The nucleoid contains the chromosome with its associated proteins and RNA. Like all living organisms, bacteria contain ribosomes for the production of proteins, but the structure of the bacterial ribosome is different from that of eukaryotes and Archaea.",
            "score": 189.66375136375427
        },
        {
            "docid": "529981_4",
            "document": "Membrane transport protein . Active transport is the movement of a substance across a membrane against its concentration gradient. This is usually to accumulate high concentrations of molecules that a cell needs, such as glucose or amino acids. If the process uses chemical energy, such as adenosine triphosphate (ATP), it is called primary active transport. Secondary active transport involves the use of an electrochemical gradient, and does not use energy produced in the cell. Unlike channel proteins which only transport substances through membranes passively, carrier proteins can transport ions and molecules either passively through facilitated diffusion, or via secondary active transport. A carrier protein is required to move particles from areas of low concentration to areas of high concentration. These carrier proteins have receptors that bind to a specific molecule (substrate) needing transport. The molecule or ion to be transported (the substrate) must first bind at a binding site at the carrier molecule, with a certain binding affinity. Following binding, and while the binding site is facing the same way, the carrier will capture or occlude (take in and retain) the substrate within its molecular structure and cause an internal translocation so that the opening in the protein now faces the other side of the plasma membrane. The carrier protein substrate is released at that site, according to its binding affinity there.",
            "score": 149.83594262599945
        }
    ],
    "r": [
        {
            "docid": "31934637_6",
            "document": "Callystatin A . The most important role of leptomycin B is its inhibitory effect on the NES-dependent nuclear export mechanism, leading to the cell cycle arrest during G1 and G2 phases in eukaryotic cells. In wild-type cells, macromolecules in the nucleus with the leucine-rich nuclear export signal (NES) can be transported to the cytoplasm by binding to a karyopherin protein called chromosome region maintenance 1 (CRM1)/exportin 1. This CRM1/exportin1/NES-cargo interaction is stabilized by Ran-GTP binding which forms a complex that can transport the cargo to the cytoplasm. There, the cargo will be released when the Ran-GTP protein is hydrolyzed by a cytoplasmic Ran-GTPase enzyme to form Ran-GDP. This step completes the transport process and CRM1/exportin1 reenters the nucleus for more cargo binding. Leptomycin B and callystatin A inhibit the action of CRM1/exportin1 by a likely Michael-type addition of the thiol group from a cysteine residue of CRM1/exportin1 to form a covalent bond. This interaction prevents CRM1/exportin1 from recognizing and binding the NES of the cargo molecules because it occurs within the same binding site. Thus, macromolecules intended to be transported out of the nucleus will accumulate there instead.",
            "score": 273.67919921875
        },
        {
            "docid": "6235_44",
            "document": "Cell nucleus . The entry and exit of large molecules from the nucleus is tightly controlled by the nuclear pore complexes. Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association karyopherins called importins to enter the nucleus and exportins to exit. \"Cargo\" proteins that must be translocated from the cytoplasm to the nucleus contain short amino acid sequences known as nuclear localization signals, which are bound by importins, while those transported from the nucleus to the cytoplasm carry nuclear export signals bound by exportins. The ability of importins and exportins to transport their cargo is regulated by GTPases, enzymes that hydrolyze the molecule guanosine triphosphate (GTP) to release energy. The key GTPase in nuclear transport is Ran, which can bind either GTP or GDP (guanosine diphosphate), depending on whether it is located in the nucleus or the cytoplasm. Whereas importins depend on RanGTP to dissociate from their cargo, exportins require RanGTP in order to bind to their cargo.",
            "score": 267.4469299316406
        },
        {
            "docid": "16866820_2",
            "document": "Nuclear export signal . A nuclear export signal (NES) is a short amino acid sequence of 4 hydrophobic residues in a protein that targets it for export from the cell nucleus to the cytoplasm through the nuclear pore complex using nuclear transport. It has the opposite effect of a nuclear localization signal, which targets a protein located in the cytoplasm for import to the nucleus. The NES is recognized and bound by exportins. In silico analysis of known NESs found the most common spacing of the hydrophobic residues to be LLLL, where \"L\" is a hydrophobic residue (often leucine) and \"x\" is any other amino acid; the spacing of these hydrophobic residues may be explained by examination of known structures that contain an NES, as the critical residues usually lie in the same face of adjacent secondary structures within a protein, which allows them to interact with the exportin. Ribonucleic acid (RNA) is composed of nucleotides, and thus, lacks the nuclear export signal to move out of the nucleus. As a result, most forms of RNA will bind to a protein molecule to form a ribonucleoprotein complex to be exported from the nucleus.",
            "score": 256.6707763671875
        },
        {
            "docid": "21957_11",
            "document": "Nuclear pore . In the classical export scheme, proteins with a \"nuclear export sequence\" (NES) can bind in the nucleus to form a heterotrimeric complex with an exportin and RanGTP (for example the exportin CRM1). The complex can then diffuse to the cytoplasm where GTP is hydrolysed and the NES-protein is released. CRM1-RanGDP diffuses back to the nucleus where GDP is exchanged to GTP by RanGEFs. This process is also energy dependent as it consumes one GTP. Export with the exportin CRM1 can be inhibited by Leptomycin B.",
            "score": 256.56201171875
        },
        {
            "docid": "15025638_33",
            "document": "Epithelioid sarcoma . Selective inhibitors of nuclear export (SINE) compounds, such as selinexor and CBS9106, are being investigated in several sarcomas and have recently shown promising results across a broad spectrum of both hematological malignancies and solid tumors. These compounds work by blocking the export of tumor suppressor genes from the cell’s nucleus to the cell’s cytoplasm, where they are rendered nonfunctional. Exportin 1 (a.k.a. XPO1 or CRM1) is a nuclear export protein responsible for the export of over 200 proteins, including the vast majority of tumor suppressor proteins. For tumor suppressor genes to carry out their normal function (appropriately initiating apoptosis), they must be located in the nucleus of the cell. Many cancer cells have been shown to express high levels of exportin1, resulting in the increased export of tumor suppressor proteins out of the nucleus and therefore counteracting the natural apoptic processes that protect the body from cancer. SINE compounds prevent the transport of these tumor suppressor proteins out of the nucleus, allowing them to function normally and encourage apoptosis. Recently, researchers have observed a synergistic effect when using SINE compounds in combination with traditional chemotherapies (such as doxorubicin). Of interest with respect to epithelioid sarcoma and other diseases characterized by the loss of INI1 function, it has been demonstrated that a loss of INI1 expression can result in the “unmasking” of a nuclear export signal, resulting in the transport of tumor suppressor proteins out of the nucleus of the cell, thus favoring tumorigenesis. It is therefore reasonable to suspect that a SINE inhibitor would show efficacy against epithelioid sarcoma, as the disease is characterized by a loss of INI1 function.",
            "score": 247.6975555419922
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 246.03799438476562
        },
        {
            "docid": "6691427_5",
            "document": "Ran (protein) . Ran can diffuse freely within the cell, but because RCC1 and RanGAP are located in different places in the cell, the concentration of RanGTP and RanGDP differs locally as well, creating concentration gradients that act as signals for other cellular processes. RCC1 is bound to chromatin and therefore located inside the nucleus. RanGAP is cytoplasmic in yeast and bound to the nuclear envelope in plants and animals. In mammalian cells, it is SUMO modified and attached to the cytoplasmic side of the nuclear pore complex via interaction with the nucleoporin RanBP2 (Nup358). This difference in location of the accessory proteins in the Ran cycle leads to a high RanGTP to RanGDP ratio inside the nucleus and an inversely low RanGTP to RanGDP ratio outside the nucleus. In addition to a gradient of the nucleotide bound state of Ran, there is a gradient of the protein itself, with a higher concentration of Ran in the nucleus than in the cytoplasm. Cytoplasmic RanGDP is imported into the nucleus by the small protein NTF2 (Nuclear Transport Factor 2), where RCC1 can then catalyze exchange of GDP for GTP on Ran.",
            "score": 245.83233642578125
        },
        {
            "docid": "9927_10",
            "document": "Endomembrane system . The nuclear pores are highly efficient at selectively allowing the passage of materials to and from the nucleus, because the nuclear envelope has a considerable amount of traffic. RNA and ribosomal subunits must be continually transferred from the nucleus to the cytoplasm. Histones, gene regulatory proteins, DNA and RNA polymerases, and other substances essential for nuclear activities must be imported from the cytoplasm. The nuclear envelope of a typical mammalian cell contains 3000–4000 pore complexes. If the cell is synthesizing DNA each pore complex needs to transport about 100 histone molecules per minute. If the cell is growing rapidly, each complex also needs to transport about 6 newly assembled large and small ribosomal subunits per minute from the nucleus to the cytosol, where they are used to synthesize proteins.",
            "score": 243.28158569335938
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 237.60353088378906
        },
        {
            "docid": "5773450_2",
            "document": "Karyopherin . Karyopherins are a group of proteins involved in transporting molecules between the cytoplasm and the nucleus of a eukaryotic cell. The inside of the nucleus is called the karyoplasm (or nucleoplasm). Generally, karyopherin-mediated transport occurs through the nuclear pore, which acts as a gateway into and out of the nucleus. Most proteins require karyopherins to traverse the nuclear pore.",
            "score": 231.82684326171875
        },
        {
            "docid": "1648525_9",
            "document": "Nuclear localization sequence . The presence of the nuclear membrane that sequesters the cellular DNA is the defining feature of eukaryotic cells. The nuclear membrane, therefore, separates the nuclear processes of DNA replication and RNA transcription from the cytoplasmic process of protein production. Proteins required in the nucleus must be directed there by some mechanism. The first direct experimental examination of the ability of nuclear proteins to accumulate in the nucleus were carried out by John Gurdon when he showed that purified nuclear proteins accumulate in the nucleus of frog (Xenopus) oocytes after being micro-injected into the cytoplasm. These experiments were part of a series that subsequently led to studies of nuclear reprogramming, directly relevant to stem cell research.",
            "score": 231.575927734375
        },
        {
            "docid": "532906_23",
            "document": "Orthomyxoviridae . The viruses bind to a cell through interactions between its hemagglutinin glycoprotein and sialic acid sugars on the surfaces of epithelial cells in the lung and throat (Stage 1 in infection figure). The cell imports the virus by endocytosis. In the acidic endosome, part of the haemagglutinin protein fuses the viral envelope with the vacuole's membrane, releasing the viral RNA (vRNA) molecules, accessory proteins and RNA-dependent RNA polymerase into the cytoplasm (Stage 2). These proteins and vRNA form a complex that is transported into the cell nucleus, where the RNA-dependent RNA polymerase begins transcribing complementary positive-sense cRNA (Steps 3a and b). The cRNA is either exported into the cytoplasm and translated (step 4), or remains in the nucleus. Newly synthesised viral proteins are either secreted through the Golgi apparatus onto the cell surface (in the case of neuraminidase and hemagglutinin, step 5b) or transported back into the nucleus to bind vRNA and form new viral genome particles (step 5a). Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.",
            "score": 226.46038818359375
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 225.66795349121094
        },
        {
            "docid": "6235_4",
            "document": "Cell nucleus . Because the nuclear envelope is impermeable to large molecules, nuclear pores are required to regulate nuclear transport of molecules across the envelope. The pores cross both nuclear membranes, providing a channel through which larger molecules must be actively transported by carrier proteins while allowing free movement of small molecules and ions. Movement of large molecules such as proteins and RNA through the pores is required for both gene expression and the maintenance of chromosomes. Although the interior of the nucleus does not contain any membrane-bound subcompartments, its contents are not uniform, and a number of \"sub-nuclear bodies\" exist, made up of unique proteins, RNA molecules, and particular parts of the chromosomes. The best-known of these is the nucleolus, which is mainly involved in the assembly of ribosomes. After being produced in the nucleolus, ribosomes are exported to the cytoplasm where they translate mRNA.",
            "score": 224.7259979248047
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 223.8625946044922
        },
        {
            "docid": "3131507_8",
            "document": "RNA-binding protein . After processing is complete, mRNA needs to be transported from the cell nucleus to cytoplasm. This is a three-step process involving the generation of a cargo-carrier complex in the nucleus followed by translocation of the complex through the nuclear pore complex and finally release of the cargo into cytoplasm. The carrier is then subsequently recycled. TAP/NXF1:p15 heterodimer is thought to be the key player in mRNA export. Over-expression of TAP in \"Xenopus laevis\" frogs increases the export of transcripts that are otherwise inefficiently exported. However TAP needs adaptor proteins because it is unable interact directly with mRNA. Aly/REF protein interacts and binds to the mRNA recruiting TAP.",
            "score": 222.73361206054688
        },
        {
            "docid": "14878236_3",
            "document": "Nucleoporin 133 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. The nucleoporin protein encoded by this gene displays evolutionarily conserved interactions with other nucleoporins. This protein, which localizes to both sides of the nuclear pore complex at interphase, remains associated with the complex during mitosis and is targeted at early stages to the reforming nuclear envelope. This protein also localizes to kinetochores of mitotic cells.",
            "score": 221.51947021484375
        },
        {
            "docid": "6691427_6",
            "document": "Ran (protein) . Ran is involved in the transport of proteins across the nuclear envelope by interacting with karyopherins and changing their ability to bind or release cargo molecules. Cargo proteins containing a nuclear localization signal (NLS) are bound by importins and transported into the nucleus. Inside the nucleus, RanGTP binds to importin and releases the import cargo. Cargo that needs to get out of the nucleus into the cytoplasm binds to exportin in a ternary complex with RanGTP. Upon hydrolysis of RanGTP to RanGDP outside the nucleus, the complex dissociates and export cargo is released.",
            "score": 220.33056640625
        },
        {
            "docid": "11421866_4",
            "document": "HIV Rev response element . The late phase of the viral life cycle is characterized by the expression of viral proteins that are encoded on the long, unspliced (9kb) or partially spliced (4 kb) messages containing the RRE. Because of their retention and splicing signals, these intron-containing RNAs are initially retained in the nucleus for splicing/degradation. However, after a sufficient level of Rev has been produced by the 2 kb messages, these longer messages can be exported to the cytoplasm via a Rev dependent export pathway. Nuclear export of these RNAs is achieved by a specific, co-operative assembly of multiple Rev molecules on the RRE. Assembly of this Rev-RRE complex is followed by the recruitment of a human protein complex containing the proteins exportin-1 (XPO1/CRM1) and Ran-GTP. Rev recruits this export machinery via a nuclear export sequence (NES) present in Rev. This Rev-RRE-Xpo1/RanGTP complex is then transported to the cytoplasm. In the cytoplasm, these messages are translated to produce all the remaining viral proteins or packaged as genomes for newly budding virions (see Figure).",
            "score": 220.06997680664062
        },
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 219.97799682617188
        },
        {
            "docid": "159266_16",
            "document": "Gene expression . In eukaryotes most mature RNA must be exported to the cytoplasm from the nucleus. While some RNAs function in the nucleus, many RNAs are transported through the nuclear pores and into the cytosol. Notably this includes all RNA types involved in protein synthesis. In some cases RNAs are additionally transported to a specific part of the cytoplasm, such as a synapse; they are then towed by motor proteins that bind through linker proteins to specific sequences (called \"zipcodes\") on the RNA.",
            "score": 218.18368530273438
        },
        {
            "docid": "14879237_3",
            "document": "POM121 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is an integral membrane protein that localizes to the central spoke ring complex and participates in anchoring the nuclear pore complex to the nuclear envelope.",
            "score": 214.9232177734375
        },
        {
            "docid": "14118832_3",
            "document": "HNRNPA1 . This gene belongs to the A/B subfamily of ubiquitously expressed heterogeneous nuclear ribonucleoproteins (hnRNPs). The hnRNPs are RNA binding proteins and they complex with heterogeneous nuclear RNA (hnRNA). These proteins are associated with pre-mRNAs in the nucleus and appear to influence pre-mRNA processing and other aspects of mRNA metabolism and transport. While all of the hnRNPs are present in the nucleus, some seem to shuttle between the nucleus and the cytoplasm. The hnRNP proteins have distinct nucleic acid binding properties. The protein encoded by this gene has two repeats of quasi-RRM domains that bind to RNAs. It is one of the most abundant core proteins of hnRNP complexes and it is localized to the nucleoplasm. This protein, along with other hnRNP proteins, is exported from the nucleus, probably bound to mRNA, and is immediately re-imported. Its M9 domain acts as both a nuclear localization and nuclear export signal. The encoded protein is involved in the packaging of pre-mRNA into hnRNP particles, transport of poly A+ mRNA from the nucleus to the cytoplasm, and may modulate splice site selection. Multiple alternatively spliced transcript variants have been found for this gene but only two transcripts are fully described. These variants have multiple alternative transcription initiation sites and multiple polyA sites.",
            "score": 214.691162109375
        },
        {
            "docid": "7125109_5",
            "document": "Nuclear transport . Importin proteins bind their cargo in the cytoplasm, after which they are able to interact with the nuclear pore complex and pass through its channel. Once inside the nucleus, interaction with Ran-GTP causes a conformational change in the importin that causes it to dissociate from its cargo. The resulting complex of importin and Ran-GTP then translocates to the cytoplasm, where a protein called Ran Binding Protein (RanBP) separates Ran-GTP from importin. Separation allows access to a GTPase activating protein (GAP) that binds Ran-GTP and induces the hydrolysis of GTP to GDP. The Ran-GDP produced from this process now binds the nuclear transport factor NUTF2 which returns it to the nucleoplasm. Now in the nucleus, the Ran-GDP interacts with a guanine nucleotide exchange factor (GEF) which replaces the GDP with GTP, resulting again in Ran-GTP, and beginning the cycle anew.",
            "score": 214.44622802734375
        },
        {
            "docid": "19572217_23",
            "document": "Influenza . These core proteins and vRNA form a complex that is transported into the cell nucleus, where the RNA-dependent RNA polymerase begins transcribing complementary positive-sense vRNA (Steps 3a and b). The vRNA either is exported into the cytoplasm and translated (step 4) or remains in the nucleus. Newly synthesized viral proteins are either secreted through the Golgi apparatus onto the cell surface (in the case of neuraminidase and hemagglutinin, step 5b) or transported back into the nucleus to bind vRNA and form new viral genome particles (step 5a). Other viral proteins have multiple actions in the host cell, including degrading cellular mRNA and using the released nucleotides for vRNA synthesis and also inhibiting translation of host-cell mRNAs.",
            "score": 213.91119384765625
        },
        {
            "docid": "14776592_3",
            "document": "HNRNPL . Heterogeneous nuclear RNAs (hnRNAs) which include mRNA precursors and mature mRNAs are associated with specific proteins to form heterogeneous ribonucleoprotein (hnRNP) complexes. Heterogeneous nuclear ribonucleoprotein L is among the proteins that are stably associated with hnRNP complexes and along with other hnRNP proteins is likely to play a major role in the formation, packaging, processing, and function of mRNA. Heterogeneous nuclear ribonucleoprotein L is present in the nucleoplasm as part of the HNRP complex. HNRP proteins have also been identified outside of the nucleoplasm. Exchange of hnRNP for mRNA-binding proteins accompanies transport of mRNA from the nucleus to the cytoplasm. Since HNRP proteins have been shown to shuttle between the nucleus and the cytoplasm, it is possible that they also have cytoplasmic functions. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 212.5758819580078
        },
        {
            "docid": "162717_7",
            "document": "Embryology . \"Drosophila melanogaster\", a fruit fly, is a model organism in biology on which much research into embryology has been done. Before fertilization, the female gamete produces an abundance of mRNA - transcribed from the genes that encode bicoid protein and nanos protein. These mRNA molecules are stored to be used later in what will become the developing embryo. The male and female \"Drosophila\" gametes exhibit anisogamy (differences in morphology and sub-cellular biochemistry). The female gamete is larger than the male gamete because it harbors more cytoplasm and, within the cytoplasm, the female gamete contains an abundance of the mRNA previously mentioned. At fertilization, the male and female gametes fuse (plasmogamy) and then the nucleus of the male gamete fuses with the nucleus of the female gamete (karyogamy). Note that before the gametes' nuclei fuse, they are known as pronuclei. A series of nuclear divisions will occur without cytokinesis (division of the cell) in the zygote to form a multi-nucleated cell (a cell containing multiple nuclei) known as a syncytium. All the nuclei in the syncytium are identical, just as all the nuclei in every somatic cell of any multicellular organism are identical \"in terms of the DNA sequence of the genome\". Before the nuclei can differentiate in transcriptional activity, the embryo (syncytium) must be divided into segments. In each segment, a unique set of regulatory proteins will cause specific genes in the nuclei to be transcribed. The resulting combination of proteins will transform clusters of cells into early embryo tissues that will each develop into multiple fetal and adult tissues later in development (note: this happens after each nucleus becomes wrapped with its own cell membrane).",
            "score": 211.463134765625
        },
        {
            "docid": "5290467_16",
            "document": "Ribosome biogenesis . In order for the pre-ribosomal units to fully mature, they must be exported to the cytoplasm. To effectively move from the nucleolus to the cytoplasm, the pre-ribosomes interact with export receptors to move through the hydrophobic central channel of the nuclear pore complex. The karyopherin Crm1 is the receptor for both ribosomal subunits and mediates export in a Ran-GTP dependent fashion. It recognizes molecules that have leucine-rich nuclear export signals. The Crm1 is pulled to the large 60S subunit by the help of an adapter protein called Nmd3. The adapter protein for the 40S unit is unknown. In addition to Crm1, other factors play a role in nuclear export of pre-ribosomes. A general mRNA export receptor, called Mex67, as well as a HEAT-repeating-containing protein, Rrp12, facilitate the export of both subunits. These factors are non-essential proteins and help to optimize the export of the pre-ribosomes since they are large molecules.",
            "score": 211.02455139160156
        },
        {
            "docid": "43710066_7",
            "document": "Susan Rae Wente . Wente's current research focuses on the cell's adaptability to changing environmental conditions. She focuses on the exchange of large molecules between the nucleus and the cytoplasm. She focuses mostly on the border of this exchange, called the NPC. Wente's work targets three specific questions:  To view the cells and perform her studies, Wente uses yeast and fluorescent imaging. She studies these cells by examining interactions between the NPCs and its receptors for imported and exported material. She further studies the NPCs by observing its supporting proteins and determining the functions of these proteins. In doing so, she can test different hypotheses and figure out how these proteins could potentially malfunction and lead to various disease pathologies.",
            "score": 210.64097595214844
        },
        {
            "docid": "13562301_10",
            "document": "CDKN1B . Alternatively to the transcription, translation, and protelytic method of regulation, p27 levels can also be changed by exporting p27 to the cytoplasm. This occurs when p27 is phosphorylated on Ser(10) which allows for CRM1, a nuclear export carrier protein, to bind to and remove p27 from the nucleus. Once p27 is excluded from the nucleus it cannot inhibit the cell’s growth. In the cytoplasm it may be degraded entirely or retained. This step occurs very early when the cell is exiting the quiescent phase and thus is independent of Skp2 degradation of p27.",
            "score": 210.4354248046875
        },
        {
            "docid": "646817_18",
            "document": "Agrobacterium tumefaciens . In the cytoplasm of the recipient cell, the T-DNA complex becomes coated with VirE2 proteins, which are exported through the T4SS independently from the T-DNA complex. Nuclear localization signals, or NLSs, located on the VirE2 and VirD2, are recognised by the importin alpha protein, which then associates with importin beta and the nuclear pore complex to transfer the T-DNA into the nucleus. VIP1 also appears to be an important protein in the process, possibly acting as an adapter to bring the VirE2 to the importin. Once inside the nucleus, VIP2 may target the T-DNA to areas of chromatin that are being actively transcribed, so that the T-DNA can integrate into the host genome.",
            "score": 210.41796875
        },
        {
            "docid": "6235_37",
            "document": "Cell nucleus . The nuclear envelope allows the nucleus to control its contents, and separate them from the rest of the cytoplasm where necessary. This is important for controlling processes on either side of the nuclear membrane. In most cases where a cytoplasmic process needs to be restricted, a key participant is removed to the nucleus, where it interacts with transcription factors to downregulate the production of certain enzymes in the pathway. This regulatory mechanism occurs in the case of glycolysis, a cellular pathway for breaking down glucose to produce energy. Hexokinase is an enzyme responsible for the first the step of glycolysis, forming glucose-6-phosphate from glucose. At high concentrations of fructose-6-phosphate, a molecule made later from glucose-6-phosphate, a regulator protein removes hexokinase to the nucleus, where it forms a transcriptional repressor complex with nuclear proteins to reduce the expression of genes involved in glycolysis.",
            "score": 210.08998107910156
        }
    ]
}