{
    "q": [
        {
            "docid": "4464817_30",
            "document": "Neurodegeneration . Alzheimer's disease has been \"hypothesized\" to be a protein misfolding disease (proteopathy), caused by accumulation of abnormally folded A-beta and tau proteins in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called beta-amyloid (also written as A-beta or Aβ). Beta-amyloid is a fragment from a larger protein called amyloid precursor protein (APP), a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival and post-injury repair. In Alzheimer's disease, an unknown process causes APP to be divided into smaller fragments by enzymes through proteolysis. One of these fragments gives rise to fibrils of beta-amyloid, which form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 227.9301962852478
        },
        {
            "docid": "13640902_10",
            "document": "Estrogen receptor beta . Genetic variation in ERβ is both sex and age dependent and ERβ polymorphism can lead to accelerated brain aging, cognitive impairment, and development of AD pathology. Similar to CVD, post-menopausal women have an increased risk of developing Alzheimer’s disease (AD) due to a loss of estrogen, which affects proper aging of the hippocampus, neural survival and regeneration, and amyloid metabolism. ERβ mRNA is highly expressed in hippocampal formation, an area of the brain that is associated with memory. This expression contributes to increased neuronal survival and helps protect against neurodegenerative diseases such as AD. The pathology of AD is also associated with accumulation of amyloid beta peptide (Aβ). While a proper concentration of Aβ in the brain is important for healthy functioning, too much can lead to cognitive impairment. Thus, ERβ helps control Aβ levels by maintaining the protein it is derived from, β-amyloid precursor protein. ERβ helps by up-regulating insulin-degrading enzyme (IDE), which leads to β-amyloid degradation when accumulation levels begin to rise. However, in AD, lack of ERβ causes a decrease in this degradation and an increase in plaque build-up.",
            "score": 218.98268032073975
        },
        {
            "docid": "7201415_2",
            "document": "Biochemistry of Alzheimer's disease . The biochemistry of Alzheimer's disease (AD), one of the most common causes of adult dementia, is not yet very well understood. AD has been identified as a possible protein misfolding disease due to the accumulation of abnormally folded amyloid beta protein in the brains of Alzheimer's patients. Amyloid beta, also written Aβ, is a short peptide that is an abnormal proteolytic byproduct of the transmembrane protein amyloid precursor protein (APP), whose function is unclear but thought to be involved in neuronal development. The presenilins are components of proteolytic complex involved in APP processing and degradation.",
            "score": 166.45873093605042
        },
        {
            "docid": "28972840_19",
            "document": "Clinical neurochemistry . Alzheimer's Disease is the most common cause of severe memory impairment and is caused by senile plaques, neurofibrillary tangles, dystrophic neuritis, and neuronal loss. It is thought that Alzheimer's disease may be due to unnecessary protein accumulation of β Amyloid. In fact, Senile plaques are dense, protein deposits composed of amyloid β peptide. The two types of senile plaques are diffuse plaques and neuritic plaques, and differ in morphology. In addition to the amyloid, the microtubule-associated Tau protein has also been in involved with Alzheimer's Disease and a variety of other neurodegenerative diseases. Inherited forms of Alzheimer's have been linked to mutation in the APP genes or presenilins which regulate APP processing. Because cholinergic neurons of the nucleus basalis are significantly altered during Alzheimer's progression, cholinergic agents such as choline and lecithin were hypothesized to augment the progression. However, these attempts were unsuccessful and the only clinically useful drugs used in the United States are cholinesterase inhibitors, which prolong the time before choline degradation. Although aNMDA receptor antagonists and anti-inflammatory drugs were tested in a clinical environment, more promising clinical trials are underway to targeting the Aβ with the immune system.",
            "score": 231.78614616394043
        },
        {
            "docid": "18914017_30",
            "document": "Alzheimer's disease . Alzheimer's disease has been identified as a protein misfolding disease (proteopathy), caused by plaque accumulation of abnormally folded amyloid beta protein, and tau protein in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called amyloid beta (A). A is a fragment from the larger amyloid precursor protein (APP). APP is a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival, and post-injury repair. In Alzheimer's disease, gamma secretase and beta secretase act together in a proteolytic process which causes APP to be divided into smaller fragments. One of these fragments gives rise to fibrils of amyloid beta, which then form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 231.68668127059937
        },
        {
            "docid": "14882018_8",
            "document": "MARCO . The activity of MARCO on microglia, the macrophages of the brain, is associated with Alzheimer's disease. One primary characteristic of Alzheimer's disease is the presence of numerous senile plaques in the brain that contain amyloid beta peptides (Aβ). Initially, the microglia clear the Aβ which binds to receptors such as MARCO. As the disease progresses, however, their ability to clear Aβ decreases, resulting in Aβ accumulation. This accumulation of Aβ occurs early on in Alzheimer's disease, harming the brain as Aβ is neurotoxic. MARCO also interacts with formyl peptide receptor (FPR2) to form a complex that causes the microglia to release pro-inflammatory cytokines which leads to inflammation that results in damage to neurons.",
            "score": 161.48724913597107
        },
        {
            "docid": "7201415_8",
            "document": "Biochemistry of Alzheimer's disease . Alzheimer's disease has been identified as a protein misfolding disease, or proteopathy, due to the accumulation of abnormally folded Amyloid-beta proteins in the brains of AD patients. Abnormal amyloid-beta accumulation can first be detected using cerebrospinal fluid analysis and later using positron emission tomography (PET).",
            "score": 156.0931134223938
        },
        {
            "docid": "1958222_8",
            "document": "Amyloid beta . Brain Aβ is elevated in patients with sporadic Alzheimer's disease. Aβ is the main constituent of brain parenchymal and vascular amyloid; it contributes to cerebrovascular lesions and is neurotoxic. It is unresolved how Aβ accumulates in the central nervous system and subsequently initiates the disease of cells. Some researchers have found that the Aβ oligomers induce some of the symptoms of Alzheimer's Disease by competing with insulin for binding sites on the insulin receptor, thus impairing glucose metabolism in the brain. Significant efforts have been focused on the mechanisms responsible for Aβ production, including the proteolytic enzymes gamma- and β-secretases which generate Aβ from its precursor protein, APP (amyloid precursor protein). Aβ circulates in plasma, cerebrospinal fluid (CSF) and brain interstitial fluid (ISF) mainly as soluble Aβ40 Senile plaques contain both Aβ40 and Aβ42, while vascular amyloid is predominantly the shorter Aβ40. Several sequences of Aβ were found in both lesions. Generation of Aβ in the central nervous system may take place in the neuronal axonal membranes after APP-mediated axonal transport of β-secretase and presenilin-1.",
            "score": 205.69496369361877
        },
        {
            "docid": "1958222_2",
            "document": "Amyloid beta . Amyloid beta (Aβ or Abeta) denotes peptides of 36–43 amino acids that are crucially involved in Alzheimer's disease as the main component of the amyloid plaques found in the brains of Alzheimer patients. The peptides derive from the amyloid precursor protein (APP), which is cleaved by beta secretase and gamma secretase to yield Aβ. Aβ molecules can aggregate to form flexible soluble oligomers which may exist in several forms. It is now believed that certain misfolded oligomers (known as \"seeds\") can induce other Aβ molecules to also take the misfolded oligomeric form, leading to a chain reaction akin to a prion infection. The oligomers are toxic to nerve cells. The other protein implicated in Alzheimer's disease, tau protein, also forms such prion-like misfolded oligomers, and there is some evidence that misfolded Aβ can induce tau to misfold.",
            "score": 223.22713565826416
        },
        {
            "docid": "1958222_6",
            "document": "Amyloid beta . Aβ is the main component of amyloid plaques (extracellular deposits found in the brains of patients with Alzheimer's disease). Similar plaques appear in some variants of Lewy body dementia and in inclusion body myositis (a muscle disease), while Aβ can also form the aggregates that coat cerebral blood vessels in cerebral amyloid angiopathy. The plaques are composed of a tangle of regularly ordered fibrillar aggregates called amyloid fibers, a protein fold shared by other peptides such as the prions associated with protein misfolding diseases.",
            "score": 159.95202565193176
        },
        {
            "docid": "9773355_13",
            "document": "P-type calcium channel . In Alzheimer Disease, there is a progressive accumulation of β-amyloid protein (Aβ) in brain. Amyloid plaques develop which result in the key symptoms of Alzheimer Disease. Aβ globulomer protein is an artificial substance used in research experiments that has similar properties to Aβ oligomer which is present in the body. Aβ oligomer directly regulates P/Q type calcium channels. The α1A subunit is the responsible for the conduction of calcium current. When only P/Q type calcium channels are present with Aβ globulomer protein, there is a direct effect on the α1A subunit and results in an increased calcium current through the P/Q type calcium channel. The response is dose dependent as concentrations of 20nM and 200nM of Aβ globulomer are necessary for significant increase of calcium current through channel in Xenopus oocytes, showing that a certain buildup of Aβ globulomer is necessary before the effects are seen. When the calcium current is increased, neurotransmitter release also rises, offering a possible cause for the toxicity in Alzheimer Disease patients.",
            "score": 168.62395524978638
        },
        {
            "docid": "14151941_7",
            "document": "ABCC1 . The ATP-binding cassette protein ABCC1 has received attention in the last decade due to its possible connection with Alzheimer’s disease. One of the more prominent signs of Alzheimer's disease is the accumulation of β-amyloid proteins in the brain. As these proteins accumulate, they begin to form plaques that interfere with signaling between cells of the nervous system found within the brain. Due to its presence in the choroid plexus and blood-brain barrier and its ability to transport multiple kinds of molecules out of cells, ABCC1 has been a point of interest in many Alzheimer's disease studies. The transporter protein has been shown to decrease β-amyloid accumulation by nearly 80 percent when activated, leading researchers to further investigation on its use in future treatments of Alzheimer's and other neurological disorders.",
            "score": 237.8800013065338
        },
        {
            "docid": "49990541_14",
            "document": "Visual selective attention in dementia . Alzheimer's disease damages and kills brain cells. Compared to a healthy brain, the brain of someone with Alzheimer’s has fewer cells and there are fewer connections among surviving cells. This inevitably leads to brain shrinkage. This disease characterises two types of abnormalities: plaques and tangles. Plaques are clumps of a protein called beta-amyloid. They may damage and destroy brain cells by interfering with cell-to-cell communication, among others. The collection of beta-amyloid on the outside of brain cells is thought to be implicated in the cause of this disease. Tangles are threads of another protein, tau. Tau twist into abnormal tangles inside brain cells, resulting in failure of the transport system, which is also implicated in the death of brain cells. The brain relies on this internal support and transport system in order to carry nutrients and essential materials, requiring the normal structure and functioning of tau.",
            "score": 289.51627016067505
        },
        {
            "docid": "971305_15",
            "document": "Haemodynamic response . In this disease, there is a build of the amyloid beta protein in the brain. This ultimately leads to a reduction in the haemodynamic response and less blood flow in the brain. This reduced cerebral blood flow not only kills neuronal cells because of shortages in oxygen and glucose but it also reduces the brain’s ability to remove amyloid beta. In a healthy brain, these protein fragments are broken down and eliminated. In Alzheimer's disease, the fragments accumulate to form hard, insoluble plaques which reduce blood flow. Two proteins are involved in this accumulation of amyloid beta: serum response factor or SRF and myocardin. Together, these 2 proteins determine whether smooth muscle of blood vessels contract. SRF and myocardin are more active in the brains of people with Alzheimer’s disease. When these proteins are active, they turn on SREBP2 which inhibits LRP-1. LRP-1 helps the brain remove amyloid beta. Therefore, when SRF and myocardin are active, there is a buildup in amyloid beta protein which ultimately leads to less blood flow in the brain because of contracted blood vessels.",
            "score": 195.98197054862976
        },
        {
            "docid": "41120978_9",
            "document": "Estrogen and neurodegenerative diseases . Amyloid plaques formed by amyloid-β (Aβ) deposition and neurofibrillary tangles formed by tau protein phosphorylation are dominant physiological features of Alzheimer's disease. Amyloid precursor protein (APP) proteolysis is fundamental for production of Aβ peptides implicated in AD pathology. By using a cell line that contains high levels of estrogen receptors, scientists found that treatment with physiological concentrations of 17 beta-estradiol is associated with accumulation in the conditioned medium of an amino-terminal cleavage product of APP (soluble APP or protease nexin-2), indicative of non-amyloidogenic processing.",
            "score": 213.80998587608337
        },
        {
            "docid": "7201415_9",
            "document": "Biochemistry of Alzheimer's disease . Although AD shares pathophysiological mechanisms with prion diseases, it is not transmissible like prion diseases. Amyloid-beta, also written Aβ, is a short peptide that is a proteolytic byproduct of the transmembrane protein amyloid precursor protein (APP), whose function is unclear but thought to be involved in neuronal development. The presenilins are components of a proteolytic complex involved in APP processing and degradation. Although amyloid beta monomers are harmless, they undergo a dramatic conformational change at sufficiently high concentration to form a beta sheet-rich tertiary structure that aggregates to form amyloid fibrils that deposit outside neurons in dense formations known as \"senile plaques\" or \"neuritic plaques\", in less dense aggregates as \"diffuse plaques\", and sometimes in the walls of small blood vessels in the brain in a process called amyloid angiopathy or congophilic angiopathy.",
            "score": 156.3549199104309
        },
        {
            "docid": "18914017_29",
            "document": "Alzheimer's disease . Both amyloid plaques and neurofibrillary tangles are clearly visible by microscopy in brains of those afflicted by AD. Plaques are dense, mostly insoluble deposits of beta-amyloid peptide and cellular material outside and around neurons. Tangles (neurofibrillary tangles) are aggregates of the microtubule-associated protein tau which has become hyperphosphorylated and accumulate inside the cells themselves. Although many older individuals develop some plaques and tangles as a consequence of ageing, the brains of people with AD have a greater number of them in specific brain regions such as the temporal lobe. Lewy bodies are not rare in the brains of people with AD.",
            "score": 260.4883646965027
        },
        {
            "docid": "3452485_26",
            "document": "Memory disorder . Normal aging, although not responsible for causing memory disorders, is associated with a decline in cognitive and neural systems including memory (long-term and working memory). Many factors such as genetics and neural degeneration have a part in causing memory disorders. In order to diagnose Alzheimer's disease and dementia early, researchers are trying to find biological markers that can predict these diseases in younger adults. One such marker is a beta-amyloid deposit which is a protein that deposits on the brain as we age. Although 20-33% of healthy elderly adults have these deposits, they are increased in elderly with diagnosed Alzheimer's disease and dementia.",
            "score": 178.04119324684143
        },
        {
            "docid": "29275214_55",
            "document": "Copper in health . Research has been ongoing over the past two decades to determine whether copper is a causative or a preventive agent of Alzheimer's disease. For example, as a possible causative agent or an expression of a metal homeostasis disturbance, studies indicate that copper may play a role in increasing the growth of protein clumps in Alzheimer's disease brains, possibly by damaging a molecule that removes the toxic buildup of amyloid beta (Aβ) in the brain. There is an association between a diet rich in copper and iron together with saturated fat and Alzheimer's disease. On the other hand, studies also demonstrate potential beneficial roles of copper in treating rather than causing Alzheimer's disease. For example, copper has been shown to 1) promote the non-amyloidogenic processing of amyloid beta precursor protein (APP), thereby lowering amyloid beta (Aβ) production in cell culture systems 2) increase lifetime and decrease soluble amyloid production in APP transgenic mice, and 3) lower Aβ levels in cerebral spinal fluid in Alzheimer's disease patients.",
            "score": 160.8023180961609
        },
        {
            "docid": "4254360_20",
            "document": "Posterior cingulate cortex . The PCC is commonly affected by neurodegenerative disease. In fact, reduced metabolism in the PCC is an early sign of Alzheimer's disease, and is frequently present before a clinical diagnosis. The reduced metabolism in the PCC is typically one part in a diffuse pattern of metabolic dysfunction in the brain that includes medial Temporal lobe structures and the anterior thalamus, and these metabolic abnormalities may be due to damage in isolated but connected regions. For instance, Meguro et al. (1999) show that experimental damage of the rhinal cortex results in hypometabolism of the PCC. In Alzheimer's disease, the metabolic abnormality is linked to Amyloid deposition and brain Atrophy with a spatial distribution that resembles the nodes of the Default mode network (DMN). In early Alzheimer's, the functional connectivity within the DMN is reduced and affects the connection between the PCC and the hippocampus, and these altered patterns can reflect ApoE genetic status (a risk factor associated with the disease). It has been found that neurodegenerative diseases spread 'prion-like' through the brain. For example, when the proteins amyloid-b and TDP-43 are in their abnormal form, they spread trans-synaptically and are associated with Neurodegeneration. This transmission of abnormal protein would be constrained by the organization of white matter connections and could potentially explain the spatial distribution of Alzheimer's pathology within the DMN. In Alzheimer’s disease, the topology of white matter connectivity helps in predicting atrophic patterns, which could explain why the PCC is affected in the early stages of the disease.",
            "score": 232.12510681152344
        },
        {
            "docid": "18925064_10",
            "document": "Early-onset Alzheimer's disease . Beta-amyloid is a small piece of a larger protein called the amyloid precursor protein (APP). Once APP is activated, it is cut into smaller sections of other proteins. One of the fragments produced in this cutting process is β-amyloid. β-amyloid is “stickier” than any other fragment produced from cut-up APP, so it starts an accumulation process in the brain, which is due to various genetic and biochemical abnormalities. Eventually, the fragments form oligomers, then fibrils, beta-sheets, and finally plaques. The presence of β-amyloid plaques in the brain causes the body to recruit and activate microglial cells and astrocytes. This is typically a beneficial response; however, not with AD because β-amyloid plaques stimulate the glial cells to release oxygen free radicals (this pathway is not yet clear). Free radicals are typically effective against abnormal cells, but no way exists for the free radicals to differentiate between normal and abnormal cells. The free radicals destroy β-amyloid plaques, but also destroy the surrounding healthy tissue. As more tissue dies, the glial cells release chemokines and cytokines (proinflammatory compounds). These compounds recruit more glial cells, which means more free radicals. This uncontrolled glial response and inflammatory storm directly contributes to the neurodegenerative progression of AD.",
            "score": 220.29690670967102
        },
        {
            "docid": "10233756_17",
            "document": "Low-density lipoprotein receptor-related protein 8 . The presence of amyloid beta (Aβ) protein deposits in neuronal extracellular space is one of the hallmarks of Alzheimer’s disease. The role of ApoER2 in Alzheimer’s disease is relevant, yet incompletely understood. New evidence suggests ApoER2 plays a major role in the regulation of amyloid-β formation in the brain. The amyloid-β peptide is derived from the cleavage of APP by gamma secretase. ApoER2 works to reduce APP trafficking by altering break down. This interaction decreases APP endocytosis leading to an increase in amyloid-β production. In addition, the expression of ApoER2 within intracellular compartments leads to increased gamma secretase activity, a protease which works to cleave APP into Aβ.",
            "score": 184.19650983810425
        },
        {
            "docid": "22228064_32",
            "document": "Parkinson's disease . There is speculation of several mechanisms by which the brain cells could be lost. One mechanism consists of an abnormal accumulation of the protein alpha-synuclein bound to ubiquitin in the damaged cells. This insoluble protein accumulates inside neurones forming inclusions called Lewy bodies. According to the Braak staging, a classification of the disease based on pathological findings proposed by Heiko Braak, Lewy bodies first appear in the olfactory bulb, medulla oblongata and pontine tegmentum; individuals at this stage may be asymptomatic or may have early non-motor symptoms (such as loss of sense of smell, or some sleep or automatic dysfunction). As the disease progresses, Lewy bodies develop in the substantia nigra, areas of the midbrain and basal forebrain and, finally, the neocortex. These brain sites are the main places of neuronal degeneration in PD; however, Lewy bodies may not cause cell death and they may be protective (with the abnormal protein sequestered or walled off). Other forms of alpha-synuclein (e.g., oligomers) that are not aggregated in Lewy bodies and Lewy neurites may actually be the toxic forms of the protein. In people with dementia, a generalized presence of Lewy bodies is common in cortical areas. Neurofibrillary tangles and senile plaques, characteristic of Alzheimer's disease, are not common unless the person is demented.",
            "score": 123.27600908279419
        },
        {
            "docid": "2635128_9",
            "document": "Molecular tweezers . The molecular tweezers, but not the clips, efficiently inhibit the formation of toxic oligomers and aggregates by amyloidogenic proteins associated with different diseases. Examples include the proteins involved in Alzheimer's disease – amyloid β-protein (Aβ) and tau; α-synuclein, which is thought to cause Parkinson’s disease and other synucleinopathies and is involved in spinal-cord injury; mutant huntingtin, which causes Huntington's disease; islet amyloid polypeptide (amylin), which kills pancreatic β-cells in type-2 diabetes; transthyretin (TTR), which causes familial amyloid polyneuropathy, familial amyloid cardiomyopathy, and senile systemic amyloidosis; aggregation-prone mutants of the tumor-suppressor protein p53; and semen proteins whose aggregation enhances HIV infection. Importantly, the molecular tweezers have been found to be effective and safe not only in the test tube but also in animal models of different diseases, suggesting that they may be developed as drugs against diseases caused by abnormal protein aggregation, all of which currently have no cure. They were also shown to destroy the membranes of enveloped viruses, such as HIV, herpes, and hepatitis C, which makes them good candidates for development of microbicides.",
            "score": 191.58989596366882
        },
        {
            "docid": "41726017_2",
            "document": "Canine cognitive dysfunction . Canine cognitive dysfunction (CCD) is a disease prevalent in dogs that exhibit symptoms of dementia or Alzheimer's disease shown in humans. CCD creates pathological changes in the brain that slow the mental functioning of dogs resulting in loss of memory, motor function, and learned behaviors from training early in life. In the dog's brain, the protein beta-amyloid accumulates, creating protein deposits called plaques. As the dog ages, nerve cells die, and cerebrospinal fluid fills the empty space left by the dead nerve cells. Canine cognitive dysfunction takes effect in older dogs, mostly after 10 years of age. Although there is no known cause of CCD, genetic factors have been shown to contribute to the occurrence of this disease.",
            "score": 167.452383518219
        },
        {
            "docid": "36936330_5",
            "document": "Swedish mutation . The mutation had important consequences for Alzheimer's Disease research. The mutation occurs in the gene which encodes beta amyloid. Amyloid is one of the peptides which accumulate in the brains of people with Alzheimer's Disease. A great debate had existed between Alzheimer's Disease researchers about the relevance of amyloid prior to the 1990s - many scientists believed amyloid was a tombstone of the disease and was not critical to the development of the disease. However, because the only difference between the family members who developed Alzheimer's Disease and those that did not in these families was the inheritance of the mutation in the amyloid gene this suggested that the amyloid protein itself could cause the disease. The idea that amyloid could cause the disease influenced scientific research until this day. Many experimental treatments are directed towards lowering amyloid levels in the brain. The other main effect the discovery of the Swedish mutation had was to provide one transgenic mouse model of Alzheimer's Disease. Transgenic mice (e.g. Tg2576) were made which overproduce human APP with the Swedish mutation. As a consequence, the mice can develop amyloid plaques at around 13 months old.",
            "score": 202.36022984981537
        },
        {
            "docid": "2839255_21",
            "document": "MTOR . mTOR signaling intersects with Alzheimer’s disease (AD) pathology in several aspects, suggesting its potential role as a contributor to disease progression. In general, findings demonstrate mTOR signaling hyperactivity in AD brains. For example, postmortem studies of human AD brain reveal dysregulation in PTEN, Akt, S6K, and mTOR. mTOR signaling appears to be closely related to the presence of soluble amyloid beta (Aβ) and tau proteins, which aggregate and form two hallmarks of the disease, Aβ plaques and neurofibrillary tangles, respectively. In vitro studies have shown Aβ to be an activator of the PI3K/AKT pathway, which in turn activates mTOR. In addition, applying Aβ to N2K cells increases the expression of p70S6K, a downstream target of mTOR known to have higher expression in neurons that eventually develop neurofibrillary tangles. Chinese hamster ovary cells transfected with the 7PA2 familial AD mutation also exhibit increased mTOR activity compared to controls, and the hyperactivity is blocked using a gamma-secretase inhibitor. These in vitro studies suggest that increasing Aβ concentrations increases mTOR signaling; however, significantly large, cytotoxic Aβ concentrations are thought to decrease mTOR signaling.",
            "score": 172.22112679481506
        },
        {
            "docid": "84936_31",
            "document": "Blood–brain barrier . Some evidence indicates that disruption of the blood–brain barrier in Alzheimer's disease patients allows blood plasma containing amyloid beta (Aβ) to enter the brain where the Aβ adheres preferentially to the surface of astrocytes. These findings have led to the hypotheses that (1) breakdown of the blood–brain barrier allows access of neuron-binding autoantibodies and soluble exogenous Aβ42 to brain neurons and (2) binding of these autoantibodies to neurons triggers and/or facilitates the internalization and accumulation of cell surface-bound Aβ42 in vulnerable neurons through their natural tendency to clear surface-bound autoantibodies via endocytosis. Eventually the astrocyte is overwhelmed, dies, ruptures, and disintegrates, leaving behind the insoluble Aβ42 plaque. Thus, in some patients, Alzheimer's disease may be caused (or more likely, aggravated) by a breakdown in the blood–brain barrier.",
            "score": 158.83841800689697
        },
        {
            "docid": "46300275_17",
            "document": "PLD3 . In 2013, Cruchaga \"et al.\" found that a particular rare coding variant or missense mutation in PLD3 (Val232Met) doubled the risk for Alzheimer's disease among cases and controls of European and African-American descent. PLD3 mRNA and protein expression was reduced in AD brains compared with non-AD brains in regions that PLD3 is normally found with high expression, and another study also found that PLD3 accumulates on neuritic plaques in AD brains. A common PLD3 single nucleotide polymorphism (SNP) was also found to have an association with Aβ pathology among normal, healthy individuals, suggesting that common PLD3 variants may also be involved in the pathogenesis of AD. A meta-analysis conducted in 2015 concluded that the Val232Met PLD3 variant has a modest effect on increasing AD risk.",
            "score": 126.17287158966064
        },
        {
            "docid": "11229905_7",
            "document": "Insulin-degrading enzyme . Considerable interest in IDE has been stimulated due to the discovery that IDE can degrade amyloid beta (Aβ), a peptide implicated in the pathogenesis of Alzheimer's disease. The underlying cause or causes of the disease are unclear, though the primary neuropathology observed is the formation of amyloid plaques and neurofibrillary tangles. One hypothesized mechanism of disease, called the amyloid hypothesis, suggests that the causative agent is the hydrophobic peptide Aβ, which forms quaternary structures that, by an unclear mechanism, cause neuronal death. Aβ is a byproduct generated as the result of proteolytic processing of the amyloid precursor protein (APP) by proteases referred to as the β and γ secretases. The physiological role of this processing is unclear, though it may play a role in nervous system development.",
            "score": 148.9824104309082
        },
        {
            "docid": "41120962_13",
            "document": "Neuroinflammation . Alzheimer's disease (AD) has historically been characterized by two major hallmarks: neurofibrillary tangles and amyloid-beta plaques. Neurofibrillary tangles are insoluble aggregates of tau proteins, and amyloid-beta plaques are extracellular deposits of the amyloid-beta protein. Current thinking in AD pathology goes beyond these two typical hallmarks to suggest that a significant portion of neurodegeneration in Alzheimer's is due to neuroinflammation. Activated microglia are seen in abundance in post-mortem AD brains. Current thought is that in the presence of inflammatory cytokine-activated microglia cannot phagocytose amyloid-beta, which may contribute to plaque accumulation as opposed to clearance. Additionally, the inflammatory cytokine IL-1β is upregulated in AD and is associated with decreases of synaptophysin and consequent synaptic loss. Further evidence that inflammation is associated with disease progression in AD is that persons that take non-steroidal anti-inflammatory drugs (NSAIDs) regularly have been associated with reduced AD later in life.",
            "score": 212.96599650382996
        },
        {
            "docid": "42295022_2",
            "document": "Florbetaben (18F) . Florbetaben, a fluorine-18 (18F)-labeled stilbene derivative (formerly known as BAY-949172), trade name NeuraCeq , is a diagnostic radiotracer developed for routine clinical application to visualize β-amyloid plaques in the brain. It is indicated for Positron Emission Tomography (PET) imaging of β-amyloid neuritic plaque density in the brains of adult patients with cognitive impairment who are being evaluated for Alzheimer’s disease (AD) and other causes of cognitive impairment. β-amyloid is a key neuropathological hallmark of AD, so markers of β-amyloid plaque accumulation in the brain are useful in distinguishing AD from other causes of dementia. The tracer successfully completed a global multicenter phase 0–III development program and obtained approval in Europe, US and South Korea in 2014.",
            "score": 223.0350263118744
        }
    ],
    "r": [
        {
            "docid": "49990541_14",
            "document": "Visual selective attention in dementia . Alzheimer's disease damages and kills brain cells. Compared to a healthy brain, the brain of someone with Alzheimer’s has fewer cells and there are fewer connections among surviving cells. This inevitably leads to brain shrinkage. This disease characterises two types of abnormalities: plaques and tangles. Plaques are clumps of a protein called beta-amyloid. They may damage and destroy brain cells by interfering with cell-to-cell communication, among others. The collection of beta-amyloid on the outside of brain cells is thought to be implicated in the cause of this disease. Tangles are threads of another protein, tau. Tau twist into abnormal tangles inside brain cells, resulting in failure of the transport system, which is also implicated in the death of brain cells. The brain relies on this internal support and transport system in order to carry nutrients and essential materials, requiring the normal structure and functioning of tau.",
            "score": 289.5162658691406
        },
        {
            "docid": "18914017_29",
            "document": "Alzheimer's disease . Both amyloid plaques and neurofibrillary tangles are clearly visible by microscopy in brains of those afflicted by AD. Plaques are dense, mostly insoluble deposits of beta-amyloid peptide and cellular material outside and around neurons. Tangles (neurofibrillary tangles) are aggregates of the microtubule-associated protein tau which has become hyperphosphorylated and accumulate inside the cells themselves. Although many older individuals develop some plaques and tangles as a consequence of ageing, the brains of people with AD have a greater number of them in specific brain regions such as the temporal lobe. Lewy bodies are not rare in the brains of people with AD.",
            "score": 260.4883728027344
        },
        {
            "docid": "53502028_12",
            "document": "Gambierol . Gambierol is also an interesting compound in research into treatments of pathologies like Alzheimer’s disease, which are caused by increased expression of β-amyloid and/or tau hyperphosphorylation. Increases in β-amyloid accumulation and/or tau phosphorylation affects neurons the most. The neurons will then be degenerated and therefore this process has effects on the nervous system. However, gambierol can reduce this overexpression of β-amyloid and/or tau hyperphosphorylation in vitro and in vivo.",
            "score": 257.38818359375
        },
        {
            "docid": "41116283_14",
            "document": "Cholinergic neuron . Although degeneration of basal forebrain cholinergic cells has been observed in many other dementias, Alzheimer's has two distinctive histological hallmarks: Beta amyloid plaques and neurofibrillary tangles. The Beta amyloid plaques are high-molecular weight fibrils and are major components of the senile Alzheimer's disease brain. There appears to be a vast, intrinsic microvascular pathology of the brain in these cases, which suggests a link between Beta amyloid production, impairments in cerebrovascular function, and basal forebrain cholinergic deficits in AD. It appears that Beta amyloid (1-42) mediates its cytotoxic action by affecting key proteins that play a role in apoptosis induction. There is also evidence that shows beta amyloid proteins actually bind to cholinergic neurons and physically inhibit ChAT activity in cultures treated with oligomers of beta amyloid. The other histological hallmarks, neurofibrillary tangles, are the intracellular inclusions formed by aggregates of hyperphosphorylated tau protein. This is found only in select populations of patients with Alzheimer's. This tau protein has specific pathology, and has been found both in patients with mild cognitive impairment (a forerunner of Alzheimer's) and Alzheimer's itself. The neurofibrillary tangles seem to increase within the basal forebrain cholinergic complex with old age and at a more accelerated pace in patients with Alzheimer's.",
            "score": 244.86831665039062
        },
        {
            "docid": "14151941_7",
            "document": "ABCC1 . The ATP-binding cassette protein ABCC1 has received attention in the last decade due to its possible connection with Alzheimer’s disease. One of the more prominent signs of Alzheimer's disease is the accumulation of β-amyloid proteins in the brain. As these proteins accumulate, they begin to form plaques that interfere with signaling between cells of the nervous system found within the brain. Due to its presence in the choroid plexus and blood-brain barrier and its ability to transport multiple kinds of molecules out of cells, ABCC1 has been a point of interest in many Alzheimer's disease studies. The transporter protein has been shown to decrease β-amyloid accumulation by nearly 80 percent when activated, leading researchers to further investigation on its use in future treatments of Alzheimer's and other neurological disorders.",
            "score": 237.8800048828125
        },
        {
            "docid": "7251223_15",
            "document": "Chronic traumatic encephalopathy . PET tracers that bind specifically to tau protein are desired to aid diagnosis of CTE in living individuals. One candidate is the tracer [F]FDDNP, which is retained in the brain in individuals with a number of dementing disorders such as Alzheimer's disease, Down syndrome, progressive supranuclear palsy, familial frontotemporal dementia, and Creutzfeldt–Jakob disease. In a small study of 5 retired NFL players with cognitive and mood symptoms, the PET scans revealed accumulation of the tracer in their brains. However, [F]FDDNP binds to beta-amyloid and other proteins as well. Moreover, the sites in the brain where the tracer was retained were not consistent with the known neuropathology of CTE. A more promising candidate is the tracer [F]-T807, which binds only to tau. It is being tested in several clinical trials.",
            "score": 237.56895446777344
        },
        {
            "docid": "36082813_79",
            "document": "Concussions in American football . To date, all screening procedures that examine football players for brain damage have been post mortem. In 2013, Gary Small and colleagues developed an in vivo chemical tracer that can detect tau protein build up in living players. Small and his team invented this new chemical tracer, 2-(1-{6-[(2-[F-18]fluoroethyl)(methyl)amino]-2-naphthyl}ethylidene)malononitrile, or FDDNP, that could be used in Positron Emission Tomography (PET) scans. This new tracer measures for tau protein and amyloid plaque accumulation in human brains; symptoms of repetitive brain trauma among other things. Although tracers have been developed to screen for the build-up of tau proteins in the human brain, FDDNP is the first PET tracer that can be used in vivo in human trials. FDDNP was originally developed in an effort to detect Alzheimer's in elderly individuals, thus the article was published in the journal of the American Association for Geriatric Psychiatry. However, because there are similarities between Alzheimer's and the effects of Chronic Traumatic Encephelopathy (CTE), FDDNP was used to study the extent of brain trauma in consenting, retired NFL players.",
            "score": 234.45372009277344
        },
        {
            "docid": "4254360_20",
            "document": "Posterior cingulate cortex . The PCC is commonly affected by neurodegenerative disease. In fact, reduced metabolism in the PCC is an early sign of Alzheimer's disease, and is frequently present before a clinical diagnosis. The reduced metabolism in the PCC is typically one part in a diffuse pattern of metabolic dysfunction in the brain that includes medial Temporal lobe structures and the anterior thalamus, and these metabolic abnormalities may be due to damage in isolated but connected regions. For instance, Meguro et al. (1999) show that experimental damage of the rhinal cortex results in hypometabolism of the PCC. In Alzheimer's disease, the metabolic abnormality is linked to Amyloid deposition and brain Atrophy with a spatial distribution that resembles the nodes of the Default mode network (DMN). In early Alzheimer's, the functional connectivity within the DMN is reduced and affects the connection between the PCC and the hippocampus, and these altered patterns can reflect ApoE genetic status (a risk factor associated with the disease). It has been found that neurodegenerative diseases spread 'prion-like' through the brain. For example, when the proteins amyloid-b and TDP-43 are in their abnormal form, they spread trans-synaptically and are associated with Neurodegeneration. This transmission of abnormal protein would be constrained by the organization of white matter connections and could potentially explain the spatial distribution of Alzheimer's pathology within the DMN. In Alzheimer’s disease, the topology of white matter connectivity helps in predicting atrophic patterns, which could explain why the PCC is affected in the early stages of the disease.",
            "score": 232.12510681152344
        },
        {
            "docid": "28972840_19",
            "document": "Clinical neurochemistry . Alzheimer's Disease is the most common cause of severe memory impairment and is caused by senile plaques, neurofibrillary tangles, dystrophic neuritis, and neuronal loss. It is thought that Alzheimer's disease may be due to unnecessary protein accumulation of β Amyloid. In fact, Senile plaques are dense, protein deposits composed of amyloid β peptide. The two types of senile plaques are diffuse plaques and neuritic plaques, and differ in morphology. In addition to the amyloid, the microtubule-associated Tau protein has also been in involved with Alzheimer's Disease and a variety of other neurodegenerative diseases. Inherited forms of Alzheimer's have been linked to mutation in the APP genes or presenilins which regulate APP processing. Because cholinergic neurons of the nucleus basalis are significantly altered during Alzheimer's progression, cholinergic agents such as choline and lecithin were hypothesized to augment the progression. However, these attempts were unsuccessful and the only clinically useful drugs used in the United States are cholinesterase inhibitors, which prolong the time before choline degradation. Although aNMDA receptor antagonists and anti-inflammatory drugs were tested in a clinical environment, more promising clinical trials are underway to targeting the Aβ with the immune system.",
            "score": 231.78614807128906
        },
        {
            "docid": "18914017_30",
            "document": "Alzheimer's disease . Alzheimer's disease has been identified as a protein misfolding disease (proteopathy), caused by plaque accumulation of abnormally folded amyloid beta protein, and tau protein in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called amyloid beta (A). A is a fragment from the larger amyloid precursor protein (APP). APP is a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival, and post-injury repair. In Alzheimer's disease, gamma secretase and beta secretase act together in a proteolytic process which causes APP to be divided into smaller fragments. One of these fragments gives rise to fibrils of amyloid beta, which then form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 231.68667602539062
        },
        {
            "docid": "55932268_34",
            "document": "Cat cognitive support diets . Cognitive dysfunction syndrome in companion animals is commonly paralleled to Alzheimer’s Disease in humans due to several brain pathologies observed in both senior humans and senior pets. Necropsies and histological studies performed on the brains of humans with Alzheimer’s Disease and those performed on the brains of cats exhibiting signs of CDS both report hyperphosphorylated tau proteins, β-Amyloid aggregates deposited on the cerebral cortex, ‘knotted’ nerve fibers known as neurofibrillary tangles, and neuron loss in several different zones of the brain. The challenges of evaluating and tracking cognitive function in cats has led to very few trials investigating the effect of nutritional intervention on feline cognition, so as a result, many of the nutrients recommended to support cat cognition have been interpreted from human and canine cognitive support supplements.",
            "score": 229.12307739257812
        },
        {
            "docid": "4464817_30",
            "document": "Neurodegeneration . Alzheimer's disease has been \"hypothesized\" to be a protein misfolding disease (proteopathy), caused by accumulation of abnormally folded A-beta and tau proteins in the brain. Plaques are made up of small peptides, 39–43 amino acids in length, called beta-amyloid (also written as A-beta or Aβ). Beta-amyloid is a fragment from a larger protein called amyloid precursor protein (APP), a transmembrane protein that penetrates through the neuron's membrane. APP is critical to neuron growth, survival and post-injury repair. In Alzheimer's disease, an unknown process causes APP to be divided into smaller fragments by enzymes through proteolysis. One of these fragments gives rise to fibrils of beta-amyloid, which form clumps that deposit outside neurons in dense formations known as senile plaques.",
            "score": 227.93019104003906
        },
        {
            "docid": "6021647_52",
            "document": "Sulfatide . Sulfatide is also involved in the clearance of amyloid-β peptide. Amyloid-β peptides are one of the hallmarks of Alzheimer's disease. When they are not degraded properly, these peptides accumulate and create plaques, which are clumps of amyloid-β peptide pieces, and they are highly associated with Alzheimer's disease. Amyloid-β peptide clearance is important so that this accumulation does not occur. Sulfatide facilitates amyloid-β peptide removal through an endocytotic pathway, so when there are high levels of sulfatide, there are lower amounts of amyloid-β peptides. Since subjects with Alzheimer's disease have lower sulfatide levels, the clearance of amyloid-β peptides is lower, which allows the peptides to accumulate and create plaques in the brain.",
            "score": 227.29576110839844
        },
        {
            "docid": "1958222_2",
            "document": "Amyloid beta . Amyloid beta (Aβ or Abeta) denotes peptides of 36–43 amino acids that are crucially involved in Alzheimer's disease as the main component of the amyloid plaques found in the brains of Alzheimer patients. The peptides derive from the amyloid precursor protein (APP), which is cleaved by beta secretase and gamma secretase to yield Aβ. Aβ molecules can aggregate to form flexible soluble oligomers which may exist in several forms. It is now believed that certain misfolded oligomers (known as \"seeds\") can induce other Aβ molecules to also take the misfolded oligomeric form, leading to a chain reaction akin to a prion infection. The oligomers are toxic to nerve cells. The other protein implicated in Alzheimer's disease, tau protein, also forms such prion-like misfolded oligomers, and there is some evidence that misfolded Aβ can induce tau to misfold.",
            "score": 223.22714233398438
        },
        {
            "docid": "42295022_2",
            "document": "Florbetaben (18F) . Florbetaben, a fluorine-18 (18F)-labeled stilbene derivative (formerly known as BAY-949172), trade name NeuraCeq , is a diagnostic radiotracer developed for routine clinical application to visualize β-amyloid plaques in the brain. It is indicated for Positron Emission Tomography (PET) imaging of β-amyloid neuritic plaque density in the brains of adult patients with cognitive impairment who are being evaluated for Alzheimer’s disease (AD) and other causes of cognitive impairment. β-amyloid is a key neuropathological hallmark of AD, so markers of β-amyloid plaque accumulation in the brain are useful in distinguishing AD from other causes of dementia. The tracer successfully completed a global multicenter phase 0–III development program and obtained approval in Europe, US and South Korea in 2014.",
            "score": 223.03501892089844
        },
        {
            "docid": "18925064_10",
            "document": "Early-onset Alzheimer's disease . Beta-amyloid is a small piece of a larger protein called the amyloid precursor protein (APP). Once APP is activated, it is cut into smaller sections of other proteins. One of the fragments produced in this cutting process is β-amyloid. β-amyloid is “stickier” than any other fragment produced from cut-up APP, so it starts an accumulation process in the brain, which is due to various genetic and biochemical abnormalities. Eventually, the fragments form oligomers, then fibrils, beta-sheets, and finally plaques. The presence of β-amyloid plaques in the brain causes the body to recruit and activate microglial cells and astrocytes. This is typically a beneficial response; however, not with AD because β-amyloid plaques stimulate the glial cells to release oxygen free radicals (this pathway is not yet clear). Free radicals are typically effective against abnormal cells, but no way exists for the free radicals to differentiate between normal and abnormal cells. The free radicals destroy β-amyloid plaques, but also destroy the surrounding healthy tissue. As more tissue dies, the glial cells release chemokines and cytokines (proinflammatory compounds). These compounds recruit more glial cells, which means more free radicals. This uncontrolled glial response and inflammatory storm directly contributes to the neurodegenerative progression of AD.",
            "score": 220.29690551757812
        },
        {
            "docid": "13640902_10",
            "document": "Estrogen receptor beta . Genetic variation in ERβ is both sex and age dependent and ERβ polymorphism can lead to accelerated brain aging, cognitive impairment, and development of AD pathology. Similar to CVD, post-menopausal women have an increased risk of developing Alzheimer’s disease (AD) due to a loss of estrogen, which affects proper aging of the hippocampus, neural survival and regeneration, and amyloid metabolism. ERβ mRNA is highly expressed in hippocampal formation, an area of the brain that is associated with memory. This expression contributes to increased neuronal survival and helps protect against neurodegenerative diseases such as AD. The pathology of AD is also associated with accumulation of amyloid beta peptide (Aβ). While a proper concentration of Aβ in the brain is important for healthy functioning, too much can lead to cognitive impairment. Thus, ERβ helps control Aβ levels by maintaining the protein it is derived from, β-amyloid precursor protein. ERβ helps by up-regulating insulin-degrading enzyme (IDE), which leads to β-amyloid degradation when accumulation levels begin to rise. However, in AD, lack of ERβ causes a decrease in this degradation and an increase in plaque build-up.",
            "score": 218.98269653320312
        },
        {
            "docid": "52832272_9",
            "document": "Mitochondria associated membranes . MAMS play an important role in Ca+2 Homeostasis, phospholipid and cholesterol metabolism. Research has associated the alteration of these functions of MAMs in AD. Mitochindrial associated membranes associated with Alzheimer's disease have been reported to have an up-regulation of lipids synthesized in the MAMs juxtaposition and an up regulation of protein complexes present in the contact region between the ER and mitochondria. Research has suggested that the sites of MAM are the primary sites of activity for γ-secretase activity and amyloid precursor protein (APP) localization along with the presenilin 1 (PS1), presenilin 2 (PS2) proteins. γ-secretase functions in the cleavage of the beta- APP protein. Patients diagnosed with Alzheimer’s disease have presented results that indicated the accumulation of amyloid beta peptide in the brain which in turn leads to the amyloid cascade suggestion. Also up increased connectivity between the ER and the mitochondria at MAM sites has been observed in human patients diagnosed with familial AD (FAD) by increase of the contact sites. These individuals showed mutations in the PS1, PS2 and APP proteins at the MAM sites. This increased connectivity also caused an abnormality in Ca+2 signaling between neurons. Also with regard to the role in MAMs in phospholipid metabolism, patients diagnosed with AD have been reported to show alterations in levels of Phosphatedylserine and phostphatedylethanolamine in the ER and mitochondria respectively, this leads to the intracellular tangles containing hyperphosphorylated forms of the microtubule‐associated protein tau within tissues.",
            "score": 216.2278594970703
        },
        {
            "docid": "11677095_21",
            "document": "GAB2 . GAB2 has been indicated in playing a role in the pathogenesis of Alzheimer's disease via its interaction with tau and amyloid precursor proteins. GAB2 may prevent neuronal tangle formation characteristic of LOAD by reducing phosphorylation of tau protein via the activation of the PI3K signaling pathway, which activates Akt. Akt inactivates Gsk3, which is responsible for tau phosphorylation. Mutations in GAB2 could affect Gsk3-dependent phosphorylation of tau and the formation of neurofibrillary tangles. Interactions between GAB2-Grb2 and APP are enhanced in AD brains, suggesting an involvement of this coupling in the neuropathogenesis of AD.",
            "score": 216.1529998779297
        },
        {
            "docid": "14138372_16",
            "document": "ALOX12 . Patients with Alzheimer's disease or other forms of dementia have significantly higher levels of 12(\"S\")-HETE (and 15(\"S\")-HETE) in cerebrospinal fluid compared to aged-matched normal individuals. Complementary studies in rodent models bearing human mutated genes for Amyloid precursor protein and/or tau protein (see tau protein#Clinical significance) that produce Alzheimer's dementia-like syndromes implicate 12(\"S\")-HETE, 15(\"S\")-HETE, and a 12/15-lipoxygenase type enzyme in the development and progression of the Alzhiemer's disease-like symptoms and findings in these animals. In a single study, ALOX12 mRNA was found elevated in the brain tissue of Alzheimer disease patients compared to control patients. These results suggest that ALOX12 (or ALOX15) may contribute to the development of Alzheimer's disease in humans.",
            "score": 215.9722137451172
        },
        {
            "docid": "41120978_9",
            "document": "Estrogen and neurodegenerative diseases . Amyloid plaques formed by amyloid-β (Aβ) deposition and neurofibrillary tangles formed by tau protein phosphorylation are dominant physiological features of Alzheimer's disease. Amyloid precursor protein (APP) proteolysis is fundamental for production of Aβ peptides implicated in AD pathology. By using a cell line that contains high levels of estrogen receptors, scientists found that treatment with physiological concentrations of 17 beta-estradiol is associated with accumulation in the conditioned medium of an amino-terminal cleavage product of APP (soluble APP or protease nexin-2), indicative of non-amyloidogenic processing.",
            "score": 213.80999755859375
        },
        {
            "docid": "41120962_13",
            "document": "Neuroinflammation . Alzheimer's disease (AD) has historically been characterized by two major hallmarks: neurofibrillary tangles and amyloid-beta plaques. Neurofibrillary tangles are insoluble aggregates of tau proteins, and amyloid-beta plaques are extracellular deposits of the amyloid-beta protein. Current thinking in AD pathology goes beyond these two typical hallmarks to suggest that a significant portion of neurodegeneration in Alzheimer's is due to neuroinflammation. Activated microglia are seen in abundance in post-mortem AD brains. Current thought is that in the presence of inflammatory cytokine-activated microglia cannot phagocytose amyloid-beta, which may contribute to plaque accumulation as opposed to clearance. Additionally, the inflammatory cytokine IL-1β is upregulated in AD and is associated with decreases of synaptophysin and consequent synaptic loss. Further evidence that inflammation is associated with disease progression in AD is that persons that take non-steroidal anti-inflammatory drugs (NSAIDs) regularly have been associated with reduced AD later in life.",
            "score": 212.9659881591797
        },
        {
            "docid": "42295022_6",
            "document": "Florbetaben (18F) . Florbetaben binding to β-amyloid plaques on human brain samples was originally demonstrated in 2005. Highly selective binding for β-amyloid over other proteins (e.g., tau and a-synuclein) has been demonstrated in vitro. Initial single-center studies demonstrated the potential for florbetaben PET imaging to discriminate between AD patients and non-AD patients or healthy volunteers.  Single dose pharmacokinetics of 300 MBq florbetaben of low or high mass dose (<=5 and 50–55 μg) showed no relevant differences between Japanese and Caucasian populations. When compared to healthy subjects, cortical uptake of florbetaben was demonstrated to be generally higher in a large proportion of patients with a clinical diagnosis of AD or mild cognitive impairment. Longitudinal data of 45 patients with MCI indicated that florbetaben PET imaging may be useful to identify patients who will progress to AD. A substantial proportion of patients with a positive florbetaben PET scan progressed to AD-dementia over a 2-year and 4-year time frame. At 4-year follow-up, 88% (21/24) of individuals with MCI and positive florbetaben uptake converted to clinical dementia due to AD, whereas none of 21 florbetaben-negative individuals with MCI experienced a conversion. The pivotal phase III study investigated the relationship of florbetaben imaging and amyloid deposition in the brain in patients with a clinical diagnosis of AD and other dementias and subjects without dementia.",
            "score": 212.21060180664062
        },
        {
            "docid": "1432909_10",
            "document": "Progressive supranuclear palsy . The affected brain cells are both neurons and glial cells. The neurons display neurofibrillary tangles, which are clumps of tau protein, a normal part of a brain cell's internal structural skeleton. These tangles are often different from those seen in Alzheimer's disease, but may be structurally similar when they occur in the cerebral cortex. Their chemical composition is usually different, however, and is similar to that of tangles seen in corticobasal degeneration. Tufts of tau protein in astrocytes, or tufted astrocytes, are also considered diagnostic. Unlike globose NFTs, they may be more widespread in the cortex. Lewy bodies are seen in some cases, but it is not clear whether this is a variant or an independent co-existing process, and in some cases PSP can coexist with corticobasal degeneration, Parkinson's and/or Alzheimer's Disease, particularly with older patients.",
            "score": 212.1327667236328
        },
        {
            "docid": "7201415_14",
            "document": "Biochemistry of Alzheimer's disease . More recent hypotheses center on the effects of the misfolded and aggregated proteins, amyloid beta and tau. The two positions are lightheartedly described as \"ba-ptist\" and \"tau-ist\" viewpoints in one scientific publication. Therein, it is suggested that \"Tau-ists\" believe that the tau protein abnormalities initiate the disease cascade, while \"ba-ptists\" believe that beta amyloid deposits are the causative factor in the disease.",
            "score": 210.79263305664062
        },
        {
            "docid": "52582981_2",
            "document": "Cell-Cycle Hypothesis of Alzheimer's Disease . Alzheimer’s Disease (AD) is a neurodegenerative condition characterized by two hallmarks: senile plaques and the neurofibrillary tangle. Senile plaques are extracellular aggregations of amyloid-b (Aβ) protein. Neurofibrillary tangles are collections of hyperphosphorylated tau protein associated with microtubules found within neurons. Senile plaques and neurofibrillary tangles are widespread throughout brain tissue and mirror other pathological changes associated with AD.",
            "score": 210.26641845703125
        },
        {
            "docid": "1958222_8",
            "document": "Amyloid beta . Brain Aβ is elevated in patients with sporadic Alzheimer's disease. Aβ is the main constituent of brain parenchymal and vascular amyloid; it contributes to cerebrovascular lesions and is neurotoxic. It is unresolved how Aβ accumulates in the central nervous system and subsequently initiates the disease of cells. Some researchers have found that the Aβ oligomers induce some of the symptoms of Alzheimer's Disease by competing with insulin for binding sites on the insulin receptor, thus impairing glucose metabolism in the brain. Significant efforts have been focused on the mechanisms responsible for Aβ production, including the proteolytic enzymes gamma- and β-secretases which generate Aβ from its precursor protein, APP (amyloid precursor protein). Aβ circulates in plasma, cerebrospinal fluid (CSF) and brain interstitial fluid (ISF) mainly as soluble Aβ40 Senile plaques contain both Aβ40 and Aβ42, while vascular amyloid is predominantly the shorter Aβ40. Several sequences of Aβ were found in both lesions. Generation of Aβ in the central nervous system may take place in the neuronal axonal membranes after APP-mediated axonal transport of β-secretase and presenilin-1.",
            "score": 205.69496154785156
        },
        {
            "docid": "4402098_13",
            "document": "Memory and aging . A biological explanation for memory deficits in aging includes a postmortem examination of five brains of elderly people with better memory than average. These people are called the \"super aged,” and it was found that these individuals had fewer fiber-like tangles of tau protein than in typical elderly brains. However, a similar amount of amyloid plaque was found.",
            "score": 205.6551513671875
        },
        {
            "docid": "15648814_25",
            "document": "Quinolinic acid . Researchers have found a correlation between quinolinic acid and Alzheimer's disease. For example, studies have found in the post-mortem brains of Alzheimer’s disease patients higher neuronal quinolinic acid levels and that quinolinic acid can associate with tau protein. Furthermore, researchers have demonstrated that quinolinic acid increases tau phosphorylation in vitro in human fetal neurons and induces ten neuronal genes including some known to correlate with Alzheimer’s disease. In immunoreactivity studies, researchers have found that quinolinic acid immunoreactivity is strongest in glial cells that are located close to amyloid plaques and that there is immunoreactivity with neurofibrillary tangles.",
            "score": 205.18125915527344
        },
        {
            "docid": "1705007_14",
            "document": "Tau protein . All of the six tau isoforms are present in an often hyperphosphorylated state in paired helical filaments from Alzheimer's disease brain. In other neurodegenerative diseases, the deposition of aggregates enriched in certain tau isoforms has been reported. When misfolded, this otherwise very soluble protein can form extremely insoluble aggregates that contribute to a number of neurodegenerative diseases. Tau protein has a direct effect on the breakdown of a living cell caused by tangles that form and block nerve synapses. Tangles are clumps of Tau protein that stick together and block essential nutrients that need to be distributed to cells in the brain, causing the cells to die.",
            "score": 203.9372100830078
        },
        {
            "docid": "14854417_24",
            "document": "Protein phosphorylation . Tau protein belongs to a group of Microtubule Associated Proteins (MAPs) which, among several things, help stabilize microtubules in cells, including neurons. Association and stabilizing activity of tau protein depends on its phosphorylated state. In Alzheimer's disease, due to misfoldings and abnormal conformational changes in tau protein structure, it is rendered ineffective at binding to microtubules and thus unable to keep the neural cytoskeletal structure organized during neural processes; in fact abnormal tau inhibits and disrupts microtubule organization and disengages normal tau from microtubules into cytosolic phase. The misfoldings lead to the abnormal aggregation into fibrillary tangles inside the neurons, the hallmark of Alzheimer's disease. There is an adequate amount that the tau protein needs to be phosphorylated to function, but hyperphosphorylation of tau protein is thought to be one of the major influences on its incapacity to associate. Phosphatases PP1, PP2A, PP2B, and PP2C dephosphorylate tau protein \"in vitro\", and their activities have found to be reduced in areas of the brain in Alzheimer patients. Tau phosphoprotein is three to fourfold hyperphosphorylated in an Alzheimer patient compared to an aged non-afflicted individual. Alzheimer disease tau seems to remove MAP1 and MAP2 (two other major associated proteins) from microtubules and this deleterious effect is reversed when dephosphorylation is performed, evidencing hyperphosphorylation as the sole cause of the crippling activity.",
            "score": 203.9293670654297
        },
        {
            "docid": "18914017_18",
            "document": "Alzheimer's disease . In 2009, this theory was updated, suggesting that a close relative of the beta-amyloid protein, and not necessarily the beta-amyloid itself, may be a major culprit in the disease. The theory holds that an amyloid-related mechanism that prunes neuronal connections in the brain in the fast-growth phase of early life may be triggered by ageing-related processes in later life to cause the neuronal withering of Alzheimer's disease. N-APP, a fragment of APP from the peptide's N-terminus, is adjacent to beta-amyloid and is cleaved from APP by one of the same enzymes. N-APP triggers the self-destruct pathway by binding to a neuronal receptor called death receptor 6 (DR6, also known as TNFRSF21). DR6 is highly expressed in the human brain regions most affected by Alzheimer's, so it is possible that the N-APP/DR6 pathway might be hijacked in the ageing brain to cause damage. In this model, beta-amyloid plays a complementary role, by depressing synaptic function.",
            "score": 203.7846221923828
        }
    ]
}