{
    "q": [
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 178.53317952156067
        },
        {
            "docid": "8316030_6",
            "document": "Peter Zandstra . Research in the Zandstra Laboratory is focused on the regeneration of functional tissues from stem cells and the development and utilization of tools to modulate the responses of stem cells in vitro and in vivo. Interest in the generation of primary cells and tissues ex vivo is driven both by their potential use as a direct clinical modality and as human tissue analogues for the development of novel therapeutic agents. Dr Zandstra’s group particularly interested in understanding the role that the extracellular environment, the stem cell niche, plays in controlling stem cell fate decisions. Using quantitative bioengineering approaches including micro-fabrication, bioreactors, mathematically modeling and protein and cell engineering the Zandstra lab is discovering how stem cells integrate their complex microenvironment to make self-renewal or differentiation divisions. The group is focused on using this understanding to enable new therapeutically and technologically relevant strategies in regenerative medicine. The Zandstra lab focuses in particular on understanding how to grow human blood stem cells, and on understanding how to differentiate pluripotent stem cells into functional blood, cardiac and pancreatic tissue.",
            "score": 141.49014592170715
        },
        {
            "docid": "19965_7",
            "document": "Morphogenesis . At a tissue level, ignoring the means of control, morphogenesis arises because of cellular proliferation and motility. Morphogenesis also involves changes in the cellular structure or how cells interact in tissues. These changes can result in tissue elongation, thinning, folding, invasion or separation of one tissue into distinct layers. The latter case is often referred as cell sorting. Cell \"sorting out\" consists of cells moving so as to sort into clusters that maximize contact between cells of the same type. The ability of cells to do this has been proposed to arise from differential cell adhesion by Malcolm Steinberg through his Differential Adhesion Hypothesis. Tissue separation can also occur via more dramatic cellular differentiation events during which epithelial cells become mesenchymal (see Epithelial-mesenchymal transition). Mesenchymal cells typically leave the epithelial tissue as a consequence of changes in cell adhesive and contractile properties. Following epithelial-mesenchymal transition, cells can migrate away from an epithelium and then associate with other similar cells in a new location.",
            "score": 152.2618418931961
        },
        {
            "docid": "5106912_3",
            "document": "Immunocytochemistry . Immunocytochemistry differs from immunohistochemistry in that the former is performed on samples of intact cells that have had most, if not all, of their surrounding extracellular matrix removed. This includes individual cells that have been isolated from a block of solid tissue, cells grown within a culture, cells deposited from suspension, or cells taken from a smear. In contrast, immunohistochemical samples are sections of biological tissue, where each cell is surrounded by tissue architecture and other cells normally found in the intact tissue. Immunocytochemistry is a technique used to assess the presence of a specific protein or antigen in cells (cultured cells, cell suspensions) by use of a specific antibody, which binds to it, thereby allowing visualization and examination under a microscope. It is a valuable tool for the determination of cellular contents from individual cells. Samples that can be analyzed include blood smears, aspirates, swabs, cultured cells, and cell suspensions.",
            "score": 133.7880254983902
        },
        {
            "docid": "24950378_3",
            "document": "Cell–cell interaction . Stable cell-cell interactions are required for cell adhesion within a tissue and controlling the shape and function of cells. These stable interactions involve cell junctions which are multiprotein complexes that provide contact between neighboring cells. Cell junctions allow for the preservation and proper functioning of epithelial cell sheets. These junctions are also important in the organization of tissues where cells of one type can only adhere to cells of the same tissue rather than to a different tissue.",
            "score": 143.74333548545837
        },
        {
            "docid": "19965_10",
            "document": "Morphogenesis . Tissues can change their shape and separate into distinct layers via cell contractility. Just as in muscle cells, myosin can contract different parts of the cytoplasm to change its shape or structure. Myosin-driven contractility in embryonic tissue morphogenesis is seen during the separation of germ layers in the model organisms \"Caenorhabditis elegans\", \"Drosophila\" and zebrafish. There are often periodic pulses of contraction in embryonic morphogenesis. A model called the cell state splitter involves alternating cell contraction and expansion, initiated by a bistable organelle at the apical end of each cell. The organelle consists of microtubules and microfilaments in mechanical opposition. It responds to local mechanical perturbations caused by morphogenetic movements. These then trigger traveling embryonic differentiation waves of contraction or expansion over presumptive tissues that determine cell type and is followed by cell differentiation. The cell state splitter was first proposed to explain neural plate morphogenesis during gastrulation of the axolotl and the model was later generalized to all of morphogenesis.",
            "score": 140.9244303703308
        },
        {
            "docid": "48687560_5",
            "document": "Margaret Reed Lewis . Lewis and her husband helped develop and put into practice the first experimental systems for observing and understanding somatic cell physiology in complex organisms, which demonstrated that the behavior of these autonomous cells had a significant relationship to the development, infection, immunity, physiology and development of cancer for the organism. As a result, their work served to establish the importance of cellular behavior. As a result, this couple’s greatest impact on embryology and cell biology in the twentieth century was teaching later generations of biologists the basic factors involved in tissue culture based on what they had learned from their research. The Lewises saw a place for the findings on the cell related to embryology as well, and expressed this perspective to the president of the Carnegie Institution of Washington when they wrote to him that knowing the extent of a cell’s permanent individuality must be determined before it is possible to understand how they cooperate and are integrated into a tissue. This perspective is what gave Margaret and Warren Lewis their place in the Department of Embryology at the Carnegie Institution. With so many avenues opened by cell culture to explore, Margaret Lewis and her husband diverged in their area of study, with Margaret Lewis choosing to focus on microbiological problems, which involved close observations of chick embryo intestines reacting to typhoid bacilli in the medium in which it was grown. Through the tissue culture techniques the Lewises had developed, these studies showed that infections and diseases were cellular phenomena in that infection was observed in an isolated system but the events occurred in a way that would be observed in an organism as a whole.  In her work with chick embryos, Margaret Lewis studied connective tissue formation within the tissues as well as outside of an environment where factors involved in coagulation are present. Lewis observed that the connective tissue fibrils resulted from the cytoplasmic transformations of the cells. In her studies of explanted tissue cultures, Lewis noted that the cells choose to migrate away from the tissue sample and divide as individual cells, resulting in loss of the tissue’s characteristic appearance. However, she also made the distinction that the cells do not become more embryonic like Champy and others claimed, but instead lose their differentiated appearance as a tissue. This spreading of the cells and lack of characteristic tissue form caused fibril development in many tissue cultures to be lacking; however, there were a few cultures where connective tissue fibers did develop, and their progression could be tracked. She observed that fibrils start as delicate lines in the exoplasm and become bundles that are passed between cells. Lewis also found no evidence of vacuoles forming fibrils as was believed to be the case by other researchers.",
            "score": 171.72999131679535
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 166.5189906358719
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 167.98306322097778
        },
        {
            "docid": "2332422_28",
            "document": "Carcinogenesis . Often, the multiple genetic changes that result in cancer may take many years to accumulate. During this time, the biological behavior of the pre-malignant cells slowly change from the properties of normal cells to cancer-like properties. Pre-malignant tissue can have a distinctive appearance under the microscope. Among the distinguishing traits are an increased number of dividing cells, variation in nuclear size and shape, variation in cell size and shape, loss of specialized cell features, and loss of normal tissue organization. Dysplasia is an abnormal type of excessive cell proliferation characterized by loss of normal tissue arrangement and cell structure in pre-malignant cells. These early neoplastic changes must be distinguished from hyperplasia, a reversible increase in cell division caused by an external stimulus, such as a hormonal imbalance or chronic irritation.",
            "score": 155.52261090278625
        },
        {
            "docid": "12240016_11",
            "document": "Cell fusion . Alternative forms of restoring organ function and replacing damaged cells are needed with donor organs and tissue for transplantation being so scarce. It is because of the scarcity that biologists have begun considering the potential for therapeutic cell fusion. Biologists have been discussing implications of the observation that cell fusion can occur with restorative effects following tissue damage or cell transplantation. Though using cell fusion for this is being talked about and worked on, there are still many challenges those who wish to implement cell fusion as a therapeutic tool face. These challenges include choosing the best cells to use for the reparative fusion, determining the best way to introduce the chosen cells into the desired tissue, discovering methods to increase the incidence in cell fusion, and ensuring that the resulting fusion products will function properly. If these challenges can be overcome then cell fusion may have therapeutic potential.",
            "score": 140.10577702522278
        },
        {
            "docid": "53895456_7",
            "document": "Cell-based models . Since they account for individual behavior at the cell level such as cell proliferation, cell migration or apoptosis, cell-based models are a useful tool to study the influence of these behaviors on how tissues are organised in time and space. Due in part to the increase in computational power, they have arisen as an alternative to continuum mechanics models which treat tissues as viscoelastic materials by averaging over single cells.",
            "score": 132.5832748413086
        },
        {
            "docid": "24320723_10",
            "document": "Sangeeta N. Bhatia . Specifically, she studies the interactions between hepatocytes (liver cells) and their microenvironment and develops microfabrication tools to improve cellular therapies for liver disease (Hepatic Tissue Engineering). The goal is to maximize hepatocyte function, facilitate design of effective cellular therapies for liver disease, and improve fundamental understanding of liver physiology and pathophysiology. She is also interested in using arrays of living cells as high-throughput platforms to study fundamental aspects of stem cell biology (Cell-Based BioMEMS) using a diverse repertoire of tools including chemical, topological, fluidic, electrical, and optical manipulation of living cells on chip platforms. Finally, LMRT is involved in a multidisciplinary effort to develop nanomaterials as tools for biological studies and as multifunctional agents for cancer therapies. Interests center around nanoparticles and nanoporous materials that can be designed to perform complex tasks such as: home to a tumor, sense changes in cells and tissues, enhance imaging, and trigger the release of a therapeutic payload. Having had several stints in the biotechnology industry, Dr. Bhatia holds a number of patents for both clinical and biotechnological applications of engineering principles. She is the author of Microfabrication in Tissue Engineering and Bioartificial Organs and co-author of the undergraduate textbook Tissue Engineering.",
            "score": 144.47324061393738
        },
        {
            "docid": "23843184_8",
            "document": "Intravital microscopy . One of the main advantages of intravital microscopy is the opportunity to observe how cells interact with their microenvironment. However, visualization of all the cell types of the microenvironment is limited by the number of distinguishable fluorescent labels available. It is also widely accepted that some tissues such as brain can be visualized easier than others such as skeletal muscle. These differences occur due to variability in homogeneity and transparency of different tissues. In addition, generating transgenic mice with a phenotype of interest and fluorescent proteins in appropriate cell types is often challenging and time consuming.  Another problem associated with the use of transgenic mice is that it is sometimes difficult to interpret changes observed between a wild-type mouse and a transgenic mouse that represents the phenotype of interest. The reason for this is that genes of similar function can often compensate for the altered gene that leads to some degree of adaptation.",
            "score": 122.46163594722748
        },
        {
            "docid": "17610070_15",
            "document": "Ida Henrietta Hyde . Hyde was a researcher and professor, but also an inventor and innovator. She developed instruments for monitoring physiological parameters in a marine animal that could be used in seawater. Her most well-known invention was an intracellular micropippette electrode. Dr. Hyde had observed that electrolytes in high concentrations affect processes of cell division, leading to her noting of the minute differences in electrical potential within cells. In order to understand how these nerve and muscle cells work, she needed to be able to stimulate the cells properly and be able to record the results of the change in the currents of the individual cells occurring. Ida’s microelectrode can be used for stimulating cells at the micro level while recording electrical activity within the cell without disturbing the cellular wall. This device was a revolutionary invention in neurophysiology and the study of contractile nerve tissue, however, the micro electrode was never officially attributed to Ida as being its first inventor.",
            "score": 142.4719696044922
        },
        {
            "docid": "10959358_3",
            "document": "Convergent extension . Convergent extension has been primarily studied in frogs and fish due to their large embryo size and their development outside of a maternal host (in egg clutches in the water, as opposed to in a uterus). Within frogs and fish, however, there exist fundamental differences in how convergent extension is achieved. Frog embryogenesis utilizes cell rearrangement as the sole player of this process. Fish, on the other hand, utilize both cell rearrangement as well as directed migration (Fig. 1) . Cellular rearrangement is the process by which individual cells of a tissue rearrange to reshape the tissue as a whole, while cellular migration is the directed movement of a singular cell or small group of cells across a substrate such as a membrane or tissue.",
            "score": 138.29166173934937
        },
        {
            "docid": "51758582_3",
            "document": "Cell division orientation . Cell division orientation is one of the mechanisms that shapes tissue during development and morphogenesis. Along with cell shape changes, cell rearrangements, apoptosis and growth, oriented cell division modifies the geometry and topology of live tissue in order to create new organs and shape the organisms. Reproducible patterns of oriented cell divisions were described during mophogenesis of \"Drosophila\" embryos, \"Arabidopsis thaliana\" embryos, \"Drosophila\" pupa, zebrafish embryos and mouse early embryos. Oriented cell divisions contribute to the tissue elongation and the release of mechanical stress. While in the first case oriented cell division acts as active contributor to the morphogenesis, the latter case is a passive response to the external mechanical tensions.",
            "score": 164.2768714427948
        },
        {
            "docid": "1308330_31",
            "document": "Thymidine kinase . Thymidine kinase has been determined in tissue samples after extraction of the tissue. No standard method for the extraction or for the assay has been developed and TK determination in extracts from cells and tissues have not been validated in relation to any specific clinical question, see however Romain et al. and Arnér et al. A method has been developed for specific determination of TK2 in cell extracts using the substrate analog 5-Bromovinyl 2'-deoxyuridine. In the studies referred to below the methods used and the way the results are reported are so different that comparisons between different studies are not possible. The TK1 levels in fetal tissues during development are higher than those of the corresponding tissues later. Certain non-malignant diseases also give rise to dramatic elevation of TK values in cells and tissue: in peripheric lymphocytes during monocytosis and in bone marrow during pernicious anemia. As TK1 is present in cells during cell division, it is reasonable to assume that the TK activity in malignant tissue should be higher than in corresponding normal tissue. This is also confirmed in most studies.",
            "score": 140.23012399673462
        },
        {
            "docid": "31142766_6",
            "document": "Victimless Leather . NoArk – NoArk is a collection of cells and tissue from many different organisms, growing together inside a \"vessel\", a reference to Noah's Ark. The project website states that NoArk is \"a tangible as well as symbolic ‘craft’ for observing and understanding a biology that combines the familiar with the other\". Worry Dolls – Seven modern versions of the Guatemalan Worry doll were hand-crafted of degradable polymers and surgical sutures and seeded with skin, muscle and bone tissue. The tissue was then allowed to grow inside a bioreactor, replacing the polymers as it degrades, thus creating seven semi-living dolls.  Disembodied Cuisine – Along with Victimless Leather, this is part of the \"Victimless Utopia\". The idea for this project was to take cells from a frog and grow them into something possible to eat, displaying it next to the still living frog the food came from. This problemetizes the whole meat industry – how we kill animals to eat them. Growing tissue outside of the body of the animal is a way to \"make\" meat while the animal stays healthy and living. Extra Ear – ¼ Scale – Using human tissue, a quarter-scale replica of artist Stelarc's ear was grown. The project wanted to confront the cultural perceptions of life now that we are able to manipulate living systems, and also discuss the notions of the wholeness of the body.  The Pig Wings Project – This project bases its ideas on xenotransplantation and genetically modifying pigs so their organs can be transplanted to humans. The artists used tissue engineering and stem cell technologies to grow pig bone tissue, forming three different sets of wings. One set shaped as bat wings (\"evil\"), one as bird wings (\"good\") and one as pterosaurs wings (\"neutral\").",
            "score": 127.4583238363266
        },
        {
            "docid": "7118863_3",
            "document": "Stroma (tissue) . There are multiple ways of classifying tissues: one classification scheme is based on tissue functions and another analyzes their cellular components. Stromal tissue falls into the \"functional\" class that contributes to the body's support and movement. The cells which make up stroma tissues serve as a matrix in which the other cells are embedded. Stroma is made of various types of stromal cells.",
            "score": 102.03472423553467
        },
        {
            "docid": "2332422_35",
            "document": "Carcinogenesis . Normally, once a tissue is injured or infected, damaged cells elicit inflammation, by stimulating specific patterns of enzyme activity and cytokine gene expression on surrounding cells. Discrete clusters of molecules are secreted, which act as mediators, inducing the activity of subsequent cascades of biochemical changes. Each cytokine binds to specific receptors on various cell types, and each cell type responds differently by altering the activity of intracellular signal transduction pathways, depending on the receptors that the cell expresses and the signaling molecules present inside the cell. Collectively, this reprogramming process induces a stepwise change in cell phenotypes, which will ultimately lead to restoration of tissue function and toward regaining essential structural integrity. A tissue can thereby heal, depending on the productive communication between the cells present at the site of damage, and the immune system. Key factor in healing is the regulation of cytokine gene expression, which enables complementary groups of cells to respond to inflammatory mediators in a manner that gradually produces essential changes in tissue physiology. Cancer cells have either permanent (genetic) or reversible (epigenetic) changes on their genome, which partly inhibit their communication with surrounding cells and with the immune system. Cancer cells do not communicate with their tissue microenvironment in a manner that protects tissue integrity; instead, the movement and the survival of cancer cells become possible in locations where they can impair tissue function. Cancer cells survive by rewiring signal pathways that normally protect the tissue from the immune system.",
            "score": 129.2669596672058
        },
        {
            "docid": "20756967_14",
            "document": "Cyborg . Cyborg tissues structured with carbon nanotubes and plant or fungal cells have been used in artificial tissue engineering to produce new materials for mechanical and electrical uses. The work was presented by Di Giacomo and Maresca at MRS 2013 Spring conference on Apr, 3rd, talk number SS4.04. The cyborg obtained is inexpensive, light and has unique mechanical properties. It can also be shaped in desired forms. Cells combined with MWCNTs co-precipitated as a specific aggregate of cells and nanotubes that formed a viscous material. Likewise, dried cells still acted as a stable matrix for the MWCNT network. When observed by optical microscopy the material resembled an artificial \"tissue\" composed of highly packed cells. The effect of cell drying is manifested by their \"ghost cell\" appearance. A rather specific physical interaction between MWCNTs and cells was observed by electron microscopy suggesting that the cell wall (the most outer part of fungal and plant cells) may play a major active role in establishing a CNTs network and its stabilization. This novel material can be used in a wide range of electronic applications from heating to sensing and has the potential to open important new avenues to be exploited in electromagnetic shielding for radio frequency electronics and aerospace technology. In particular using Candida albicans cells cyborg tissue materials with temperature sensing properties have been reported.",
            "score": 126.79979014396667
        },
        {
            "docid": "2080429_22",
            "document": "Human tooth development . Hard tissues, including enamel and dentin, develop during the next stage of tooth development. This stage is called the crown, or maturation stage, by some researchers. Important cellular changes occur at this time. In prior stages, all of the IEE cells were dividing to increase the overall size of the tooth bud, but rapid dividing, called mitosis, stops during the crown stage at the location where the cusps of the teeth form. The first mineralized hard tissues form at this location. At the same time, the IEE cells change in shape from cuboidal to columnar and become preameloblasts. The nuclei of these cells move closer to the stratum intermedium and away from the dental papilla as they become polarized.",
            "score": 149.60459351539612
        },
        {
            "docid": "53979054_2",
            "document": "Clare Waterman . Dr. Clare M. Waterman is a Distinguished Investigator, Chief of the Laboratory of Cell and Tissue Morphodynamics, and Director of the Cell Biology and Physiology Center at the National Heart, Lung, and Blood Institute (NHLBI), in the National Institutes of Health (NIH) in Bethesda MD, USA . She is a cell biologist who has made seminal contributions to understanding the role of the cytoskeleton in cell migration. Cell migration is critical to development, immune response, and tissue maintenance, and is compromised in disease and metastatic cancer. Dr. Waterman pioneered the invention and application of novel quantitative and super-resolution light microscopy methods. She utilized these tools to reveal the architectural blueprint and dynamics of protein-based nano-machines that self-assemble in cells to generate, organize, and transmit the forces that drive cell movement, and she defined molecular pathways governing the orchestration of these protein machines in space and time. This unique and innovative body of work constitutes a major advance in knowledge of the molecular and biophysical basis of cell movement.",
            "score": 122.57024312019348
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 177.17099368572235
        },
        {
            "docid": "10742573_9",
            "document": "PKC alpha . Another field of research has indicated that PKC-α plays a vital role in epithelial tissue, the tissue that covers all external and internal surfaces of the body. Specifically, PKC-α is involved in altering the function of tight junctions. Tight junctions exist at the meeting point between two cells. Here, tight junctions fuse together to form an impermeable barrier to not only large molecules such as proteins, but also smaller molecules like water. This prevents foreign molecules from entering the cell and helps regulate the internal environment of the cell. Cells infected with certain types of epithelial cancer exhibit increased PKC-α activity. This is a result of a change in the shape of the cell membrane, particularly in the areas where tight junctions exists. With greater activity of PKC-α, the tight junctions lose their ability to form a tight barrier. This causes an increased leakiness of the tight junctions and thus movement of molecules into the cells. In intestinal areas, luminal growth factors are able to enter the cell and increase the rate of cell growth. This is thought to be a promotional event that may prolong certain epithelial cancers.",
            "score": 121.03666067123413
        },
        {
            "docid": "340390_15",
            "document": "Freemartin . Freemartins are occasionally used in stem cell and immunology research.  During fetal development cells are exchanged between the fused circulations of the bovine twins. Up to 95% of the freemartin's blood cells can be derived from those of her twin brother. Male-derived cells and their progeny can be easily visualized in the freemartin tissues, as only they contain the male Y chromosome. Thus, by analyzing these tissues, one can investigate the capacity of hematopoietic stem cells or other circulating cells to produce other tissues in addition to blood. The freemartin model allows one to analyze perfectly healthy and unmanipulated animals, without resorting to transplantation often used in stem cell research.",
            "score": 133.3690207004547
        },
        {
            "docid": "6058_33",
            "document": "Collagen . There is some covalent crosslinking within the triple helices, and a variable amount of covalent crosslinking between tropocollagen helices forming well organized aggregates (such as fibrils). Larger fibrillar bundles are formed with the aid of several different classes of proteins (including different collagen types), glycoproteins, and proteoglycans to form the different types of mature tissues from alternate combinations of the same key players. Collagen's insolubility was a barrier to the study of monomeric collagen until it was found that tropocollagen from young animals can be extracted because it is not yet fully crosslinked. However, advances in microscopy techniques (i.e. electron microscopy (EM) and atomic force microscopy (AFM)) and X-ray diffraction have enabled researchers to obtain increasingly detailed images of collagen structure \"in situ\". These later advances are particularly important to better understanding the way in which collagen structure affects cell–cell and cell–matrix communication and how tissues are constructed in growth and repair and changed in development and disease. For example, using AFM–based nanoindentation it has been shown that a single collagen fibril is a heterogeneous material along its axial direction with significantly different mechanical properties in its gap and overlap regions, correlating with its different molecular organizations in these two regions.",
            "score": 146.5578155517578
        },
        {
            "docid": "4286150_5",
            "document": "Liver spot . Differently from the melanotic nevi and the verrucous nevi on the skin, age spots change with time in color and in shape. Misrepair-accumulation aging theory proposes a hypothesis on the development of age spots. Firstly, the development of a flat spot is a result of accumulation of aged basal cells. When the skin is aged, some aged cells that contain lipofuscin bodies cannot be removed. An aged cell will affect the functionality of the local tissue and promote the aging of its neighbor cells. By a feedback loop, more and more neighbor cells become aged and lipofuscin-containing. They aggregate and form a spot with an irregular shape. Secondly, protruding of a flat spot is a result of the death of aged cells in the spot and release of lipofuscin bodies. Isolation of the un-digestible lipofuscin bodies in a fibrotic capsule is essential for maintaining the structural integrity of the tissue. Successive encapsulation of dead cells and lipofuscin bodies results in the growth of a spot in three dimensions. The dense lipofuscin bodies in the capsule make a protruding spot soft and dark in color. The diagnosis is usually done by a dermatologist.",
            "score": 135.516277551651
        },
        {
            "docid": "13041_5",
            "document": "Growth factor . \"Growth factor\" is sometimes used interchangeably among scientists with the term \"cytokine.\" Historically, cytokines were associated with hematopoietic (blood and lymph forming) cells and immune system cells (e.g., lymphocytes and tissue cells from spleen, thymus, and lymph nodes). For the circulatory system and bone marrow in which cells can occur in a liquid suspension and not bound up in solid tissue, it makes sense for them to communicate by soluble, circulating protein molecules. However, as different lines of research converged, it became clear that some of the same signaling proteins which the hematopoietic and immune systems use were also being used by all sorts of other cells and tissues, during development and in the mature organism.",
            "score": 145.8382441997528
        },
        {
            "docid": "39089688_3",
            "document": "Uropod (immunology) . Amoeboid cell migration mechanisms enable rapid movement without strong adhesion to tissue and that doesn't harm cell tissues, as opposed to other types of cell migration. The cell is also able to interact and integrate environmental signals so it can quickly find and follow chemical signals left by other cells or pathogens. Amoeboid movement generally consists of four main stages of movement: In more detail, after receptors on the cell recognize extracellular signals, cell contents are polarized to create different front and rear environments. Already, adhesion forces between the substrate and cell are present in the form of integrin/ICAM binding between cells. The uropod protrusion extends from the cell body due to actin polymerization and actomyosin extension, as cellular signals interact with cell and membrane contents. Actomyosin contraction pushes the cell forward by squeezing the cell contents in the direction of cell movement, prompting release of adhesion forces between the cell and environment and resulting in an overall change in position towards the extracellular signals.",
            "score": 136.21713483333588
        },
        {
            "docid": "5940893_2",
            "document": "Amniotic epithelial cell . An amniotic epithelial cell is a form of stem cell extracted from the lining of the inner membrane of the placenta. Amniotic epithelial cells start to develop around 8 days post fertilization. These cells are known to have some of the same markers as embryonic stem cells, more specifically, Oct-4 and nanog. These transcription factors are the basis of the pluripotency of stem cells. Amniotic epithelial cells have the ability to develop into any of the three germ layers: endoderm, mesoderm, and ectoderm. They can develop into several organ tissues specific to these germ layers including heart, brain, and liver. The pluripotency of the human amniotic epithelial cells makes them useful in treating and fighting diseases and disorders of the nervous system as well as other tissues of the human body. Artificial heart valves and working tracheas, as well as muscle, fat, bone, heart, neural and liver cells have all been engineered using amniotic stem cells. Tissues obtained from amniotic cell lines show promise for patients suffering from congenital diseases or malformations of the heart, liver, lungs, kidneys, and cerebral tissue.",
            "score": 142.14784169197083
        }
    ],
    "r": [
        {
            "docid": "7839859_9",
            "document": "Scenopinidae . The conformation of the cells is strictly dependent on the morphology of the venation: the marginal cell is very narrow and opens as does the submarginal on the costal margin; the first rear cell is relatively long and opens close to the apex of the wing. The discal cell has a pentagonal shape (quadrangular in the Scenopininae) apparently due to the absence of vein M 2 and the first basal cell is generally much longer than the second due to the development in length of the discal and the position of the radio-medial vein .",
            "score": 184.11244201660156
        },
        {
            "docid": "8296412_7",
            "document": "Blastobasidae . The wing venation of forewings and hindwings differs. The forewing has 12 veins altogether, with two anal veins – vein 1b and 1c, the former of which forks proximally – and a distally complete tubular vein (1c). The transverse vein is complete, and the discal cell has no tubular vein running through its middle. By contrast, the hindwings have seven or eight veins. Their anal veins are 1b and 1c like on the forewings; they lack vein 1a but also have the tubular vein 1c. Vein 1b may fork as in the forewings or remain unbranched, while a transverse vein may be present or not. Usually, five veins arise from the hindwing cell, of which the fourth and fifth are proximally joined; \"Blastobasis\", however, might only have four cell veins, with veins 3 and 5 joined and vein 4 missing, but this is not universally accepted. Hindwing vein 8 either runs along the upper cell margin initially and anastomizes with it; possibly, it arises from the cell margin in some species, but in neither case it runs close to vein 7.",
            "score": 179.8133544921875
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 178.53317260742188
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 177.17098999023438
        },
        {
            "docid": "318669_21",
            "document": "Schizosaccharomyces pombe . Fission yeast has become a notable model system to study basic principles of a cell that can be used to understand more complex organisms like mammals and in particular humans. This single cell eukaryote is nonpathogenic and easily grown and manipulated in the lab. Fission yeast contains one of the smallest numbers of genes of a known genome sequence for a eukaryote, and has only three chromosomes in its genome. Many of the genes responsible for cell division and cellular organization in fission yeast cell are also found in the human’s genome. Cell cycle regulation and division are crucial for growth and development of any cell. Fission yeast’s conserved genes has been heavily studied and the reason for many recent biomedical developments. Fission yeast is also a practical model system to observe cell division because fission yeast’s are cylindrically shaped single celled eukaryotes that divide and reproduce by medial fission. This can easily be seen using microscopy. Fission yeast also have an extremely short generation time, 2 to 4 hours, which also makes it an easy model system to observe and grow in the laboratory Fission yeast’s simplicity in genomic structure yet similarities with mammalian genome, ease of ability to manipulate, and ability to be used for drug analysis is why fission yeast is making many contributions to biomedicine and cellular biology research, and a model system for genetic analysis.",
            "score": 176.9365692138672
        },
        {
            "docid": "14630109_3",
            "document": "Garudinia . Palpi upturned, slender and not reaching the vertex of head. Antennae minutely ciliated. Fore wing narrow with arched costa. Veins 3 and 4 stalked, vein 5 absent, vein 6 from angle of cell. Veins 7 and 8 stalked and vein 10 absent. Male with a patch of modified scales in the cell. Hind wings of male excised at apex, with vein 6 absent. Female with stalked veins 3 and 4, vein 5 from above angle of cell, stalked veins 6 and 7 and vein 8 from middle of cell. Fore wings of male with a large costal fold and female with small of it.",
            "score": 174.90972900390625
        },
        {
            "docid": "22161339_13",
            "document": "Myxogastria . The second trophic phase begins with the development of the plasmodium. The multinucleated organism now absorbs via phagocytosis as many nutrients as possible. These are bacteria, protists, dissolved substances, moulds, higher fungi and small particles of organic material. This enables the cell to undergo enormous growth. The nucleus divides multiple times, and the cell soon becomes visible to the naked eye and usually has a surface areadepending on the speciesup to one square metre; however, in 1987 one artificially cultivated cell of \"Physarum polycephalum\" attained a surface area of 5.5 sq m. Myxogastria species have numerous nuclei in their trophic plasmodium phase; the small, non-veined proto-plasmodia have between 8 and 100 nuclei, while large, veined meshworks have between 100 and 10 million nuclei. All of these remain part of a single cell, which has a viscous, slimy consistency and may be transparent, white or brightly coloured in orange, yellow or pink.",
            "score": 174.76136779785156
        },
        {
            "docid": "30210180_10",
            "document": "Phacus . Being in an organically enriched freshwater environment is essential for the development this these species. Different studies have shown that the addition or removal of certain organic elements can have profound effects on cell development. In studies using beef extract to increase organic content of certain cultures, some species of \"Phacus\" were observed to have clear morphological changes different from the controls. These changes include: increasing thickness of the cell, increase in paramylon bodies (both in size and number in \"Phacus curvicauda\"), and the overall structure of the cells. Regardless of a large or small change in organic enrichment, studies show a consistency to these morphological changes. However, the amount of change that occurs varies between species and is dependent on the specific organic nutrients present. If the amount of organic nutrients in the genus’ habitat is insufficient, occasionally they form resting cysts. If this occurs, the cells would expand (swell) and become more rounded, and also lose their flagella. This increase in size forces the cell to increase the number of paramylon storage granules and develop a polysaccharide mucilaginous wall for protection until it enters a more habitable environment. In addition, cell division continues to take place even as a reproductive cyst.",
            "score": 174.61000061035156
        },
        {
            "docid": "5502128_3",
            "document": "Liphyra brassolis . Forewing: costa arched; apex subacute; termen convex; tornus rounded; dorsum sinuate, ciliated, about three-fourths the length of the costa; cell about half the length of the wing; vein 6 out of 7 beyond apex of cell, upper discocellular therefore absent, middle and lower discocellulars subequal, vertical; vein 7 ends on termen well below apex of wing; vein 8 out of 7, from apical half, ends on costa before apex of wing; vein 9 out of 7 from just before middle; veins 10 and 11 free; vein 12 terminates well beyond end of cell on costa.  Hindwing: irregularly pear shaped; costa slightly but widely angulated near base, then straight to apex; termen strongly rounded, tornus well marked, produced into a lobe; dorsum long, slightly convex; cell about half length of wing; middle discocellular short, concave, lower twice length of middle, strongly oblique; vein la very short, ends before middle of dorsum: vein 3 from well before lower apex of cell; vein 7 at base much closer to apex of cell than to base of wing; vein 8 very slightly arched near base, then straight to apex of wing. Antennae about half length of forewing, no distinct club but gradually increasing to apex; palpi porrect (forward pointing), gradually tapering to apex, third joint of moderate length, as thick at base as apex of second joint; eyes naked; body heavy and robust, reminding one in its stoutness of the body of \"Charaxes\".",
            "score": 174.3000030517578
        },
        {
            "docid": "45431302_3",
            "document": "Polygrammodes maccalis . The wingspan is about 37 mm. The wings are white, the forewings with a large basal chocolate spot, as well as three subbasal spots on the costa, in the cell and on the inner margin. There is an antemedial chocolate band, followed by spot in the cell. There is also a medial series of three bars, a postmedial bar from the costa to vein 5 and a series of elongated spots between the veins, as well as a subterminal series of elongated spots from below vein 8 to the inner margin, confluent with a postmedial series between veins 1 and 2 and between 3 and 5. A terminal orange band expands below vein 2 with an orange shade beyond the lower angle of the cell. The hindwings contain a medial series of four chocolate spots, a postmedial series of spots above veins 2 to 5 and a subterminal series of elongated spots, as well as a terminal orange band and a slight orange shade beyond the lower angle of the cell.",
            "score": 174.17823791503906
        },
        {
            "docid": "8449_5",
            "document": "Developmental biology . Regional specification refers to the processes that create spatial pattern in a ball or sheet of initially similar cells. This generally involves the action of cytoplasmic determinants, located within parts of the fertilized egg, and of inductive signals emitted from signaling centers in the embryo. The early stages of regional specification do not generate functional differentiated cells, but cell populations committed to develop to a specific region or part of the organism. These are defined by the expression of specific combinations of transcription factors. Morphogenesis relates to the formation of three-dimensional shape. It mainly involves the orchestrated movements of cell sheets and of individual cells. Morphogenesis is important for creating the three germ layers of the early embryo (ectoderm, mesoderm and endoderm) and for building up complex structures during organ development. Cell differentiation relates specifically to the formation of functional cell types such as nerve, muscle, secretory epithelia etc. Differentiated cells contain large amounts of specific proteins associated with the cell function. Growth involves both an overall increase in size, and also the differential growth of parts (allometry) which contributes to morphogenesis. Growth mostly occurs through cell division but also through changes of cell size and the deposition of extracellular materials. The control of timing of events and the integration of the various processes with one another is the least well understood area of the subject. It remains unclear whether animal embryos contain a master clock mechanism or not.",
            "score": 173.41241455078125
        },
        {
            "docid": "55582662_6",
            "document": "Bombus trophonius . The body of the holotype is very incomplete, with only a little of the metatibial corbicula present, and sections of the thorax which have long setae preserved. What is present of the legs, wings and thorax are all black in coloration due to the preservation conditions of the strata, and so the bee's coloration in life is unknown. The single hind wing preserved fully is long and wide. The forewings are larger with a length of and a width of at the widest. The pterostigma is rectangular and a little longer than wide with an outwardly bowed edge with the marginal cell. The prestigma, the Radial vein section between the 1Rs vein and the pterostigma, is almost as long as the pterostigma itself. The marginal cell is larger than the pterostigma at wide and long. It narrows slightly across its length and the apical end of the cell, which is narrower than the basal end, is almost as long as the basal end that is bordered by submarginal cells. The apical margin of the cell is rounded and pulls away from the marginal wing vein by more than a vein width.",
            "score": 172.6630859375
        },
        {
            "docid": "48687560_5",
            "document": "Margaret Reed Lewis . Lewis and her husband helped develop and put into practice the first experimental systems for observing and understanding somatic cell physiology in complex organisms, which demonstrated that the behavior of these autonomous cells had a significant relationship to the development, infection, immunity, physiology and development of cancer for the organism. As a result, their work served to establish the importance of cellular behavior. As a result, this couple’s greatest impact on embryology and cell biology in the twentieth century was teaching later generations of biologists the basic factors involved in tissue culture based on what they had learned from their research. The Lewises saw a place for the findings on the cell related to embryology as well, and expressed this perspective to the president of the Carnegie Institution of Washington when they wrote to him that knowing the extent of a cell’s permanent individuality must be determined before it is possible to understand how they cooperate and are integrated into a tissue. This perspective is what gave Margaret and Warren Lewis their place in the Department of Embryology at the Carnegie Institution. With so many avenues opened by cell culture to explore, Margaret Lewis and her husband diverged in their area of study, with Margaret Lewis choosing to focus on microbiological problems, which involved close observations of chick embryo intestines reacting to typhoid bacilli in the medium in which it was grown. Through the tissue culture techniques the Lewises had developed, these studies showed that infections and diseases were cellular phenomena in that infection was observed in an isolated system but the events occurred in a way that would be observed in an organism as a whole.  In her work with chick embryos, Margaret Lewis studied connective tissue formation within the tissues as well as outside of an environment where factors involved in coagulation are present. Lewis observed that the connective tissue fibrils resulted from the cytoplasmic transformations of the cells. In her studies of explanted tissue cultures, Lewis noted that the cells choose to migrate away from the tissue sample and divide as individual cells, resulting in loss of the tissue’s characteristic appearance. However, she also made the distinction that the cells do not become more embryonic like Champy and others claimed, but instead lose their differentiated appearance as a tissue. This spreading of the cells and lack of characteristic tissue form caused fibril development in many tissue cultures to be lacking; however, there were a few cultures where connective tissue fibers did develop, and their progression could be tracked. She observed that fibrils start as delicate lines in the exoplasm and become bundles that are passed between cells. Lewis also found no evidence of vacuoles forming fibrils as was believed to be the case by other researchers.",
            "score": 171.72998046875
        },
        {
            "docid": "34138470_3",
            "document": "Phazaca . Palpi upturned, reaching vertex of head. Antennae thickened and flattened in male. Fore wings broad. The outer margin evenly curved. Vein 5 from below the upper angle of cell and veins 6,7 and 8,9 stalked. vein 10 from cell. Hind wings usually with the outer margin produced to points at veins 4 and 7, slightly developed in male. Vein 5 from the middle of discocellulars. Veins 6 and 7 from angle of cell or shortly stalked. Male with a fold on inner area containing a tuft of long hair, veins 1b and 2 being distorted. Wings held more or less apart in repose.",
            "score": 171.26963806152344
        },
        {
            "docid": "34794347_13",
            "document": "Cebrioninae . The hind wing is well developed, and either highly reduced or absent; with normal transverse folds, or lacking transverse folds. Radial cell of hind wing well developed; elongate. Inner posterior angle formed at base of radial cell right or obtuse. Radial cell is not forming equilateral triangle. Ratio of length of apical area to total wing length less than 0.2. Medial bar of hind wing not crossed by fold. Free veins in medial area of hind wing is 5 or 6. Oblongum cell of hind wing absent. Medial fleck of hind wing absent; absent or not partly bisected by a vein. The wedge cell of hind wing well developed. The anal lobe of hind wing is absent with posterior edge of the hind wing is without a fringe of long hairs.",
            "score": 171.0439910888672
        },
        {
            "docid": "21862861_3",
            "document": "Teulisna . Palpi short, porrect and hairy. Antennae of male with short cilia and bristles. Fore wings are triangular with acute apex and erect outer margin. A fringe of long scales in the basal part of the cell on upperside. Veins 3 and 4 stalked and vein 5 absent. Veins 6 to 9 stalked, veins 10 from cell. Areole absent. Vein 11 anastomosing with vein 12. Male with the bent median nervure and narrow cell outer part. Neuration somewhat distorted. Hind wing with veins 3,4 and 6,7 stalked and vein 5 absent. Vein 8 from middle of cell. Male with a patch of modified scales at base of median nervure. The cell short and discocellulars oblique.",
            "score": 170.62266540527344
        },
        {
            "docid": "38959421_9",
            "document": "Lucy Shapiro . By the late 1990s, Shapiro and graduate student Michael Laub were able to study the genetic basis of cell cycle progression and consequently the identification of three regulatory proteins, DnaA, GcrA, and CtrA, which controlled complex temporal and spatial behaviors affecting large numbers of genes. With Dickon Alley and Janine Maddock, she was able to show that chemoreceptor proteins occupy specific areas within the cell. Shapiro and Christine Jacobs-Wagner as well as Janine Maddock showed that signaling phosphokinase also had specific positions at the cell poles. In 2005, using time-lapse microscopy and fluorescent tags, Shapiro was able to demonstrate that chromosomal regions are duplicated in both an orderly and a location-specific manner, involving \"a much higher degree of spatial organization than previously thought\". By studying the regulation of the cell cycle, asymmetric cell division, and cellular differentiation, Shapiro's work has led to a much deeper understanding of the genetic and molecular processes that cause identical bacterial cells to split into different cell types. These are basic processes that underlie all life, from single-cell bacteria to multi-cellular organisms. The process of the \"Caulobacter\" cell cycle also show similarities to stem cell division, in which two distinct cells arise, one of which differs from the parent cell while the other does not.",
            "score": 170.1790008544922
        },
        {
            "docid": "22182935_3",
            "document": "Hydrillodes . Palpi long and sickle-shaped. Second joint curved over the head and third joint long. Thorax and abdomen smoothly scaled. Fore wings with rounded apex usually. The outer margin evenly curved with short cell. Veins 4 and stalked. Hardly a trace of the discocellulars found. Vein 6 from upper angle of cell and veins 7 to 10 stalked. Hind wings with short cell. Vein 3 and 4 stalked. Vein 5 from lower angle of cell and vein 6 and 7 stalked.",
            "score": 169.92083740234375
        },
        {
            "docid": "414178_23",
            "document": "Renal cell carcinoma . Contrast-enhanced computed tomography (CT) scanning is routinely used to determine the stage of the renal cell carcinoma in the abdominal and pelvic regions. CT scans have the potential to distinguish solid masses from cystic masses and may provide information on the localization, stage or spread of the cancer to other organs of the patient. Key parts of the human body which are examined for metastatic involvement of renal cell carcinoma may include the renal vein, lymph node and the involvement of the inferior vena cava. According to a study conducted by Sauk et al., multidetector CT imaging characteristics have applications in diagnosing patients with clear renal cell carcinoma by depicting the differences of these cells at the cytogenic level.",
            "score": 169.6362762451172
        },
        {
            "docid": "5626414_5",
            "document": "Agromyzidae . For terms see Morphology of Diptera<br> These are small, sometimes minute, flies, at most 0.9 to 6.0 mm in length. The body is usually short, and the thorax has a rectangular profile, with a well-developed humeral callus. The abdomen is broad and the legs are short. The thorax and abdomen are often light grey, rarely dark, but may be yellow, green, blue-green, and variably coppery or metallic.  The wings are equal in length to the body or slightly longer. Wings have the lower calypter much reduced or absent. The chaetotaxy is well developed, especially on the head. The postvertical orbital bristles on the head are always present and divergent, inner and outer vertical bristles on the head are well developed. They have ocellar bristles, frontal bristles (two to eight pairs of frontal bristles, the lower one to three pairs curve inward, the other pairs backward), vibrissae (in some cases weakly developed), and oral bristles are always present. Interfrontal bristles are absent, but interfrontal setulae are sometimes present. The basal segment of the antennae is very short; the second antennal segment is not grooved. The third antennal segment is always large, usually round (not elongated but sometimes with a sharp point) and usually with swollen, and the almost bare or pubescent arista never is plumose. The face in lateral view is not deeply excavated between the antennae and the edge of the mouth. The ptilinal suture is clearly defined. The mouthparts are functional. The proboscis is usually short and thick, rarely elongated and geniculated (\"Ophiomyia\"). The maxillary palps are single-segmented and porrect. The thorax is without a continuous dorsal suture and without well-defined posterior calli. The thorax has well-developed dorsocentral bristles, postalar bristles, supra-alar bristles, and acrostichal and intra-alar bristles. The scutellum has two to four bristles. On each side of the thorax is a humeral bristle and one or two notopleural bristles.  In describing the bristles of the thorax (dorsocentral bristles and acrostichal), a formula is used in which the first number indicates the postsutural ones, and the second number, following a plus (+) or minus (-) sign the presutural. A few bristles are on the legs, but bristles on tibia 2, are of taxonomic significance. Tibiae are without a dorsal preapical bristle. Hind tibiae are without strong bristles in the basal 4/5. The front femora are without a conspicuous spine beneath.  The wing venation usually exhibits first and second basal, anal, and discal cells but may lack one or more of the cells. Wings have a discal cell, or are without a discal cell; without a subapical cell. The anal cell is very short and closed. The costa has one break which is at the end of the subcosta. The subcosta is apparent (faint) and joins vein 1 well short of the costa, or terminates before it (vein Sc is complete or incomplete, apically ending in vein R1 (Agromyzinae) or separate from vein R1, but reduced to a fold that may or may not reach the costa (Phytomyzinae)); . Wing vein 4 extends far beyond the end of the first basal cell. Wing vein 6 is present, falling short of the wing margin. Wing venation is shown in the gallery.",
            "score": 169.51844787597656
        },
        {
            "docid": "48871375_5",
            "document": "Protohabropoda . The size and shape of the pterostigma are similar to those of the Apinae tribes Anthophorini and Centridini though the rounded shape of the wing and the sizes of the cells formed by the wing veins make it closer to Anthophorini. In the tribe, \"P. pauli\" is identified from the living genera \"Anthophora\" and \"Amegilla\" by the positioning of veins and cells. and the genus \"Habropoda\" is distinguished by vein length.",
            "score": 169.25180053710938
        },
        {
            "docid": "36826686_4",
            "document": "Tarsophlebiidae . The largest species \"Turanophlebia sinica\" reached a wingspan of about , while the smallest species \"Tarsophlebia minor\" reached only a wingspan of about . The wing venation is characterized by the following features: wings hyaline, slender, and not stalked; discoidal cell basally open in both pairs of wings, so that the arculus is incomplete; forewing discoidal cell very acute; large and acute subdiscoidal cell in hindwing; primary antenodal braces Ax1 and Ax2 stronger than the secondary antenodal crossveins; nodus in distal position at 44-47% of wing length; nodus with terminal kink of CP and a strong nodal furrow; pterostigma elongate (covering several cells) and with oblique brace vein; one lestine oblique vein 'O' present between RP2 and IR2; in all wings there are pairs of secondary longitudinal concave intercalary veins anterior and posterior of the convex veins CuA, MA, and IR2, and closely parallel to them (the postero-intercalaries are always longer than the associated antero-intercalaries); hindwings without vein CuAb; crossvein-like remnant of vein CuP is curved and rather looks like a branch of AA.",
            "score": 169.1382293701172
        },
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 167.98306274414062
        },
        {
            "docid": "17384301_20",
            "document": "Liver . Histology, the study of microscopic anatomy, shows two major types of liver cell: parenchymal cells and non-parenchymal cells. 70–85% of the liver volume is occupied by parenchymal hepatocytes. Non-parenchymal cells constitute 40% of the total number of liver cells but only 6.5% of its volume. The liver sinusoids are lined with two types of cell, sinusoidal endothelial cells, and phagocytic Kupffer cells. Hepatic stellate cells are non-parenchymal cells found in the perisinusoidal space, between a sinusoid and a hepatocyte. Additionally, intrahepatic lymphocytes are often present in the sinusoidal lumen. The central area or hepatic hilum, includes the opening known as the porta hepatis which carries the common bile duct and common hepatic artery, and the opening for the portal vein. The duct, vein, and artery divide into left and right branches, and the areas of the liver supplied by these branches constitute the functional left and right lobes. The functional lobes are separated by the imaginary plane, Cantlie's line, joining the gallbladder fossa to the inferior vena cava. The plane separates the liver into the true right and left lobes. The middle hepatic vein also demarcates the true right and left lobes. The right lobe is further divided into an anterior and posterior segment by the right hepatic vein. The left lobe is divided into the medial and lateral segments by the left hepatic vein.",
            "score": 167.78030395507812
        },
        {
            "docid": "5647595_14",
            "document": "Ephrin receptor . The construction of blood vessels requires the coordination of endothelial and supportive mesenchymal cells through multiple phases to develop the intricate networks required for a fully functional circulatory system. The dynamic nature and expression patterns of the Ephs make them, therefore, ideal for roles in angiogenesis. Mouse embryonic models show expression of EphA1 in mesoderm and pre-endocardial cells, later spreading up into the dorsal aorta then primary head vein, intersomitic vessels, and limb bud vasculature, as would be consistent with a role in angiogenesis. Different class A Eph receptors have also been detected in the lining of the aorta, brachial arch arteries, umbilical vein, and endocardium. Complementary expression of EphB2/ephrin-B4 was detected in developing arterial endothelial cells and EphB4 in venous endothelial cells. Expression of EphB2 and ephrin-B2 was also detected on supportive mesenchymal cells, suggesting a role in wall development through mediation of endothelial-mesenchymal interactions. Blood vessel formation during embryogenesis consists of vasculogenesis, the formation of a primary capillary network followed by a second remodeling and restructuring into a finer tertiary network - studies utilizing ephrin-B2 deficient mice showed a disruption of the embryonic vasculature as a result of a deficiency in the restructuring of the primary network. Functional analysis of other mutant mice have led to the development of a hypothesis by which Ephs and ephrins contribute to vascular development by restricting arterial and venous endothelial mixing, thus stimulating the production of capillary sprouts as well as in the differentiation of mesenchyme into perivascular support cells, an ongoing area of research.",
            "score": 167.25372314453125
        },
        {
            "docid": "4612573_4",
            "document": "Stratiomyidae . These flies are very small to large (3–20 mm long). They have antennae in three segments, with the terminal segment annulated. Ocelli are present; the lower orbital bristles are absent. The post-vertical orbital bristles are absent, and so are the vibrissae. As for the mouthparts, the proboscis is short and not piercing; the maxillary palps are 1- or 2-segmented. The wings have either a small discal cell, or the discal cell is absent. The is no sub-apical cell, and a closed anal cell. The costa does not extend around the entire wing. The sub-costa reaches the costa independently of vein 1, or joins vein 1 close to where it joins the costa. The leading-edge veins is often markedly stronger than the rest; vein 6 is present and reaches the wing margin whereas vein 7 is present and does not reach the wing margin. The tibiae are without spurs. For a pictorial atlas explaining these terms go to  Larvae may be either aquatic or terrestrial. In regards to nutrition they may be saprophagous, mycophagous, or predatory. The larva is apodous and eucephalic and cylindrical-fusiform, depressed dorso-ventrally and distinctly segmented. The size of the mature larva is variable, depending on the species, from less than 1 cm in length up to 3–5 cm. The head is much narrower than the thorax and partially sunken into it. The integument is strongly sclerotized with the cuticle containing inclusions of calcium carbonate with hexagonal crystals which form a characteristic micro-sculpture. In aquatic species, the last urite is thin and more or less elongated forming a breathing tube which ends with a tuft of waterproofing bristles. It is used to draw air from the surface, the larva remaining submerged.  The pupa develops inside the exuvia of the last larval stage, a feature common to all Stratiomyomorpha. The pupation within the larval exuvia constitutes a case of evolutionary convergence with Cyclorrhapha , in which group there is the formation of a true puparium .",
            "score": 167.10525512695312
        },
        {
            "docid": "1555604_6",
            "document": "Gynandromorphism . The cause of this phenomenon is typically, but not always, an event in mitosis during early development. While the organism contains only a few cells, one of the dividing cells does not split its sex chromosomes typically. This leads to one of the two cells having sex chromosomes that cause male development and the other cell having chromosomes that cause female development. For example, an XY cell undergoing mitosis duplicates its chromosomes, becoming XXYY. Usually this cell would divide into two XY cells, but in rare occasions the cell may divide into an X cell and an XYY cell. If this happens early in development, then a large portion of the cells are X and a large portion are XYY. Since X and XYY dictate different sexes, the organism has tissue that is female and tissue that is male.",
            "score": 167.093994140625
        },
        {
            "docid": "40676375_3",
            "document": "Chamaita nympha . Wingspan is about 18mm. Palpi slight and porrect. Antennae very long with thickened basal joint. Tibia with short spurs. Fore wings with hairy and highly arched costa. In fore wings, vein 3 from before angle of cell, vein 5 from near center of discocellulars and vein 6 from below upper angle. Veins 7 and 8 stalked, vein 9 absent, but vein 10 present. Vein 11 not anastomosing with vein 12. Hind wings with vein 3 before angle of cell, vein 5 from above angle, veins 6 and 7 stalked and vein 8 from middle of cell. Female has a fulvous spot at center of cell of fore wing.",
            "score": 166.98741149902344
        },
        {
            "docid": "4952999_4",
            "document": "Aporia harrietae . The hindwing has the veins on the basal half of the wing defined with white, broadly margined on both sides with black; the discoidal cell almost entirely creamy white; there is a very narrow costal and a wide subcostal streak, then five spots one in each interspace beyond the cell, that in the second median interspace (interspace 3) the smallest; two elongated streaks in the submedian interspace (interspace 1), the inner one almost reaching to the margin of the wing, the outer one reaching to about halfway between the base of the wing and the margin; two basal white streaks occupying the whole of the interspaces divided by the internal vein (vein 1a); marginal diffused spots as in the forewing, but each spot divided into two by the black internervular fold. Underside: differs from the upperside only in having on the outer margin from the costa to the second median vein (vein 3) a decreasing series of duplicated white streaks, one pair in each interspace, a small white spot in the two following interspaces. Hindwing has at the extreme base of the wing within the precostal nervure the usual bright yellow patch characteristic of the genus; all the creamy-white markings of the upperside are pale yellow; the markings differ from those on the upperside by the presence of a pair of elongated wedge-shaped pale yellow streaks in each interspace, each streak has its apex pointed, its base (which is placed on the outer margin) broad. Cilia of both wings on both sides black.",
            "score": 166.77159118652344
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 166.51898193359375
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 166.3185577392578
        },
        {
            "docid": "23660591_7",
            "document": "Clarkeophlebia . The straight-margined forewings are fringed with thort hairs and otherwise smooth, lance-shaped and pointed, with an almost straight leading and an oblique outer edge, and have 11 veins. Of these, lb is simple at the base and ends in a broad and shallow pit from which rises a short stout spine. \"C. argentea\" has a vein 1c, and vein 2 runs from the angle of the forewing cell. Veins 3 and 4 run close to the preceding, and are coincident; vein 5 is vestigial. Veins 6 and 7 share a common stalk; the latter runs to the costa and from the stalk veins 8 and 9 also arise. Vein 11 arises slightly beyond the middle of the cell, and vein 10 runs closer to it than to vein 9. The hindwings are likewise narrow, with a hairy fringe, and have an open cell and very much reduced veins; only veins 6 and 7 are clearly discernible, while vein 3 and/or 4 seem to be present (though reduced) too. Vein 6 and 7 arise from a stalk and the latter runs to the wingtip. The aforementioned long spines are located near the underside at the base of each hindwing.",
            "score": 166.13076782226562
        }
    ]
}