{
    "q": [
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 138.39171648025513
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 199.20180988311768
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 195.2404661178589
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 158.1649670600891
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 111.09081900119781
        },
        {
            "docid": "42683705_4",
            "document": "Epigenetics and melanoma . In epigenetic alterations in cancer, DNA methylation is the most studied, although it is not the only alteration that can occur. DNA methylation is a covalent modification of DNA where a methyl group is added to the C-5 position of cytosine by DNA-methyltransferases. This occurs mostly at the cytosine-phosphate-guanine dinucleotide rich regions, known as CpG islands, and are located particularly in the promoter regions of genes in the human genome (Patino et al. 2008). These promoter regions are methylated in certain ways or can be completely unmethylated. However, in an altered methylation of the CpG islands (generally where the methylation pattern is inverted), transcription can be altered which can lead to cancer. This is due to chromosomes being highly condensed, preventing RNA polymerase and other transcription factors from recognizing and binding to the DNA. This can result in gene silencing. This silencing of genes can be dangerous to cells, especially when the genes silenced are active in maintaining the cell cycle. The table below shows some of the important genes targeted by promoter hypermethylation in melanoma.",
            "score": 215.68172335624695
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 139.91595435142517
        },
        {
            "docid": "42663845_3",
            "document": "Epigenetics of physical exercise . Physical exercise leads to epigenetic modifications that can have beneficial effects in cancer patients. The effect of physical exercise on DNA methylation patterns leads to increased expression of genes associated with tumor suppression and decreased expression of oncogenes. Cancer cells have non-normal patterns of DNA methylation including hypermethylation in promoter regions for tumor-suppressing genes and hypomethylation in promoter regions of oncogenes. These epigenetic mutations in cancer cells cause the cell to grow and divide uncontrollably, resulting in tumorigenesis. Physical exercise has been shown to reduce and even reverse these epigenetic mutations, increasing expression levels of tumor-suppressing genes and decreasing expression levels of oncogenes.",
            "score": 138.3347725868225
        },
        {
            "docid": "4440593_16",
            "document": "Histone methylation . In recent years it has come to the attention of researchers that many types of cancer are caused largely due to epigenetic factors. Cancer can be caused in a variety of ways due to differential methylation of histones. Since the discovery of oncogenes as well as tumor suppressor genes it has been known that a large factor of causing and repressing cancer is within our own genome. If areas around oncogenes become unmethylated these cancer-causing genes have the potential to be transcribed at an alarming rate. Opposite of this is the methylation of tumor suppressor genes. In cases where the areas around these genes were highly methylated, the tumor suppressor gene was not active and therefore cancer was more likely to occur. These changes in methylation pattern are often due to mutations in methyltransferase and demethyltransferase. Other types of mutations in proteins such as isocitrate dehydrogenase 1 (IDH1) and isocitrate dehydrogenase 2 (IDH2) can cause the inactivation of histone demethyltransferase which in turn can lead to a variety of cancers, gliomas and leukemias, depending on in which cells the mutation occurs.",
            "score": 155.04813146591187
        },
        {
            "docid": "339894_13",
            "document": "Histone methyltransferase . Abnormal expression or activity of methylation-regulating enzymes has been noted in some types of human cancers, suggesting associations between histone methylation and malignant transformation of cells or formation of tumors. In recent years, epigenetic modification of the histone proteins, especially the methylation of the histone H3, in cancer development has been an area of emerging research. It is now generally accepted that in addition to genetic aberrations, cancer can be initiated by epigenetic changes in which gene expression is altered without genomic abnormalities. These epigenetic changes include loss or gain of methylations in both DNA and histone proteins.",
            "score": 99.86427640914917
        },
        {
            "docid": "343457_29",
            "document": "Maternal effect . Further studies have examined the epigenetic changes resulting from a high protein/low carbohydrate diet during pregnancy. This diet caused epigenetic changes that were associated with higher blood pressure, higher cortisol levels, and a heightened Hypothalamic-pituitary-adrenal (HPA) axis response to stress. Increased methylation in the 11β-hydroxysteroid dehydrogenase type 2 (HSD2), glucocorticoid receptor (GR), and H19 ICR were positively correlated with adiposity and blood pressure in adulthood. Glucocorticoids play a vital role in tissue development and maturation as well as having effects on metabolism. Glucocorticoids’ access to GR is regulated by HSD1 and HSD2. H19 is an imprinted gene for a long coding RNA (lncRNA), which has limiting effects on body weight and cell proliferation. Therefore, higher methylation rates in H19 ICR repress transcription and prevent the lncRNA from regulating body weight. Mothers who reported higher meat/fish and vegetable intake and lower bread/potato intake in late pregnancy had a higher average methylation in GR and HSD2. However, one common challenge of these types of studies is that many epigenetic modifications have tissue and cell-type specificity DNA methylation patterns. Thus, epigenetic modification patterns of accessible tissues, like peripheral blood, may not represent the epigenetic patterns of the tissue involved in a particular disease.",
            "score": 89.27110254764557
        },
        {
            "docid": "53362498_3",
            "document": "Epigenome-wide association study (EWAS) . The epigenome is governed by both genetic and environmental factors, causing it to be highly dynamic and complex. Epigenetic information exists in the cell as DNA and histone marks, as well as non-coding RNAs. DNA methylation (DNAm) patterns change over time, and vary between developmental stage and tissue type. The main type of DNAm is at cytosines within CpG dinucleotides which is known to be involved in gene expression regulation. DNAm pattern changes have been extensively studied in complex diseases such as cancer and diabetes. In a normal cell, the bulk genome is highly methylated at CpGs whereas CpG islands (CPI) at gene promoter regions remain highly methylated. Aberrant DNAm is the most common type of molecular abnormally in cancer cells, where the bulk genome because globally ‘hypomethylated’ and CPIs in promoter regions become ‘hypermethylated’, usually leading to silencing of tumour suppressor genes. More recently, studies on diabetes have uncovered further evidence to support an epigenetic component of diseases, including differences in disease-associated epigenetic marks between monozygotic twins, the rising incidence of type 1 diabetes in the general population, and developmental reprogramming events in which \"in utero\" or childhood environments can influence disease outcome in adulthood.",
            "score": 175.61183524131775
        },
        {
            "docid": "18398577_16",
            "document": "Somatic evolution in cancer . The state of a cell may be changed epigenetically, in addition to genetic alterations. The best-understood epigenetic alterations in tumors are the silencing or expression of genes by changes in the methylation of CG pairs of nucleotides in the promoter regions of the genes. These methylation patterns are copied to the new chromosomes when cells replicate their genomes and so methylation alterations are heritable and subject to natural selection. Methylation changes are thought to occur more frequently than mutations in the DNA, and so may account for many of the changes during neoplastic progression (the process by which normal tissue becomes cancerous), in particular in the early stages. For instance, when loss of expression of the DNA repair protein MGMT occurs in a colon cancer, it is caused by a mutation only about 4% of the time, while in most cases the loss is due to methylation of its promoter region. Similarly, when loss of expression of the DNA repair protein PMS2 occurs in colon cancer, it is caused by a mutation about 5% of the time, while in most cases loss of expression is due to methylation of the promoter of its pairing partner MLH1 (PMS2 is unstable in the absence of MLH1). Epigenetic changes in progression interact with genetic changes. For example, epigenetic silencing of genes responsible for the repair of mispairs or damages in the DNA (e.g. MLH1 or MSH2) results in an increase of genetic mutations.",
            "score": 173.6672043800354
        },
        {
            "docid": "27158894_34",
            "document": "Addiction . The set of proteins known as \"regulators of G protein signaling\" (RGS), particularly RGS4 and RGS9-2, have been implicated in modulating some forms of opioid sensitization, including reward sensitization. Altered epigenetic regulation of gene expression within the brain’s reward system plays a significant and complex role in the development of drug addiction. Addictive drugs are associated with three types of epigenetic modifications within neurons. These are (1) histone modifications, (2) epigenetic methylation of DNA at CpG sites at (or adjacent to) particular genes, and (3) epigenetic downregulation or upregulation of microRNAs which have particular target genes. As an example, while hundreds of genes in the cells of the nucleus accumbens (NAc) exhibit histone modifications following drug exposure – particularly, altered acetylation and methylation states of histone residues – most other genes in the NAc cells do not show such changes.",
            "score": 80.58172559738159
        },
        {
            "docid": "35713622_12",
            "document": "N6-Methyladenosine . Considering the versatile functions of mA in various physiological processes, it is thus not surprising to find links between mA and numerous human diseases; many originated from mutations or single nucleotide polymorphisms (SNPs) of cognate factors of mA. The linkages between mA and numerous cancer types have been indicated in reports that include stomach cancer, prostate cancer, breast cancer, pancreatic cancer, kidney cancer, mesothelioma, sarcoma, and leukaemia. The impacts of mA on cancer cell proliferation might be much more profound with more data emerging. The depletion of METTL3 is known to cause apoptosis of cancer cells and reduce invasiveness of cancer cells, while the activation of ALKBH5 by hypoxia was shown to cause cancer stem cell enrichment. mA has also been indicated in the regulation of energy homeostasis and obesity, as FTO is a key regulatory gene for energy metabolism and obesity. SNPs of \"FTO\" have been shown to associate with body mass index in human populations and occurrence of obesity and diabetes. The influence of FTO on pre-adipocyte differentiation has been suggested. The connection between mA and neuronal disorders has also been studied. For instance, neurodegenerative diseases may be affected by mA as the cognate dopamine signalling was shown to be dependent on FTO and correct mA methylation on key signalling transcripts. The mutations in HNRNPA2B1, a potential reader of mA, have been known to cause neurodegeneration. The IGF2BP1–3, a novel class of mA reader, has oncogenic functions. IGF2BP1–3 knockdown or knockout decreased MYC protein expression, cell proliferation and colony formation in human cancer cell lines.The ZC3H13,a member of the m6A methyltransferase complex, markedly inhibited the colorectal cancer cells growth when knocked down.",
            "score": 111.51584458351135
        },
        {
            "docid": "35746225_3",
            "document": "Cancer epigenetics . In somatic cells, patterns of DNA methylation are in general transmitted to daughter cells with high fidelity. However, epigenetic DNA methylation differs between normal cells and tumor cells in humans. The \"normal\" CpG methylation profile is often inverted in cells that become tumorigenic. In normal cells, CpG islands preceding gene promoters are generally unmethylated, and tend to be transcriptionally active, while other individual CpG dinucleotides throughout the genome tend to be methylated. However, in cancer cells, CpG islands preceding tumor suppressor gene promoters are often hypermethylated, while CpG methylation of oncogene promoter regions and parasitic repeat sequences is often decreased.",
            "score": 102.47301387786865
        },
        {
            "docid": "53844820_3",
            "document": "CpG island hypermethylation . The first discovery of methylation in a CpG island of a tumor suppressor gene in humans was that of the Retinoblastoma (Rb) gene in 1989. This was just a few years after the first oncogene mutation was discovered in a human primary tumor. The discovery of the methylation-associated inactivation of the Von Hippel-Lindau (VHL) gene revived the idea of the hypermethylation of the CpG island promoter being a mechanism to inactivate genes in cancer. Cancer epigenetic silencing in its current state was born in the labs of Baylin and Jones, where it was proven that CpG island hypermethylation was a common inactivation mechanism of the tumor suppressor gene p16INK4a. The introduction of methylation-specific PCR and sodium bisulfite modification added tools to the belt of cancer epigenetics research, and the list of candidate genes with aberrant methylation of their CpG islands has been growing since. Initially, the presence of alterations in the profile of DNA methylation in cancer was seen as a global hypomethylation of the genome that would lead to massive overexpression of oncogenes with a normally hypermethylated CpG island. Lately, this is considered as an incomplete scenario, despite the idea of the genome of the cancer cell undergoing a reduction of its 5-methylcytosine content when compared to its parent normal cell being correct. In normal tissues, the vast majority of CpG islands are completely unmethylated with some exceptions. The association of transcriptional silencing of tumor suppressor genes with hypermethylation is the foundation upon which this subset of cancer epigenetics stands.",
            "score": 120.17017936706543
        },
        {
            "docid": "42663845_2",
            "document": "Epigenetics of physical exercise . Epigenetics of physical exercise is the study of epigenetic modifications resulting from physical exercise to the genome of cells. Epigenetic modifications are heritable alterations that are not due to changes in the sequence of nucleotides. Epigenetic modifications, such as histone modifications and DNA methylation, alter the accessibility to DNA and change chromatin structure, thereby regulating patterns of gene expression. Methylated histones can act as binding sites for certain transcription factors due to their bromodomains and chromodomains. Methylated histones can also prevent the binding of transcription factors by hiding the transcription factor's recognition site, which is usually found on the major groove of DNA. The methyl groups bound to the cytosine residues lie in the major groove of DNA, the same region most transcription factors use to read a DNA sequence. A common epigenetic tag found in DNA is the covalent attachment of a methyl group to the C5 position of the cytosine found in CpG dinucleotide sequences. CpG methylation is an important mechanism of transcriptional silencing. Methylation of CpG islands is shown to reduce gene expression by the formation of tightly condensed heterochromatin that is transcriptionally inactive. CpG sites in a gene are most commonly found in the promoter regions of a gene while also being present in non promoter regions. The CpG sites in non promoter regions tend to be constitutively methylated, causing transcription machinery to ignore them as possible promoters. The CpG site near promoter regions are mostly left unmethylated until a cell decides to methylate them and repress transcription. Methylation of CpGs in promoter regions result in the transcriptional silencing of a gene. Environmental factors including physical exercise have been shown to have a beneficial influence on epigenetic modifications.",
            "score": 177.04295110702515
        },
        {
            "docid": "52237542_3",
            "document": "DNA methylation in cancer . All mammalian cells descended from a fertilized egg (a zygote) share a common DNA sequence (except for new mutations in some lineages). However, during development and formation of different tissues epigenetic factors change. The changes include histone modifications, CpG island methylations and chromatin reorganizations which can cause the stable silencing or activation of particular genes. Once differentiated tissues are formed, CpG island methylation is generally stably inherited from one cell division to the next through the DNA methylation maintenance machinery.",
            "score": 165.41966605186462
        },
        {
            "docid": "53844820_7",
            "document": "CpG island hypermethylation . Aberrations in epigenetic control that are seen in cancer pertain to DNA methylation, which can be either locus-specific DNA hypermethylation or genome-wide DNA hypomethylation. Under locus-specific DNA hypermethylation comes CpG island hypermethylation. DNA methylation acts as an alternative to genetic mutation. According to the Knudsen hypothesis, cancer is a result of multiple hits to DNA, and DNA methylation can be one such hit. Epigenetic mutations such as DNA methylation are mitotically heritable, but also reversible, unlike gene mutations. The identity of hypermethylated CpG islands varies by the type of tumor. Some single gene examples include MLH1 in colorectal cancer and BRCA1 in breast cancer. Hypermethylated CpG islands also act as biomarkers, as they can help distinguish cancer from normal cells in the same sample. They can also help identify certain specific features of cancer and their detection is more sensitive. CpG island hypermethylation has shown promise for the molecular monitoring of patients with cancer and is a potential target for therapeutic use.",
            "score": 167.7845183610916
        },
        {
            "docid": "42663845_5",
            "document": "Epigenetics of physical exercise . Physical exercise increases levels of eustress, or good stress, on the body. This eustress stimulates epigenetic modifications affecting the DNA genome of cancer cells. Environmental conditions, such as eustress, strongly induces expression of the tumor suppressor TP53 gene by influencing epigenetic modifications to be made to the cancer cells genome. The TP53 gene codes for the p53 protein, a protein important in the apoptotic pathway of programmed cell death. The p53 protein is important for the regulation of cell growth and apoptosis, so hypermethylation of the TP53 promoter region are common markers associated with the development of cancer. Other than methylation patterns affecting expression of TP53, microRNAs and antisense RNAs control the levels of the p53 protein by regulating expression of the p53 coding TP53 gene.",
            "score": 77.30554223060608
        },
        {
            "docid": "51246469_5",
            "document": "MORT (long non-coding RNA) . \"MORT\" is expressed in all 16 normal human tissues reported in the Illumina body map data, as well as all \"in vitro\" cultured, finite lifespan, human cell strains that have been analyzed. In contrast, \"MORT\" gene expression is lost in a large percentage of human cancers and human cancer cell lines. Using data from human cancers curated in TCGA, \"MORT\" RNA expression and DNA methylation state were evaluated in the 10 most common male cancers and the 10 most common female cancers (totalling 17 different cancer types based on TCGA classification). Analysis shows that the \"MORT\" gene expression is silenced by DNA hypermethylation of its CpG island promoter in a majority of human tumor samples in 15 of these 17 human cancers.",
            "score": 104.27314114570618
        },
        {
            "docid": "1137227_50",
            "document": "DNA methylation . Differentially methylated regions, are genomic regions with different methylation statuses among multiple samples (tissues, cells, individuals or others), are regarded as possible functional regions involved in gene transcriptional regulation. The identification of DMRs among multiple tissues (T-DMRs) provides a comprehensive survey of epigenetic differences among human tissues. For example, these methylated regions that are unique to a particular tissue allow individuals to differentiate between tissue type, such as semen and vaginal fluid. Current research conducted by Lee et al., showed DACT1 and USP49 positively identified semen by examining T-DMRs. DMRs between cancer and normal samples (C-DMRs) demonstrate the aberrant methylation in cancers. It is well known that DNA methylation is associated with cell differentiation and proliferation. Many DMRs have been found in the development stages (D-DMRs) and in the reprogrammed progress (R-DMRs). In addition, there are intra-individual DMRs (Intra-DMRs) with longitudinal changes in global DNA methylation along with the increase of age in a given individual. There are also inter-individual DMRs (Inter-DMRs) with different methylation patterns among multiple individuals.",
            "score": 121.0674934387207
        },
        {
            "docid": "1264722_13",
            "document": "Malignant transformation . Epigenetic alterations are also carried out by another major regulatory element, the microRNAs. In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Epigenetic silencing or epigenetic over-expression of miRNA genes, caused by aberrant DNA methylation of the promoter regions controlling their expression, is a frequent event in cancer cells. Almost one third of miRNA promoters active in normal mammary cells were found to be hypermethylated in breast cancer cells, and that is a several fold greater proportion of promoters with altered methylation than is usually observed for protein coding genes. Other microRNA promoters are hypomethylated in breast cancers, and, as a result, these microRNAs are over-expressed. Several of these over-expressed microRNAs have a major influence in progression to breast cancer. BRCA1 is normally expressed in the cells of breast and other tissue, where it helps repair damaged DNA, or destroy cells if DNA cannot be repaired. BRCA1 is involved in the repair of chromosomal damage with an important role in the error-free repair of DNA double-strand breaks. BRCA1 expression is reduced or undetectable in the majority of high grade, ductal breast cancers. Only about 3%-8% of all women with breast cancer carry a mutation in BRCA1 or BRCA2. \"BRCA1\" promoter hypermethylation was present in only 13% of unselected primary breast carcinomas. However, breast cancers were found to have an average of about 100-fold increase in miR-182, compared to normal breast tissue. In breast cancer cell lines, there is an inverse correlation of BRCA1 protein levels with miR-182 expression. Thus it appears that much of the reduction or absence of BRCA1 in high grade ductal breast cancers may be due to over-expressed miR-182. (For review see ref.) In addition to miR-182, a pair of almost identical microRNAs, miR-146a and miR-146b-5p, also repress BRCA1 expression. These two microRNAs are over-expressed in triple-negative tumors and their over-expression results in BRCA1 inactivation. Thus, miR-146a and/or miR-146b-5p may also contribute to reduced expression of BRCA1 in these triple-negative breast cancers.",
            "score": 114.2394562959671
        },
        {
            "docid": "5065725_11",
            "document": "Methyltransferase . DNA methylation, a key component of genetic regulation, occurs primarily at the 5-carbon of the base cytosine, forming 5’methylcytosine (see left). Methylation is an epigenetic modification catalyzed by DNA methyltransferase enzymes, including DNMT1, DNMT2, and DNMT3. These enzymes use S-adenosylmethionine as a methyl donor and contain several highly conserved structural features between the three forms; these include the S-adenosylmethionine binding site, a vicinal proline-cysteine pair which forms a thiolate anion important for the reaction mechanism, and the cytosine substrate binding pocket. Many features of DNA methyltransferases are highly conserved throughout many classes of life, from bacteria to mammals. In addition to controlling the expression of certain genes, there are a variety of protein complexes, many with implications for human health, which only bind to methylated DNA recognition sites. Many of the early DNA methyltransferases have been thought to be derived from RNA methyltransferases that were supposed to be active in the RNA world to protect many species of primitive RNA. RNA methylation has been observed in different types of RNA species viz.mRNA, rRNA, tRNA, snoRNA, snRNA, miRNA, tmRNA as well as viral RNA species. Specific RNA methyltransferases are employed by cells to mark these on the RNA species according to the need and environment prevailing around the cells, which form a part of field called molecular epigenetics. 2'-O-methylation, m6A methylation, m1G methylation as well as m5C are most commonly methylation marks observed in different types of RNA.",
            "score": 185.94338858127594
        },
        {
            "docid": "9878823_12",
            "document": "MSH2 . Reductions in expression of DNA repair genes (usually caused by epigenetic alterations) are very common in cancers, and are ordinarily much more frequent than mutational defects in DNA repair genes in cancers. (See Frequencies of epimutations in DNA repair genes.) In a study of \"MSH2\" in non-small cell lung cancer (NSCLC), no mutations were found while 29% of NSCLC had epigenetic reduction of \"MSH2\" expression. In acute lymphoblastoid leukemia (ALL), no MSH2 mutations were found while 43% of ALL patients showed MSH2 promoter methylation and 86% of relapsed ALL patients had MSH2 promoter methylation. There were, however, mutations in four other genes in ALL patients that destabilized the MSH2 protein, and these were defective in 11% of children with ALL and 16% of adults with this cancer.",
            "score": 159.80475759506226
        },
        {
            "docid": "46669355_25",
            "document": "Polycomb Group Proteins and Cancer . It is proposed that the PRC1 complex is involved in the maintenance of X chromosome inactivation in somatic cells via regulation of methylation. MACROH2A deposition has been suggested to be regulated by the CULLIN3 - SPOP - RBX1 ligase complex and is actively involved in stable X inactivation, likely through the formation of an additional layer of epigenetic silencing. E3 ubiquitin ligase, consisting of SPOP and CULLIN3, is able to ubiquitinate the Polycomb group protein BMI1 and the variant histone MACROH2A. PRC1 is also recruited to the inactivated X chromosome in somatic cells in a highly dynamic, cell cycle-regulated manner. Recent study has indicated that knockdown of CULLIN3 or SPOP results in the loss of MACROH2A from the inactivated X chromosome, leading to reactivation even in the presence of methylation and deacetylase inhibitors. SPOP mutations have been implicated in endometrial cancer through the SPOP-CUL3-RBX1 E3 ubiquitin ligase complex. Thus, the PRC1 complex is involved in the maintenance of X chromosome inactivation in somatic cells. Another study has shown that alternative splicing of the histone variant MACROH2A1 regulates cancer cell proliferation via QKI splicing factor through RNA interference. MacroH2A1 splicing is perturbed in several types of cancer including lung cancer. The accumulating body of evidence demonstrates that changes in chromatin structure occur in oncogenesis, and changes in the expression of histone variants are beginning to be observed in cancer due to the changes in chromatin structure and function. Polycomb group proteins have been implicated in this path.",
            "score": 94.76242995262146
        },
        {
            "docid": "42177410_11",
            "document": "DNA base flipping . DNA methylation is the process in which a methyl group is added to either a cytosine or adenine. This process causes the activation or inactivation of gene expression, thereby resulting in gene regulation in eukaryotic cells. DNA methylation process is also known to be involved in certain types of cancer formation. In order for this chemical modification to occur, it is necessary that the target base flips out of the DNA double helix to allow the methyltransferases to catalyze the reaction.",
            "score": 174.7766978740692
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 171.19717586040497
        },
        {
            "docid": "7722140_17",
            "document": "P16 . Tissue samples of primary oral squamous cell carcinoma (OSCC) often display hypermethylation in the promoter regions of p16. Cancer cells show a significant increase in the accumulation of methylation in CpG islands in the promoter region of p16. This epigenetic change leads to loss of the tumor suppressor gene function through two possible mechanisms: first, methylation can physically inhibit the transcription of the gene, and second, methylation can lead to the recruitment of transcription factors that repress transcription. Both mechanisms cause the same end result: downregulation of gene expression that leads to decreased levels of the p16 protein. It has been suggested that this process is responsible for the development of various forms of cancer serving as an alternative process to gene deletion or mutation.",
            "score": 136.58797144889832
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 147.4609236717224
        },
        {
            "docid": "1137227_53",
            "document": "DNA methylation . DNA methylation marks, are genomic regions with specific methylation pattern in a specific biological state such as tissue, cell type, individual), are regarded as possible functional regions involved in gene transcriptional regulation. Although various human cell types may have the same genome, these cells have different methylomes. The systematic identification and characterization of methylation marks across cell types are crucial to understanding the complex regulatory network for cell fate determination. Hongbo Liu et al. proposed an entropy-based framework termed SMART to integrate the whole genome bisulfite sequencing methylomes across 42 human tissues/cells and identified 757,887 genome segments. Nearly 75% of the segments showed uniform methylation across all cell types. From the remaining 25% of the segments, they identified cell type-specific hypo/hypermethylation marks that were specifically hypo/hypermethylated in a minority of cell types using a statistical approach and presented an atlas of the human methylation marks. Further analysis revealed that the cell type-specific hypomethylation marks were enriched through H3K27ac and transcription factor binding sites in cell type-specific manner. In particular, they observed that the cell type-specific hypomethylation marks are associated with the cell type-specific super-enhancers that drive the expression of cell identity genes. This framework provides a complementary, functional annotation of the human genome and helps to elucidate the critical features and functions of cell type-specific hypomethylation.",
            "score": 114.56485891342163
        }
    ],
    "r": [
        {
            "docid": "35746225_7",
            "document": "Cancer epigenetics . CpG island methylation is important in regulation of gene expression, yet cytosine methylation can lead directly to destabilizing genetic mutations and a precancerous cellular state. Methylated cytosines make hydrolysis of the amine group and spontaneous conversion to thymine more favorable. They can cause aberrant recruitment of chromatin proteins. Cytosine methylations change the amount of UV light absorption of the nucleotide base, creating pyrimidine dimers. When mutation results in loss of heterozygosity at tumor suppressor gene sites, these genes may become inactive. Single base pair mutations during replication can also have detrimental effects.",
            "score": 255.95684814453125
        },
        {
            "docid": "38632380_23",
            "document": "GC skew . The first one describes a bias and an asymmetric mutational pressure on each DNA strand during replication and transcription. Due to the asymmetric nature of the replication process, an unequal mutational frequency and DNA repair efficiency during the replication process can introduce more mutations in one strand as compared to the other. Furthermore, the time used for replication between the two strands varies and may lead to asymmetric mutational pressure between leading and lagging strand. In addition to mutations during DNA replication, transcriptional mutations can create strand specific nucleotide composition skew. Deamination of cytosine and ultimately mutation of cytosine to thymine in one DNA strand can increase the relative number of guanine and thymine to cytosine and adenine. In most bacteria majority of the genes are encoded in the leading strand. For instance, the leading strand in \"Bacillus\" \"subtilis\" encodes 75% of the genes. In addition an excess of deamination and conversion of cytosine to thymine in the coding strand compared to the non-coding strand has been reported. One possible explanation is that the non-transcribed strand (coding strand) is single stranded during the transcription process; therefore, it is more vulnerable to deamination compared to the transcribed strand (non-coding strand). Another explanation is that the deamination repair activity during transcription does not occur on the coding strand. Only the transcribed strand benefits from these deamination repair events.",
            "score": 254.34829711914062
        },
        {
            "docid": "26945617_5",
            "document": "Very short patch repair . Mutations in the base pairs of DNA can be harmful to the organism. In particular, C to T mutations occur quite often due to methylation of cytosine. Hence, the VSR endonucleases have a function to protect the cell from damage caused by mutated DNA.",
            "score": 235.5861053466797
        },
        {
            "docid": "7955_41",
            "document": "DNA . For one example, cytosine methylation produces 5-methylcytosine, which is important for X-inactivation of chromosomes. The average level of methylation varies between organisms – the worm \"Caenorhabditis elegans\" lacks cytosine methylation, while vertebrates have higher levels, with up to 1% of their DNA containing 5-methylcytosine. Despite the importance of 5-methylcytosine, it can deaminate to leave a thymine base, so methylated cytosines are particularly prone to mutations. Other base modifications include adenine methylation in bacteria, the presence of 5-hydroxymethylcytosine in the brain, and the glycosylation of uracil to produce the \"J-base\" in kinetoplastids.",
            "score": 235.36343383789062
        },
        {
            "docid": "44690654_28",
            "document": "Circulating tumor DNA . Proper epigenetic marking is essential for normal gene expression and cell function and aberrant alterations in epigenetic patterns is a hallmark of cancer. A normal epigenetic status is maintained in a cell at least in part through DNA methylation. Measuring aberrant methylation patterns in ctDNA is possible due to stable methylation of regions of DNA referred to as “CpG islands”. Methylation of ctDNA can be detected through bisulfite treatment. Bisulfite treatment chemically converts unmethylated cytosines into a uracil while leaving methylated cytosines unmodified. DNA is subsequently sequenced, and any alterations to the DNA methylation pattern can be identified. DNA hydroxymethylation is a similarly associated mark that has been shown to be a predictive marker of healthy versus diseased conditions in cfDNA, including cancer. Measuring aberrant hydroxymethylation patterns in ctDNA has been proven by researchers at University of Chicago (Chuan He lab,) Stanford University (Quake lab,) and the company Cambridge Epigenetix.",
            "score": 232.7948760986328
        },
        {
            "docid": "25765_13",
            "document": "RNA world . RNA also uses a different set of bases than DNA—adenine, guanine, cytosine and uracil, instead of adenine, guanine, cytosine and thymine. Chemically, uracil is similar to thymine, differing only by a methyl group, and its production requires less energy. In terms of base pairing, this has no effect. Adenine readily binds uracil or thymine. Uracil is, however, one product of damage to cytosine that makes RNA particularly susceptible to mutations that can replace a GC base pair with a GU (wobble) or AU base pair.",
            "score": 230.32615661621094
        },
        {
            "docid": "15069133_2",
            "document": "APOBEC3A . Apolipoprotein B mRNA editing enzyme, catalytic polypeptide-like 3A, also known as APOBEC3A, is a gene of the APOBEC3 family found in humans, non-human primates, and some other mammals. It is a DNA cytidine deaminase with antiviral effects. While other members of the family such as APOBEC3G are believed to act by editing ssDNA by removing an amino group from cytosine in DNA, introducing a cytosine to uracil change which can ultimately lead to a cytosine to thymine mutation, one study suggests that APOBEC3A can inhibit parvoviruses by another mechanism. The cellular function of APOBEC3A is likely to be the destruction of foreign DNA through extensive deamination of cytosine.",
            "score": 226.83023071289062
        },
        {
            "docid": "14170781_12",
            "document": "DNA (cytosine-5)-methyltransferase 3A . This gene is frequently mutated in cancer, being one of 127 frequently mutated genes identified in the Cancer Genome Atlas project DNMT3A mutations were most commonly seen in acute myeloid leukaemia (AML) where they occurred in just over 25% of cases sequenced. These mutations most often occur at position R882 in the protein and this mutation may cause loss of function. DNMT3A mutations are associated with poor overall survival, suggesting that they have an important common effect on the potential of AML cells to cause lethal disease. It has also been found that DNMT3A-mutated cell lines exhibit transcriptome instability, in that they have much more erroneous RNA splicing as compared to their isogenic wildtype counterparts.",
            "score": 221.46450805664062
        },
        {
            "docid": "1137227_4",
            "document": "DNA methylation . Methylation of cytosine to form 5-methylcytosine occurs at the same 5 position on the pyrimidine ring where the DNA base thymine's methyl group is located; the same position distinguishes thymine from the analogous RNA base uracil, which has no methyl group. Spontaneous deamination of 5-methylcytosine converts it to thymine. This results in a T:G mismatch. Repair mechanisms then correct it back to the original C:G pair; alternatively, they may substitute G for A, turning the original C:G pair into an T:A pair, effectively changing a base and introducing a mutation. This misincorporated base will not be corrected during DNA replication as thymine is a DNA base. If the mismatch is not repaired and the cell enters the cell cycle the strand carrying the T will be complemented by an A in one of the daughter cells, such that the mutation becomes permanent. The near-universal replacement of uracil by thymine in DNA, but not RNA, may have evolved as an error-control mechanism, to facilitate the removal of uracils generated by the spontaneous deamination of cytosine. DNA methylation as well as many of its contemporary DNA methyltransferases has been thought to evolve from early world primitive RNA methylation activity and is supported by several lines of evidence.",
            "score": 219.25897216796875
        },
        {
            "docid": "35773166_3",
            "document": "Epigenetics of autism . Epigenetic mechanisms can contribute to disease phenotypes. Epigenetic modifications include DNA cytosine methylation and post-translational modifications to histones. These mechanisms contribute to regulating gene expression without changing the sequence of the DNA and may be influenced by exposure to environmental factors and may be heritable from parents. Rett syndrome and Fragile X syndrome (FXS) are single gene disorders related to ASD with overlapping symptoms that include deficient neurological development, impaired language and communication, difficulties in social interactions, and stereotyped hand gestures. It is not uncommon for a patient to be diagnosed with both ASD and Rett syndrome and/or FXS. Epigenetic regulatory mechanisms play the central role in pathogenesis of these two diseases. Rett syndrome is caused by a mutation in the gene that encodes methyl-CpG-binding protein (MECP2), one of the key epigenetic regulators of gene expression. MeCP2 binds methylated cytosine residues in DNA and interacts with complexes that remodel chromatin into repressive structures. On the other hand, FXS is caused by mutations that are both genetic and epigenetic. Expansion of the CGG repeat in the 5’-untranslated region of the FMR1 genes leads to susceptibility of epigenetic silencing, leading to loss of gene expression.",
            "score": 218.2046356201172
        },
        {
            "docid": "1122945_8",
            "document": "Constitutive heterochromatin . Histone modifications are one of the main ways that the cell condenses constitutive heterochromatin. The three most common modifications in constitutive heterochromatin are histone hypoacetylation, histone H3-Lys9 methylation (H3K9), and cytosine methylation. These modifications are also found in other types of DNA, but much less frequently. Cytosine methylation is the most common type, although it is not found in all eukaryotes. In humans there is increased methylation at the centromeres and telomeres, which are composed of constitutive heterochromatin. These modifications can persist through both mitosis and meiosis and are heritable.",
            "score": 216.36724853515625
        },
        {
            "docid": "1158125_10",
            "document": "DNA sequencing . The canonical structure of DNA has four bases: thymine (T), adenine (A), cytosine (C), and guanine (G). DNA sequencing is the determination of the physical order of these bases in a molecule of DNA. However, there are many other bases that may be present in a molecule. In some viruses (specifically, bacteriophage), cytosine may be replaced by hydroxy methyl or hydroxy methyl glucose cytosine. In mammalian DNA, variant bases with methyl groups or phosphosulfate may be found. Depending on the sequencing technique, a particular modification, e.g., the 5mC (5 methyl cytosine) common in humans, may or may not be detected.",
            "score": 215.8608856201172
        },
        {
            "docid": "42683705_4",
            "document": "Epigenetics and melanoma . In epigenetic alterations in cancer, DNA methylation is the most studied, although it is not the only alteration that can occur. DNA methylation is a covalent modification of DNA where a methyl group is added to the C-5 position of cytosine by DNA-methyltransferases. This occurs mostly at the cytosine-phosphate-guanine dinucleotide rich regions, known as CpG islands, and are located particularly in the promoter regions of genes in the human genome (Patino et al. 2008). These promoter regions are methylated in certain ways or can be completely unmethylated. However, in an altered methylation of the CpG islands (generally where the methylation pattern is inverted), transcription can be altered which can lead to cancer. This is due to chromosomes being highly condensed, preventing RNA polymerase and other transcription factors from recognizing and binding to the DNA. This can result in gene silencing. This silencing of genes can be dangerous to cells, especially when the genes silenced are active in maintaining the cell cycle. The table below shows some of the important genes targeted by promoter hypermethylation in melanoma.",
            "score": 215.68173217773438
        },
        {
            "docid": "14723725_3",
            "document": "Uracil-DNA glycosylase . The human gene encodes one of several uracil-DNA glycosylases. Alternative promoter usage and splicing of this gene leads to two different isoforms: the mitochondrial UNG1 and the nuclear UNG2. One important function of uracil-DNA glycosylases is to prevent mutagenesis by eliminating uracil from DNA molecules by cleaving the N-glycosylic bond and initiating the base-excision repair (BER) pathway. Uracil bases occur from cytosine deamination or misincorporation of dUMP residues. After a mutation occurs, the mutagenic threat of uracil propagates through any subsequent DNA replication steps. Once unzipped, mismatched guanine and uracil pairs are separated, and DNA polymerase inserts complementary bases to form a guanine-cytosine (GC) pair in one daughter strand and an adenine-uracil (AU) pair in the other. Half of all progeny DNA derived from the mutated template inherit a shift from GC to AU at the mutation site. UDG excises uracil in both AU and GU pairs to prevent propagation of the base mismatch to downstream transcription and translation processes. With high efficiency and specificity, this glycosylase repairs more than 10,000 bases damaged daily in the human cell. Human cells express five to six types of DNA glycosylases, all of which share a common mechanism of base eversion and excision as a means of DNA repair.",
            "score": 215.36737060546875
        },
        {
            "docid": "89232_7",
            "document": "5-Methylcytosine . While spontaneous deamination of cytosine forms uracil, which is recognized and removed by DNA repair enzymes, deamination of 5-methylcytosine forms thymine. This conversion of a DNA base from cytosine (C) to thymine (T) can result in a transition mutation. In addition, active enzymatic deamination of cytosine or 5-methylcytosine by the APOBEC family of cytosine deaminases could have beneficial implications on various cellular processes as well as on organismal evolution. The implications of deamination on 5-hydroxymethylcytosine, on the other hand, remains less understood.",
            "score": 211.44407653808594
        },
        {
            "docid": "1699467_9",
            "document": "DNA glycosylase . In molecular biology, the protein family, Uracil-DNA glycosylase (UDG) is an enzyme that reverts mutations in DNA. The most common mutation is the deamination of cytosine to uracil. UDG repairs these mutations. UDG is crucial in DNA repair, without it these mutations may lead to cancer.",
            "score": 211.20272827148438
        },
        {
            "docid": "198951_13",
            "document": "CpG site . CpG islands typically occur at or near the transcription start site of genes, particularly housekeeping genes, in vertebrates. A C (cytosine) base followed immediately by a G (guanine) base (a CpG) is rare in vertebrate DNA because the cytosines in such an arrangement tend to be methylated. This methylation helps distinguish the newly synthesized DNA strand from the parent strand, which aids in the final stages of DNA proofreading after duplication. However, over time methylated cytosines tend to turn into thymines because of spontaneous deamination. There is a special enzyme in humans (Thymine-DNA glycosylase, or TDG) that specifically replaces T's from T/G mismatches. However, due to the rarity of CpGs, it is theorised to be insufficiently effective in preventing a possibly rapid mutation of the dinucleotides. The existence of CpG islands is usually explained by the existence of selective forces for relatively high CpG content, or low levels of methylation in that genomic area, perhaps having to do with the regulation of gene expression. Recently a study showed that most CpG islands are a result of non-selective forces.",
            "score": 211.19058227539062
        },
        {
            "docid": "6016_7",
            "document": "Cytosine . In DNA and RNA, cytosine is paired with guanine. However, it is inherently unstable, and can change into uracil (spontaneous deamination). This can lead to a point mutation if not repaired by the DNA repair enzymes such as uracil glycosylase, which cleaves a uracil in DNA.",
            "score": 208.69732666015625
        },
        {
            "docid": "38632380_2",
            "document": "GC skew . ] GC skew is when the nucleotides Guanine and Cytosine are over- or under-abundant in a particular region of DNA or RNA. In equilibrium conditions (without mutational or selective pressure and with nucleotides randomly distributed within the genome) there is an equal frequency of the four DNA bases (Adenine, Guanine, Thymine, and Cytosine) on both single strands of a DNA molecule. However, in most prokaryotes (e.g. \"E. coli\") and some archaea (e.g. \"Sulfolobus solfataricus\"), nucleotide compositions are asymmetric between the leading strand and the lagging strand: the leading strand contains more Guanine (G) and Thymine (T), whereas the lagging strand contains more Adenine (A) and Cytosine (C). This phenomenon is referred to as GC and AT skew. It is represented mathematically as follows:",
            "score": 208.52981567382812
        },
        {
            "docid": "1137227_3",
            "document": "DNA methylation . Two of DNA's four bases, cytosine and adenine, can be methylated. Cytosine methylation is widespread in both eukaryotes and prokaryotes, even though the rate of cytosine DNA methylation can differ greatly between species: 14% of cytosines are methylated in \"Arabidopsis thaliana\", 8% in Physarum, 4% in \"Mus musculus\", 2.3% in \"Escherichia coli\", 0.03% in \"Drosophila\", 0.006% in Dictyostelium and virtually none (< 0.0002%) in Caenorhabditis or yeast species such as Saccharomyces cerevisiae and S. pombe (but not N. crassa). Adenine methylation has been observed in bacterial, plant and recently in mammalian DNA, but has received considerably less attention.",
            "score": 208.33802795410156
        },
        {
            "docid": "1638257_11",
            "document": "Birt–Hogg–Dubé syndrome . An association with the folliculin (\"FLCN\") gene was first reported in 2002. This 14-exon gene is located on the short arm of chromosome 17 (17p11.2) and has a cytosine-rich region in exon 11 particularly susceptible to mutation. The most common mutation in this region is the insertion or deletion of a cytosine residue, found in 53% of Birt–Hogg–Dubé families. There is no significant difference in the symptoms experienced by families with an insertion at that location compared to those who have a deletion. However, mutations in FLCN associated with Birt–Hogg–Dubé syndrome are heterogeneous, and are often nonsense mutations or frameshift mutations that cause early truncation of the protein product at the carboxy-terminus. Very rarely, missense mutations are observed. Mutations are often passed from one generation to the next in an autosomal dominant fashion but can occur as a new mutation in an individual with no prior family history (a \"de novo\" mutation). The children of an affected parent each have a 50% chance of having the disease. Birt–Hogg–Dubé syndrome has very high penetrance. A correlation between different FLCN genotypes and phenotypes has not been discovered.",
            "score": 208.2257537841797
        },
        {
            "docid": "674830_10",
            "document": "Cytarabine . Cytosine arabinoside combines a cytosine base with an arabinose sugar. It is an antimetabolic agent with the chemical name of \"1β-arabinofuranosylcytosine\". Certain sponges, where it was originally found, use arabinoside sugars to form a different compound (not part of DNA). Cytosine arabinoside is similar enough to human cytosine deoxyribose (deoxycytidine) to be incorporated into human DNA, but different enough that it kills the cell. Cytosine arabinoside interferes with the synthesis of DNA. Its mode of action is due to its rapid conversion into cytosine arabinoside triphosphate, which damages DNA when the cell cycle holds in the S phase (synthesis of DNA). Rapidly dividing cells, which require DNA replication for mitosis, are therefore most affected. Cytosine arabinoside also inhibits both DNA and RNA polymerases and nucleotide reductase enzymes needed for DNA synthesis. Cytarabine is the first of a series of cancer drugs that altered the sugar component of nucleosides. Other cancer drugs modify the base.",
            "score": 206.83421325683594
        },
        {
            "docid": "2013082_2",
            "document": "Ethyl methanesulfonate . Ethyl methanesulfonate (EMS) is a mutagenic, teratogenic, and possibly carcinogenic organic compound with formula CHSO. It produces random mutations in genetic material by nucleotide substitution; particularly by guanine alkylation. This typically produces only point mutations. It can induce mutations at a rate of 5x10 to 5x10 per gene without substantial killing. The ethyl group of EMS reacts with guanine in DNA, forming the abnormal base \"O\"-ethylguanine. During DNA replication, DNA polymerases that catalyze the process frequently place thymine, instead of cytosine, opposite \"O\"-ethylguanine. Following subsequent rounds of replication, the original G:C base pair can become an A:T pair (a transition mutation). This changes the genetic information, is often harmful to cells, and can result in disease.",
            "score": 206.00144958496094
        },
        {
            "docid": "13575397_3",
            "document": "CG suppression . In adult somatic tissues, cytosine residues may be methylated, and this occurs almost exclusively within a symmetric CpG context. Methylated C residues spontaneously deaminate to form T residues; hence CpG dinucleotides steadily mutate to TpG dinucleotides, which gives rise to the under-representation of CpG dinucleotides in the human genome (they occur at only 21% of the expected frequency). (On the other hand, spontaneous deamination of unmethylated C residues gives rise to U residues, a mutation that is quickly recognized and repaired by the cell).",
            "score": 205.59591674804688
        },
        {
            "docid": "3062597_7",
            "document": "ABCD syndrome . Researchers in the past 20 years have determined that a gene mutation, specifically a homozygous mutation in the EDNRB gene, is the cause of ABCD syndrome. The advancement of technology led to new DNA material testing methods and this discovery changed the view of ABCD syndrome completely. A homozygous mutation means that there was an identical mutation on both the maternal and paternal genes. The identifying clinical report stated the test was done by scanning the Kurdish family for mutations in the EDNRB gene and the EDN3 gene by using a test called denaturing gradient gel electrophoresis. The electrophoresis test takes advantage of electrical currents and differences in melting points of fragments of DNA or RNA to move them based on their molecular weight; the differences in mobility of the fragments then can be analyzed to determine different sequences and to detect individual alleles. Different nucleotides in DNA are codes for certain proteins, which are formed by different patterns of the base pairs adenine, thymine, guanine, and cytosine. The combination of adenine and thymine and guanine and cytosine align on the double strands of DNA. The test results found \"an aberrant DGGE pattern of exon 3 of the EDNRB gene. The mutation was determined to be a homozygous C to T base pair transition at the amino acid level, causing a premature stop in gene translation.\" This specialized testing enables geneticists to recognize the gene mutation that is the cause of ABCD syndrome.",
            "score": 203.10494995117188
        },
        {
            "docid": "89188_12",
            "document": "Methylation . DNA methylation in vertebrates typically occurs at CpG sites (cytosine-phosphate-guanine sitesthat is, where a cytosine is directly followed by a guanine in the DNA sequence). This methylation results in the conversion of the cytosine to 5-methylcytosine. The formation of Me-CpG is catalyzed by the enzyme DNA methyltransferase. Human DNA has about 80–90% of CpG sites methylated, but there are certain areas, known as CpG islands, that are GC-rich (high guanine and cytosine content, made up of about 65% CG residues), wherein none are methylated. These are associated with the promoters of 56% of mammalian genes, including all ubiquitously expressed genes. One to two percent of the human genome are CpG clusters, and there is an inverse relationship between CpG methylation and transcriptional activity. Methylation contributing to epigenetic inheritance can occur through either DNA methylation or protein methylation. Similarly, RNA methylation occurs in different RNA species viz. tRNA, rRNA, mRNA, tmRNA, snRNA, snoRNA, miRNA, and viral RNA. Different catalytic strategies are employed for RNA methylation by a variety of RNA-methyltransferases. RNA methylation is thought to have existed before DNA methylation in the early forms of life evolving on earth.",
            "score": 203.04273986816406
        },
        {
            "docid": "37699515_12",
            "document": "Kohlschütter-Tönz syndrome . A mutation called c.507delC which is the deletion of a cytosine at position 507 resulted in a nonsense mutation. A nonsense mutation is a point mutation that results in a premature stop codon. Five affected families contained the nonsense mutation called c.268C>T where a thymine is in the place of a cytosine at position 268 on exon 5.",
            "score": 202.138916015625
        },
        {
            "docid": "1699467_24",
            "document": "DNA glycosylase . MBD4 (methyl-CpG-binding domain protein 4) is a glycosylase employed in an initial step of base excision repair. MBD4 protein binds preferentially to fully methylated CpG sites. These altered bases arise from the frequent hydrolysis of cytosine to uracil (see image) and hydrolysis of 5-methylcytosine to thymine, producing G:U and G:T base pairs. If the improper uracils or thymines in these base pairs are not removed before DNA replication, they will cause transition mutations. MBD4 specifically catalyzes the removal of T and U paired with guanine (G) within CpG sites. This is an important repair function since about 1/3 of all intragenic single base pair mutations in human cancers occur in CpG dinucleotides and are the result of G:C to A:T transitions. These transitions comprise the most frequent mutations in human cancer. For example, nearly 50% of somatic mutations of the tumor suppressor gene p53 in colorectal cancer are G:C to A:T transitions within CpG sites. Thus, a decrease in expression of MBD4 could cause an increase in carcinogenic mutations.",
            "score": 201.54302978515625
        },
        {
            "docid": "1137227_34",
            "document": "DNA methylation . Significant progress has been made in understanding DNA methylation in the model plant \"Arabidopsis thaliana\". DNA methylation in plants differs from that of mammals: while DNA methylation in mammals mainly occurs on the cytosine nucleotide in a CpG site, in plants the cytosine can be methylated at CpG, CpHpG, and CpHpH sites, where H represents any nucleotide but not guanine. Overall, \"Arabidopsis\" DNA is highly methylated, mass spectrometry analysis estimated 14% of cytosines to be modified.",
            "score": 201.0525360107422
        },
        {
            "docid": "30844503_19",
            "document": "Sodium bisulfite . When the bisulfite-treated DNA is amplified via polymerase chain reaction, the uracil is amplified as thymine and the methylated cytosines are amplified as cytosine. DNA sequencing techniques are then used to read the sequence of the bisulfite-treated DNA. Those cytosines that are read as cytosines after sequencing represent methylated cytosines, while those that are read as thymines represent unmethylated cytosines in the genomic DNA.",
            "score": 200.5290069580078
        },
        {
            "docid": "6752005_8",
            "document": "Neurofibromin 1 . Proximal \"NF1\" promoter/5’ UTR methylation has been analyzed in tissues from NF1 patients, with the idea that reduced transcription as a result of methylation could be a “second hit” mechanism equivalent to a somatic mutation. There are some sites that have been detected to be methylated at a higher frequency in tumor tissues than normal tissues. These sites are mostly within the proximal promoter, however some are in the 5’ UTR as well and there is a lot of interindividual variability in the cytosine methylation in these regions.",
            "score": 199.83721923828125
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 199.20181274414062
        }
    ]
}