{
    "q": [
        {
            "docid": "4174969_15",
            "document": "Castorocauda . The discovery of \"Castorocauda lutrasimilis\" is the first sign that a close relative of mammals adapted to water before dinosaurs lost dominance 65 million years ago, pushing back the estimated date for mammal relatives adapted to a semi-aquatic lifestyle by 110 million years. Based on fossils known at present, the mammal line would not see another semi-aquatic form evolve until the Eocene. Because few fossilized remains had been found, it was previously thought that, until the Cretaceous–Paleogene boundary (K–T boundary), all mammals were tiny, ground-dwelling or tree-dwelling, nocturnal animals akin to shrews, hedgehogs, treeshrews, or tenrecs. This notion has now been falsified by the armadillo-like Fruitafossor, the dinosaur-eating Repenomamus, the flying squirrel-like Volaticotherium, the small and spiny tenrec-like creature called Spinolestes and now the beaver-like Castorocauda.",
            "score": 118.18586373329163
        },
        {
            "docid": "50530_2",
            "document": "Mole (animal) . Moles are small mammals adapted to a subterranean lifestyle (i.e., fossorial). They have cylindrical bodies; velvety fur; very small, inconspicuous ears and eyes; reduced hindlimbs; and short, powerful forelimbs with large paws adapted for digging. The term \"mole\" is especially and most properly used for \"true moles\" of the Talpidae family in the order Eulipotyphla found in most parts of North America, Asia, and Europe; although it may also refer to other unrelated mammals of Australia and southern Africa which have similarly evolved the mole body plan. The term is not applied to all talpids; e.g. desmans and shrew-moles differ from the common definition of \"mole\".",
            "score": 124.99432587623596
        },
        {
            "docid": "1489625_6",
            "document": "American shrew mole . The shrew-mole is often confused with pocket gophers, another group of fossorial subterranean mammals, because they have similar habits but they differ greatly in the methods for burrowing. Most fossorial mammals, including the pocket gophers dig with their forepaws held directly below their body, but shrew-moles dig using lateral-strokes. This method of lateral-stroke burrowing in shrew moles is an evolutionary adaptation due to the modification of the pectoral girdle and bones of the forelimbs. The pelvic girdle is small and unmodified, but the pectoral girdle contains a special joint that causes the clavicle to join with the humerus instead of the scapula. The humerus bones are unique to shrew-moles because they exist as massive rectangular shapes, unlike other fossorial mammalian groups. The humerus also has a large surface area for the attachment of well developed muscles used for digging.",
            "score": 108.68698024749756
        },
        {
            "docid": "44410336_16",
            "document": "Evolution of snake venom . A 2009 study of the venom of four \"Sistrurus\" pit viper species found significant variation in the toxicity to mice. This variation was related to the proportion of small mammals in the diet of those species. The idea that \"Sistrurus\" venom had evolved to accommodate a mammal-based diet was supported by phylogenetic analysis. The researchers suggested that the basis for the difference in toxicity was the difference in muscle physiology in the various prey animals. Two lineages of elapid snakes, common sea snakes and \"Laticauda\" sea kraits, have independently colonized marine environments, and shifted to a very simple diet based on teleosts, or ray-finned fish. A 2005 study found that both these lineages have a much simpler set of venom proteins than their terrestrial relatives on the Australian continent, which have a more varied and complex diet. These findings were confirmed by a 2012 study, which compared the venoms of \"Toxicocalamus longissimus\", a terrestrial species, and \"Hydrophis cyanocinctus\", a marine species, both within the subfamily Hydrophiinae (which is also within the Elapid family). Despite being closely related to one another, the marine species had a significantly simpler set of venom proteins. The venoms of the sea snakes are nonetheless among the most toxic venoms known. It has been argued that since sea snakes are typically unable to prevent the escape of bitten prey, their venoms have evolved to act very rapidly.",
            "score": 99.62805378437042
        },
        {
            "docid": "18838_58",
            "document": "Mammal . Fossorial creatures live in subterranean environments. Many fossorial mammals were classified under the, now obsolete, order Insectivora, such as shrews, hedgehogs and moles. Fossorial mammals have a fusiform body, thickest at the shoulders and tapering off at the tail and nose. Unable to see in the dark burrows, most have degenerated eyes, but degeneration varies between species; pocket gophers, for example, are only semi-fossorial and have very small yet functional eyes, in the fully fossorial marsupial mole the eyes are degenerated and useless, talpa moles have vestigial eyes and the cape golden mole has a layer of skin covering the eyes. External ears flaps are also very small or absent. Truly fossorial mammals have short, stout legs as strength is more important than speed to a burrowing mammal, but semi-fossorial mammals have cursorial legs. The front paws are broad and have strong claws to help in loosening dirt while excavating burrows, and the back paws have webbing, as well as claws, which aids in throwing loosened dirt backwards. Most have large incisors to prevent dirt from flying into their mouth.",
            "score": 120.39555788040161
        },
        {
            "docid": "50780462_42",
            "document": "Evolution of the wolf . Mitochondrial DNA sequences have a higher mutation rate than the mutation rate of nuclear genes and for mammals this rate is 5–10 times faster. The mitochondrial protein-coding genes evolve much faster and are powerful markers for inferring evolution history at category levels such as families, genera, and species. However, they have evolved at a faster rate than other DNA markers and there is a timing difference in its molecular clock that needs to be validated against other sources. The taxonomic status of uncertain species is better resolved through using nuclear DNA from the nucleus of the cell, which is more suitable for analyzing the recent history. In most cases, mDNA is inherited from the maternal ancestor. Therefore, phylogenetic analysis of mDNA sequences within species provides a history of maternal lineages that can be represented as a phylogenetic tree.",
            "score": 113.94244170188904
        },
        {
            "docid": "4704643_6",
            "document": "Ecological island . The concept of mainland islands was pioneered in New Zealand and arose mainly from the particular circumstances of that country's history. For millions of years New Zealand was part of the supercontinent Gondwanaland, which included Australia, Africa, and South America, and shared the same flora and fauna. About 70 million years ago New Zealand became separated, earlier than Australia, South America and Antarctica. About five million years later dinosaurs became globally extinct leaving the way open to mammals to dominate - except in New Zealand where there were no land mammals (only 3 species of bats and seals). In the absence of mammals, birds became dominant. Evolutionary processes resulted in a unique assemblage of plants and animals, and New Zealand became a land dominated by birds. Without competition from browsing mammals, birds evolved to occupy niches that mammals occupied elsewhere. Threatened by few predators, many birds had no need to fly and many species became flightless. Birds, reptiles, plants, insects, and bats, all evolved in the absence of mammals, and have little defence against alien species.",
            "score": 95.75533270835876
        },
        {
            "docid": "12516793_7",
            "document": "Jenkins' shrew tenrec . Jenkins' shrew tenrec is in the family Tenrecidae. Members of this family \"do not have a wide geographic distribution. They are most numerous and diverse on the island of Madagascar, but a few species are also found in western central Africa.\" Various species in the family are similar to \"hedgehogs, shrews, opossums, mice and even otters; and members of the family occupy a diverse collection of habitats, including aquatic, arboreal, terrestrial and fossorial,\" this is a result of convergent evolution. The family Tenrecidae reached Madagascar 60 million years ago when, \"a small mammal, perhaps no more than 5 or 6 g in weight with a primitive body plan and physiology, was washed out to sea from Africa,\" and rafted over, much like the original lemurs of Madagascar. It is still unknown whether others joined this one, or this one was a pregnant female. Madagascar at the time had few to no other mammals present, except for other small mammals that floated over, to compete with the tenrecs, resulting in an adaptive radiation. This process resulted in speciation from the original tenrec into 34 different species, one of them being Jenkin’s shrew tenrec.",
            "score": 128.79832923412323
        },
        {
            "docid": "46405867_2",
            "document": "Evolution of olfaction . Odor molecules are detected by the olfactory receptors (hereafter OR) in the olfactory epithelium of the nasal cavity. Each receptor type is expressed within a subset of neurons, from which they directly connect to the olfactory bulb in the brain. Olfaction is essential for survival in most vertebrates; however, the degree to which an animal depends on smell is highly varied. Great variation exists in the number of OR genes among vertebrate species, as shown through bioinformatic analyses. This diversity exists by virtue of the wide-ranging environments that they inhabit. For instance, dolphins that are secondarily adapted to an aquatic niche possess a considerably smaller subset of genes than most mammals. OR gene repertoires have also evolved in relation to other senses, as higher primates with well-developed vision systems tend to have a smaller number of OR genes. As such, investigating the evolutionary changes of OR genes can provide useful information on how genomes respond to environmental changes. Differences in smell sensitivity are also dependent on the anatomy of the olfactory apparatus, such as the size of the olfactory bulb and epithelium. Nonetheless, the general features of the olfactory system are highly conserved among vertebrates, and, similarly to other sensory systems, olfaction has undergone fairly modest changes throughout the evolution of vertebrates. Phylogenetic analyses reveal that at least three distinct olfactory subsystems are broadly consistent in vertebrates, and a fourth accessory system (vomeronasal) solely arose in tetrapods.",
            "score": 103.77979135513306
        },
        {
            "docid": "40553716_4",
            "document": "Relative rate test . The other use of the test is to determine the effect of metabolic processes. It had previously been believed that birds have a much slower molecular evolutionary rate than other animals, such as mammals, but that was based solely on the small genetic differences between birds, which relied on the fossil record. This was later confirmed with the relative rate test, however the theory was that this was because of metabolic rate and a lower body temperature in birds. Mindell’s paper explains that there was no direct correlation found between these and molecular evolution in the test taxa of birds based on mitochondrial evolution, but birds as a whole do have a lower mutation rate. There are still many hypotheses in this area of study that are being tested, but the relative rate test is proving crucial in order to overcome the fossil record bias. Although these are specific instances of the relative rate test, it may also be used to compare species for phylogenetic purposes. For example, Easteal wanted to compare nucleotide substitution rates in four genes of four eutherian mammals. He did this via the relative rate test and then, using this data, he was able to construct a phylogeny using various methods, including parsimony and maximum likelihood. He took the same approach in another experiment to compare humans to other primates, and found no significant difference in evolutionary rates.",
            "score": 87.28122520446777
        },
        {
            "docid": "12305127_68",
            "document": "Evolutionary history of life . During the Late Jurassic, birds evolved from small, predatory theropod dinosaurs. The first birds inherited teeth and long, bony tails from their dinosaur ancestors, but some had developed horny, toothless beaks by the very Late Jurassic and short pygostyle tails by the Early Cretaceous. While the archosaurs and dinosaurs were becoming more dominant in the Triassic, the mammaliaform successors of the therapsids evolved into small, mainly nocturnal insectivores. This ecological role may have promoted the evolution of mammals, for example nocturnal life may have accelerated the development of endothermy (\"warm-bloodedness\") and hair or fur. By in the Early Jurassic there were animals that were very like today's mammals in a number of respects. Unfortunately, there is a gap in the fossil record throughout the Middle Jurassic. However, fossil teeth discovered in Madagascar indicate that the split between the lineage leading to monotremes and the one leading to other living mammals had occurred by . After dominating land vertebrate niches for about 150 Ma, the non-avian dinosaurs perished in the Cretaceous–Paleogene extinction event () along with many other groups of organisms. Mammals throughout the time of the dinosaurs had been restricted to a narrow range of taxa, sizes and shapes, but increased rapidly in size and diversity after the extinction, with bats taking to the air within 13 million years, and cetaceans to the sea within 15 million years. The first flowering plants appeared around 130 Ma. The 250,000 to 400,000 species of flowering plants outnumber all other ground plants combined, and are the dominant vegetation in most terrestrial ecosystems. There is fossil evidence that flowering plants diversified rapidly in the Early Cretaceous, from , and that their rise was associated with that of pollinating insects. Among modern flowering plants \"Magnolia\" are thought to be close to the common ancestor of the group. However, paleontologists have not succeeded in identifying the earliest stages in the evolution of flowering plants. The social insects are remarkable because the great majority of individuals in each colony are sterile. This appears contrary to basic concepts of evolution such as natural selection and the selfish gene. In fact, there are very few eusocial insect species: only 15 out of approximately 2,600 living families of insects contain eusocial species, and it seems that eusociality has evolved independently only 12 times among arthropods, although some eusocial lineages have diversified into several families. Nevertheless, social insects have been spectacularly successful; for example although ants and termites account for only about 2% of known insect species, they form over 50% of the total mass of insects. Their ability to control a territory appears to be the foundation of their success.",
            "score": 114.16123521327972
        },
        {
            "docid": "1385908_29",
            "document": "Star-nosed mole . The picture which emerges suggests that the star-nosed mole is an extreme in mammalian evolution, having perhaps the most sensitive mechanosensory system to be found amongst the mammals. The evolutionary process which led to elaboration of this star-like nose is based on two theories. One proposes the development of the structure of the star as a consequence of the selective pressure of the star-nosed mole's wetland habitat. Wetlands have a dense population of small insects, so exploiting this resource requires a higher resolution sensory surface than that of other moles. Thus, a shift to the wetland environment may have provided a selective advantage for a more elaborate sensory structure. Furthermore, in wild caught moles of many species, the Eimer’s organs show obvious signs of wear and abrasion. It appears that constant and repeated contact with the soil damages the sensory organs, which have a thin keratinized epidermis. Star-nosed moles are the only species which live in the moist, muddy soil of wetlands where the less abrasive environment has allowed the delicate star-shaped structure to evolve.",
            "score": 102.53322279453278
        },
        {
            "docid": "10727548_6",
            "document": "Evolution of mammals . Most of the evidence consists of fossils. For many years, fossils of Mesozoic mammals and their immediate ancestors were very rare and fragmentary; but, since the mid-1990s, there have been many important new finds, especially in China. The relatively new techniques of molecular phylogenetics have also shed light on some aspects of mammalian evolution by estimating the timing of important divergence points for modern species. When used carefully, these techniques often, but not always, agree with the fossil record.",
            "score": 81.25986981391907
        },
        {
            "docid": "26847942_2",
            "document": "Bat wing development . The order Chiroptera, comprising all bats, has evolved the unique mammalian adaptation of flight. Bat wings are modified tetrapod forelimbs. Because bats are mammals, the skeletal structures in their wings are morphologically homologous to the skeletal components found in other tetrapod forelimbs. Through adaptive evolution these structures in bats have undergone dramatic morphological changes. This evolutionary innovation involved many morphological changes such as webbed digits, elongation of the forelimb, and reduction in bone thickness. Recently, there have been comparative studies of mouse and bat forelimb development to understand the genetic basis of morphological evolution. Consequently, the bat wing is a valuable evo-devo model for studying the evolution of vertebrate limb diversity. Tetrapod limb development involves many signaling molecules such as FGF, BMP, SHH and WNT. The apical ectodermal ridge is a structure found at the distal most tip which becomes a key signaling center for the developing limb. Surprisingly many of the same signaling pathways known to play a role in tetrapod limb development have been found to play a role in bat forelimb development but the timing, intensity, and spatial gene expression of some orthologous genes have changed. Since mice are also mammals, it is convenient to compare morphology and development of forelimbs between mice and bats; these comparisons may elucidate the genetic basis of adaptive bat wing development.",
            "score": 85.96372306346893
        },
        {
            "docid": "326193_4",
            "document": "Solenodon . Only one genus, \"Solenodon\", is known. Other genera have been erected but are now regarded as junior synonyms. Solenodontidae shows retention of primitive mammal characteristics. In 2016, solenodons were confirmed by genetic analysis as belonging to an evolutionary branch that split from the lineage leading to hedgehogs, moles, and shrews before the Cretaceous-Paleogene extinction event. They are one of two families of Caribbean soricomorphs. The other family, Nesophontidae, became extinct during the Holocene and it is unclear how closely related they are to solenodons. Recent genetic tests seem to indicate that they are each other's closest relatives. It is assumed the solenodon diverged from other living mammals 73.6 million years ago.",
            "score": 97.87509346008301
        },
        {
            "docid": "875148_2",
            "document": "Evolution of cetaceans . The evolutionary history of cetaceans is thought to have occurred in the Indian subcontinent from even-toed ungulates 50 million years ago, over a period of at least 15 million years. Cetaceans are fully aquatic marine mammals belonging to the order Artiodactyla, and branched off from other artiodactyls around 50 mya (million years ago). Cetaceans are thought to have evolved during the Eocene or earlier, sharing a closest common ancestor with hippopotamuses. Being mammals, they surface to breathe air; they have 5 finger bones (even-toed) in their fins; they nurse their young; and, despite their fully aquatic life style, they retained many skeletal features from their terrestrial ancestors. Discoveries starting in the late 1970s in Pakistan revealed several stages in the transition of cetaceans from land to sea.",
            "score": 109.38964343070984
        },
        {
            "docid": "1422728_6",
            "document": "Evolutionary radiation . Much of the work carried out by palaeontologists studying evolutionary radiations has been using marine invertebrate fossils simply because these tend to be much more numerous and easy to collect in quantity than large land vertebrates such as mammals or dinosaurs. Brachiopods, for example, underwent major bursts of evolutionary radiation in the Early Cambrian, Early Ordovician, to a lesser degree throughout the Silurian and Devonian, and then again during the Carboniferous. During these periods, different species of brachiopods independently assumed a similar morphology, and presumably mode of life, to species that had lived millions of years before. This phenomenon, known as homeomorphy is explained by convergent evolution: when subjected to similar selective pressures, organisms will often evolve similar adaptations. Further examples of rapid evolutionary radiation can be observed among ammonites, which suffered a series of extinctions from which they repeatedly re-diversified; and trilobites which, during the Cambrian, rapidly evolved into a variety of forms occupying many of the niches exploited by crustaceans today.",
            "score": 88.65218806266785
        },
        {
            "docid": "46590_2",
            "document": "Hedgehog . A hedgehog is any of the spiny mammals of the subfamily Erinaceinae, in the eulipotyphlan family Erinaceidae. There are seventeen species of hedgehog in five genera, found through parts of Europe, Asia, and Africa, and in New Zealand by introduction. There are no hedgehogs native to Australia, and no living species native to the Americas (the extinct genus \"Amphechinus\" was once present in North America). Hedgehogs share distant ancestry with shrews (family Soricidae), with gymnures possibly being the intermediate link, and have changed little over the last 15 million years. Like many of the first mammals, they have adapted to a nocturnal way of life. Hedgehogs' spiny protection resembles that of the unrelated porcupines, which are rodents, and echidnas, a type of monotreme.",
            "score": 97.36476302146912
        },
        {
            "docid": "24378019_16",
            "document": "Fauna of England . England doesn't have many large mammals and is mainly populated by smaller mammals. Apart from semi-feral horses such as the Dartmoor pony and Exmoor pony, the largest wild land animals in England are European bison, with the bison being England's largest land mammal and found in a few areas such as the Lake District and Exmoor. England has a few non-native species of deer which have become naturalized to the similar climate from areas of continental Europe and Southern Siberia and whilst the Scottish red deer thrives the most in Scotland, smaller species of deer, both native and introduced thrive in England, with some being absent or near-absent from Scotland (such as the muntjac deer). There are also several species of insectivore in England and the rest of Britain. The hedgehog is probably the most widely known as it is a regular visitor to urban gardens. Sadly it is also vulnerable to road traffic, and many are killed crossing busy motorways and dual carriageways. The mole is also widely recognised and its subterranean lifestyle causes much damage to garden lawns and some gardeners trap or kill them (although this is illegal). Shrews are also fairly common, and the smallest, the pygmy shrew, is one of the smallest mammals in the world. There are also several species of bat found in England: the pipistrelle bat is the smallest and the most common of them all. Rodents are also numerous across Britain and England, particularly the brown rat which is by far the most abundant urban animal after humans. Some however, are becoming increasingly rare. Habitat destruction has led to a population decrease in the number of dormice and bank voles found in Britain.",
            "score": 117.45359718799591
        },
        {
            "docid": "1664060_53",
            "document": "Adaptive immune system . The adaptive immune system, which has been best-studied in mammals, originated in jawed fish approximately 500 million years ago. Most of the molecules, cells, tissues, and associated mechanisms of this system of defense are found in cartilaginous fishes. Lymphocyte receptors, Ig and TCR, are found in all jawed vertebrates. The most ancient Ig class, IgM, is membrane-bound and then secreted upon stimulation of cartilaginous fish B cells. Another isotype, shark IgW, is related to mammalian IgD. TCRs, both α/β and γ/δ, are found in all animals from gnathostomes to mammals. The organization of gene segments that undergo gene rearrangement differs in cartilaginous fishes, which have a cluster form as compared to the translocon form in bony fish to mammals. Like TCR and Ig, the MHC is found only in jawed vertebrates. Genes involved in antigen processing and presentation, as well as the class I and class II genes, are closely linked within the MHC of almost all studied species.",
            "score": 66.39243757724762
        },
        {
            "docid": "5002743_11",
            "document": "Aquatic mammal . The most popular theory of the origins of Hippopotamidae suggests that hippos and whales shared a common ancestor that branched off from other artiodactyls around 60 million years ago (mya). This hypothesized ancestral group likely split into two branches around 54 mya. One branch would evolve into cetaceans, possibly beginning about 52 mya, with the protowhale \"Pakicetus\" and other early whale ancestors collectively known as Archaeoceti, which eventually underwent aquatic adaptation into the completely aquatic cetaceans. The other branch became the anthracotheres, and all branches of the anthracotheres, except that which evolved into Hippopotamidae, became extinct during the Pliocene without leaving any descendants. River dolphins are thought to have relictual distributions, that is, their ancestors originally occupied marine habitats, but were then displaced from these habitats by modern dolphin lineages. Many of the morphological similarities and adaptations to freshwater habitats arose due to convergent evolution; thus, a grouping of all river dolphins is paraphyletic. For example, Amazon river dolphins are actually more closely related to oceanic dolphins than to South Asian river dolphins. Sirenians, along with Proboscidea (elephants), group together with the extinct Desmostylia and likely the extinct Embrithopoda to form the Tethytheria. Tethytheria is thought to have evolved from primitive hoofed mammals (\"condylarths\") along the shores of the ancient Tethys Ocean. Tethytheria, combined with Hyracoidea (hyraxes), forms a clade called Paenungulata. Paenungulata and Tethytheria (especially the latter) are among the least controversial mammalian clades, with strong support from morphological and molecular interpretations. That is, elephants, hyraxes, and manatees share a common ancestry. The ancestry of Sirenia is distinct from that of Cetacea and Pinnipedia, although they are thought to have evolved an aquatic lifestyle around the same time.",
            "score": 119.29458510875702
        },
        {
            "docid": "69274_41",
            "document": "Animal echolocation . Cetacean evolution consisted of three main radiations. Throughout the middle and late Eocene periods (49-31.5 million years ago), archaeocetes, primitive toothed Cetacea that arose from terrestrial mammals with the creation of aquatic adaptations, were the only known archaic Cetacea. These primitive aquatic mammals did not possess the ability to echolocate, although they did have slightly adapted underwater hearing. The morphology of acoustically isolated ear bones in basilosaurid archaeocetes indicates that this order had directional hearing underwater at low to mid frequencies by the late middle Eocene. However, with the extinction of archaeocete at the onset of the Oligocene, two new lineages in the early Oligocene period (31.5-28 million years ago) comprised a second radiation. These early mysticetes (baleen whales) and odontocetes can be dated back to the middle Oligocene in New Zealand. Based on past phylogenies, it has been found that the evolution of odontocetes is monophyletic, suggesting that echolocation evolved only once 36 to 34 million years ago. Dispersal rates routes of early odontocetes included transoceanic travel to new adaptive zones. The third radiation occurred later in the Neogene, when present dolphins and their relatives evolved to be the most common species in the modern sea.",
            "score": 93.2475575208664
        },
        {
            "docid": "21772870_2",
            "document": "List of mammals of South America . This is a list of the native wild mammal species recorded in South America. South America's terrestrial mammals fall into three distinct groups. The marsupials and xenarthrans are 'old-timers', their ancestors having been present on the continent since at least the very early Cenozoic Era. During the early Cenozoic, South America's only land connection was to Antarctica, so it was effectively cut off from most of the world; as the fragments of Gondwana continued to separate, this connection was lost, leaving South America an island continent. Caviomorph rodents and monkeys arrived as 'waif dispersers' by rafting across the Atlantic from Africa in the Eocene epoch, 35 million or more years ago. All the remaining nonflying mammals of South America are recent arrivals, having migrated from North America via Central America during the past seven million years as part of the Great American Interchange; this invasion, which peaked around three million years ago, was made possible when the formation of the volcanic Isthmus of Panama bridged North and South America. The newcomers out-competed and drove to extinction many unique mammals that had evolved during South America's long period of isolation, as well as some species from other classes (e.g., terror birds).",
            "score": 88.92320144176483
        },
        {
            "docid": "44430316_5",
            "document": "Host adaptation . Another intestinal pathogen in the genus Cryptosporidium, which was not always a human pathogen, \"recently\" adapted to the human host environment. Numerous phylogenetic analyses in a paper by Xiao et al 2002 indicated that the Cryptosporidium parvum bovine genotype and Cryptosporidium meleagridis were originally parasites of rodents and mammals, respectively. However, this parasite 'recently' expanded into humans. As was previously mentioned, the ability to survive in different host species is an adaptation that is highly advantageous to pathogens because it increases their chances for survival and circulation. Some pathogens can evolve to become resistant to the body's natural immune defenses and/or to outside intervention like drugs. For instance, Clostridium difficile is the most frequent cause of nosocomial diarrhea worldwide, and reports in the early 2000s indicated the advent of a hypervirulent strain in North America and Europe. In study by Stabler et al 2006, comparative phylogenomics (whole-genome comparisons using DNA microarrays combined with Bayesian phylogenies) were used to model the phylogeny of C. difficile. Phylogenetic analysis identified four distinct statistically significant 'clusters' making a hypervirulent clade, a toxin A− B+ clade, and two clades with human and animal isolates. Genetic differences between the four groups revealed significant findings related to virulence. The authors saw that hypervirulent strains had undergone various types of niche adaptation like antibiotic resistance, motility, adhesion, and enteric metabolism.",
            "score": 72.99355506896973
        },
        {
            "docid": "49860_6",
            "document": "Fauna of Australia . Australia has a rich mammalian fossil history, as well as a variety of extant mammalian species, dominated by the marsupials,currently however there is limited taxonomic research into Australia’s mammals. The fossil record shows that monotremes have been present in Australia since the Early Cretaceous 145–99 MYA, and that marsupials and placental mammals date from the Eocene 56–34 MYA, when modern mammals first appeared in the fossil record. Although terrestrial marsupials and placental mammals did coexist in Australia in the Eocene, only the marsupials have survived to the present. Non-volant placental mammals made their reappearance in Australia in the Miocene, when Australia moved closer to Indonesia, and rodents started to appear reliably in the fossil record. The marsupials evolved to fill specific ecological niches, and in many cases they are physically similar to the placental mammals in Eurasia and North America that occupy similar niches, a phenomenon known as convergent evolution. For example, the top predator in Australia, the Tasmanian tiger, bore a striking resemblance to canids such as the gray wolf; gliding possums and flying squirrels have similar adaptations enabling their arboreal lifestyle; and the numbat and anteaters are both digging insectivores. For the most part, mammals are not a highly visible part of the faunal landscape, as most species are nocturnal and many arboreal.",
            "score": 88.53065407276154
        },
        {
            "docid": "40183493_5",
            "document": "Arboroharamiya . \"Arboroharamiya\" belongs to a clade or evolutionary grouping called Mammaliaformes, which includes mammals and their closest extinct relatives from the Triassic and Jurassic periods. Within Mammaliaformes, \"Arboroharamiya\" falls within the clade Haramiyida. Haramiyidans have been known since the 1840s, but only from fossilized teeth and a single partial lower jaw. However, several features of the teeth have shown for many years that haramiyidans are among the most basal of mammaliaforms. Recent phylogenetic analyses, or analyses of evolutionary relationships, differ on whether or not haramiyidans are true mammals in the crown group Mammalia (the clade including the most recent common ancestor of living mammals, and all its descendants). Some analyses place Haramiyida outside crown group Mammalia, meaning that they diverged from other mammaliaforms before the most recent common ancestor of living mammals appeared. Other analyses place Haramiyida within Mammalia as part of an extinct group of Mesozoic mammals called Allotheria, which also includes Multituberculata. When \"Arboroharamiya\" itself was incorporated into a phylogenetic analysis, Haramiyida fell within Allotheria as a group within Mammalia. Below is a cladogram or evolutionary tree from the analysis:",
            "score": 82.03428173065186
        },
        {
            "docid": "12438552_5",
            "document": "EDGE species . Some species are more distinct than others because they represent a larger amount of unique evolution. Species like the aardvark have few close relatives and have been evolving independently for many millions of years. Others like the domestic dog originated only recently and have many close relatives. Species uniqueness’ can be measured as an 'Evolutionary Distinctiveness' (ED) score, using a phylogeny, or evolutionary tree. ED scores are calculated relative to a clade of species descended from a common ancestor. The three clades for which the EDGE of Existence Programme has calculated scores are all classes, namely mammals, amphibians, and corals.",
            "score": 107.44693636894226
        },
        {
            "docid": "1948772_6",
            "document": "Mystacinidae . Many old sources refer to the terrestriality of these bats as a trait acquired due to island endemism, assumed to have evolved due to the absence of terrestrial mammals in New Zealand. However, \"Icarops\", a mainland Australian genus, shows adaptations to terrestriality, suggesting that it evolved prior to the colonisation of New Zealand, in an environment dominated by terrestrial mammals such as marsupials and monotremes. Furthermore, the Saint Bathans fossil species co-existed with the Saint Bathans mammal, suggesting that New Zealand wasn't devoid of land mammals when these bats first arrived.",
            "score": 70.92138862609863
        },
        {
            "docid": "63011_7",
            "document": "Nocturnality . While it is difficult to say which came first, nocturnality or diurnality, there is a leading hypothesis out in the evolutionary biology community. Known as the \"bottleneck theory\", it postulates that millions of years ago in the Mesozoic era, many ancestors of modern-day mammals evolved nocturnal characteristics in order to avoid contact with the numerous diurnal predators. A recent study attempts to answer the question as to why so many modern day mammals retain these nocturnal characteristics even though they are not active at night. The leading answer is that the high visual acuity that comes with diurnal characteristics isn't needed anymore due to the evolution of compensatory sensory systems, such as a heightened sense of smell and more astute auditory systems. The anomaly to this theory were anthropoids, who appeared to have the most divergence from nocturnality than all organisms examined. While most mammals didn't exhibit the morphological characteristics expected of a nocturnal creature, reptiles and birds fit in perfectly. A larger cornea and pupil correlated well with whether these two classes of organisms were nocturnal or not.",
            "score": 69.76169145107269
        },
        {
            "docid": "230920_30",
            "document": "Beluga whale . All cetaceans, including belugas, have physiological adaptations designed to conserve oxygen while they are under water. During a dive, these animals will reduce their heart rate from 100 beats a minute to between 12 and 20. Blood flow is diverted away from certain tissues and organs and towards the brain, heart and lungs, which require a constant oxygen supply. The amount of oxygen dissolved in the blood is 5.5%, which is greater than that found in land-based mammals and is similar to that of Weddell seals (a diving marine mammal). One study found a female beluga had 16.5 l of oxygen dissolved in her blood. Lastly, the beluga's muscles contain high levels of the protein myoglobin, which stores oxygen in muscle. Myoglobin concentrations are several times greater than for terrestrial mammals, which help prevent oxygen deficiency during dives.",
            "score": 191.07844197750092
        },
        {
            "docid": "46764_17",
            "document": "Even-toed ungulate . Modern cetaceans are highly adapted sea creatures which, morphologically, have little in common with land mammals; they are similar to other marine mammals, such as seals and sea cows, due to convergent evolution. However, they evolved from originally terrestrial mammals. The most likely ancestors were long thought to be mesonychids — large, carnivorous animals from the early Cenozoic (Paleocene and Eocene), which had hooves instead of claws on their feet. Their molars were adapted to a carnivorous diet, resembling the teeth in modern toothed whales, and, unlike other mammals, have a uniform construction.",
            "score": 86.82099270820618
        },
        {
            "docid": "46348501_14",
            "document": "Evolution of the cochlea . Parallel to the evolution of the cochlea, prestins show an increased rate of evolution in therian mammals. Prestins are located in the outer hair cells of mammalian cochlea and are considered motor proteins. They are found in the hair cells of all vertebrates, including fish, but are thought to have initially been membrane transporter molecules. A high concentration of prestins are found only in the lateral membranes of therian outer hair cells (there is uncertainty with regard to concentrations in monotremes). This high concentration is not found in inner hair cells, and is also lacking in all hair cell types of non-mammals. Prestin also has a role in motility, which evolved a greater importance in the motor function in land vertebrates, but this developed vastly differently in different lineages. In certain birds and mammals, prestins function as both transporters and motors, but the strongest evolution to robust motor dynamics only evolved in therian mammals. It is hypothesized that this motor system is significant to the therian cochlea at high frequencies because of the distinctive cellular and bony composition of the organ of Corti that allows the prestins to intensify movements of the whole structure. Modern ultra-sound echolocating species such as bats and toothed whales show highly evolved prestins, and these prestins show identical sequence alterations over time. Unusually, the sequences thus apparently evolved independent from each other during different time periods. Furthermore, the evolution of neurotransmitter receptor systems (acetylcholine) that regulate the motor feedback of the outer hair cells coincides with prestin evolution in therians. This suggests that there was a parallel evolution of a control system and a motor system in the inner ear of therian mammals.",
            "score": 104.41672670841217
        }
    ],
    "r": [
        {
            "docid": "230920_30",
            "document": "Beluga whale . All cetaceans, including belugas, have physiological adaptations designed to conserve oxygen while they are under water. During a dive, these animals will reduce their heart rate from 100 beats a minute to between 12 and 20. Blood flow is diverted away from certain tissues and organs and towards the brain, heart and lungs, which require a constant oxygen supply. The amount of oxygen dissolved in the blood is 5.5%, which is greater than that found in land-based mammals and is similar to that of Weddell seals (a diving marine mammal). One study found a female beluga had 16.5 l of oxygen dissolved in her blood. Lastly, the beluga's muscles contain high levels of the protein myoglobin, which stores oxygen in muscle. Myoglobin concentrations are several times greater than for terrestrial mammals, which help prevent oxygen deficiency during dives.",
            "score": 191.0784454345703
        },
        {
            "docid": "446596_26",
            "document": "Diving reflex . Aquatic mammals seldom dive beyond their aerobic diving limit, which is related to the myoglobin oxygen stored. The muscle mass of aquatic mammals is relatively large, so the high myoglobin content of their skeletal muscles provides a large reserve. Myoglobin-bound oxygen is only released in relatively hypoxic muscle tissue, so the peripheral vasoconstriction due to the diving reflex makes the muscles ischaemic and promotes early use of myoglobin bound oxygen.",
            "score": 185.3719024658203
        },
        {
            "docid": "92124_4",
            "document": "Myoglobin . Myoglobin was the first protein to have its three-dimensional structure revealed by X-ray crystallography. This achievement was reported in 1958 by John Kendrew and associates. For this discovery, John Kendrew shared the 1962 Nobel Prize in chemistry with Max Perutz. Despite being one of the most studied proteins in biology, its physiological function is not yet conclusively established: mice genetically engineered to lack myoglobin can be viable and fertile but show many cellular and physiological adaptations to overcome the loss. Through observing these changes in myoglobin-deplete mice, it is hypothesised that myoglobin function relates to increased oxygen transport to muscle, oxygen storage and as a scavenger of reactive oxygen species.",
            "score": 170.76446533203125
        },
        {
            "docid": "693028_9",
            "document": "Channichthyidae . As discussed previously, phylogenetic relationships indicate that the expression of myoglobin in cardiac tissue has occurred at least four discrete times. This repeated loss suggests that cardiac myoglobin might be vestigial or even detrimental to icefishes. Sidell and O'Brien (2006) investigated this possibility. First, they performed a test using stopped-flow spectrometry. They found that across all temperatures, oxygen binds and dissociates faster from icefish than it does from mammalian myoglobin. However, when they repeated the test with each organism at a temperature that accurately reflected its native environment, the myoglobin performance was roughly equivalent between icefishes and mammals. So, they concluded that icefish myoglobin is neither more nor less functional than the myoglobin in other clades. This means that it is unlikely that myoglobin would be selected against. These same researchers then performed a test in which they selectively inhibited cardiac myoglobin in icefishes with natural myoglobin expression. They found that icefish species that naturally lack cardiac myoglobin performed better without myoglobin than did fish that naturally express cardiac myoglobin. This finding suggests that fish without cardiac myoglobin have undergone compensatory adaptation.",
            "score": 167.33860778808594
        },
        {
            "docid": "92124_3",
            "document": "Myoglobin . Myoglobin is the primary oxygen-carrying pigment of muscle tissues. High concentrations of myoglobin in muscle cells allow organisms to hold their breath for a longer period of time. Diving mammals such as whales and seals have muscles with particularly high abundance of myoglobin. Myoglobin is found in Type I muscle, Type II A and Type II B, but most texts consider myoglobin not to be found in smooth muscle.",
            "score": 166.48880004882812
        },
        {
            "docid": "446596_25",
            "document": "Diving reflex . Aerobic diving capacity is limited by available oxygen and the rate at which it is consumed. Diving mammals and birds have a considerably greater blood volume than terrestrial animals of similar size, and in addition have a far greater concentration of haemoglobin and myoglobin, and this haemoglobin and myoglobin is also capable of carrying a higher oxygen load. During diving, the haematocrit and haemoglobin are temporarily increased by reflex splenic contraction, which discharges a large additional amount of red blood cells. The brain tissue of diving mammals also contains higher levels of neuroglobin and cytoglobin than terrestrial animals.",
            "score": 160.0353546142578
        },
        {
            "docid": "404489_9",
            "document": "Elephant seal . Elephant seals have a very large volume of blood, allowing them to hold a large amount of oxygen for use when diving. They have large sinuses in their abdomens to hold blood and can also store oxygen in their muscles with increased myoglobin concentrations in muscle. In addition, they have a larger proportion of oxygen-carrying red blood cells. These adaptations allow elephant seals to dive to such depths and remain underwater for up to two hours.",
            "score": 158.71115112304688
        },
        {
            "docid": "693028_6",
            "document": "Channichthyidae . Myoglobin, the oxygen-binding protein used in muscles, is absent from all icefish skeletal muscles. In 10 species, myoglobin is found in the heart muscle, specifically ventricles. Loss of myoglobin gene expression in icefish heart ventricles has occurred at least four separate times.",
            "score": 156.67874145507812
        },
        {
            "docid": "693028_14",
            "document": "Channichthyidae . The key to solving this conundrum is to consider the other function that both hemoglobin and myoglobin perform. While emphasis is often placed and understandably so on the importance of hemoglobin and myoglobin in oxygen delivery and use, recent studies have found that both proteins are actually also involved in the process of breaking down nitric oxide. This means that when icefishes lost hemoglobin and myoglobin it did not just mean a decreased ability to transport oxygen, but it also meant that total nitric oxide levels went up in individuals. Nitric oxide plays a role in regulating various cardiovascular processes in icefishes such as the dilation of branchial vasculature, cardiac stroke volume, and power output. The presence of nitric oxide also can increase angiogenesis, mitochondrial biogenesis, and cause muscle hypertrophy - all traits that are characteristic of icefishes. The similarity between nitric oxide-mediated trait expression and the unusual cardiovascular traits of icefishes suggests that while these abnormal traits have evolved over time, much of these traits were simply an immediate physiological response to heightened levels of nitric oxide, which may in turn have led to a process of homeostatic evolution. In addition, the heightened levels of nitric oxide that followed as an inevitable consequence of the loss of hemoglobin and myoglobin may have actually provided an automatic compensation, allowing for the fish to make up for the hit to their oxygen transport system, thereby providing a grace period of the fixation of these less than desirable traits.",
            "score": 156.36578369140625
        },
        {
            "docid": "92124_2",
            "document": "Myoglobin . Myoglobin (symbol Mb or MB) is an iron- and oxygen-binding protein found in the muscle tissue of vertebrates in general and in almost all mammals. It is related to hemoglobin, which is the iron- and oxygen-binding protein in blood, specifically in the red blood cells. In humans, myoglobin is only found in the bloodstream after muscle injury. It is an abnormal finding, and can be diagnostically relevant when found in blood.",
            "score": 153.84970092773438
        },
        {
            "docid": "60261_28",
            "document": "Pinniped . Before diving, pinnipeds typically exhale to empty their lungs of half the air and then close their nostrils and throat cartilages to protect the trachea. Their unique lungs have airways that are highly reinforced with cartilaginous rings and smooth muscle, and alveoli that completely deflate during deeper dives. While terrestrial mammals are generally unable to empty their lungs, pinnipeds can reinflate their lungs even after complete respiratory collapse. The middle ear contains sinuses that probably fill with blood during dives, preventing middle ear squeeze. The heart of a seal is moderately flattened to allow the lungs to deflate. The trachea is flexible enough to collapse under pressure. During deep dives, any remaining air in their bodies is stored in the bronchioles and trachea, which prevents them from experiencing decompression sickness, oxygen toxicity and nitrogen narcosis. In addition, seals can tolerate large amounts of lactic acid, which reduces skeletal muscle fatigue during intense physical activity. The main adaptations of the pinniped circulatory system for diving are the enlargement and increased complexity of veins to increase their capacity. Retia mirabilia form blocks of tissue on the inner wall of the thoracic cavity and the body periphery. These tissue masses, which contain extensive contorted spirals of arteries and thin-walled veins, act as blood reservoirs that increase oxygen stores for use during diving. As with other diving mammals, pinnipeds have high amounts of hemoglobin and myoglobin stored in their blood and muscles. This allows them to stay submerged for long periods of time while still having enough oxygen. Deep-diving species such as elephant seals have blood volumes that make up to 20% of their body weight. When diving, they reduce their heart rate and maintain blood flow only to the heart, brain and lungs. To keep their blood pressure stable, phocids have an elastic aorta that dissipates some energy of each heartbeat.",
            "score": 153.2897491455078
        },
        {
            "docid": "33777_26",
            "document": "Whale . Whales are adapted for diving to great depths. In addition to their streamlined bodies, they can slow their heart rate to conserve oxygen; blood is rerouted from tissue tolerant of water pressure to the heart and brain among other organs; haemoglobin and myoglobin store oxygen in body tissue; and they have twice the concentration of myoglobin than haemoglobin. Before going on long dives, many whales exhibit a behaviour known as sounding; they stay close to the surface for a series of short, shallow dives while building their oxygen reserves, and then make a sounding dive.",
            "score": 151.32667541503906
        },
        {
            "docid": "326837_15",
            "document": "Toothed whale . Most toothed whales are adapted for diving to great depths, porpoises are one exception. In addition to their streamlined bodies, they can slow their heart rate to conserve oxygen; blood is rerouted from tissue tolerant of water pressure to the heart and brain among other organs; haemoglobin and myoglobin store oxygen in body tissue; and they have twice the concentration of myoglobin than haemoglobin. Before going on long dives, many toothed whales exhibit a behaviour known as sounding; they stay close to the surface for a series of short, shallow dives while building their oxygen reserves, and then make a sounding dive.",
            "score": 149.86026000976562
        },
        {
            "docid": "54637386_9",
            "document": "Physiology of underwater diving . The diving reflex is a response to immersion that overrides the basic homeostatic reflexes, and which is found in all air-breathing vertebrates. It optimizes respiration by preferentially distributing oxygen stores to the heart and brain which allows staying underwater for extended periods of time. It is exhibited strongly in aquatic mammals (seals, otters, dolphins, muskrats), but exists in other mammals, including humans. Diving birds, such as penguins, have a similar diving reflex. The diving reflex is triggered specifically by chilling the face and breath-hold. The most noticeable effects are on the cardiovascular system, which displays peripheral vasoconstriction, slowed pulse rate, redirection of blood to the vital organs to conserve oxygen, release of red blood cells stored in the spleen, and, in humans, heart rhythm irregularities. Aquatic mammals have evolved physiological adaptations to conserve oxygen during submersion, but the apnea, bradycardia, and vasoconstriction are shared with terrestrial mammals as a neural response.",
            "score": 146.90293884277344
        },
        {
            "docid": "41883177_3",
            "document": "List of biophysically important macromolecular crystal structures . 1960 - Myoglobin was the very first high-resolution crystal structure of a protein molecule. Myoglobin cradles an iron-containing heme group that reversibly binds oxygen for use in powering muscle fibers, and those first crystals were of myoglobin from the sperm whale, whose muscles need copious oxygen storage for deep dives. The myoglobin 3-dimensional structure is made up of 8 alpha-helices, and the crystal structure showed that their conformation was right-handed and very closely matched the geometry proposed by Linus Pauling, with 3.6 residues per turn and backbone hydrogen bonds from the peptide NH of one residue to the peptide CO of residue i+4. Myoglobin is a model system for many types of biophysical studies, especially involving the binding process of small ligands such as oxygen and carbon monoxide.",
            "score": 145.67987060546875
        },
        {
            "docid": "13483_81",
            "document": "Hemoglobin . A variety of oxygen-transport and -binding proteins exist in organisms throughout the animal and plant kingdoms. Organisms including bacteria, protozoans, and fungi all have hemoglobin-like proteins whose known and predicted roles include the reversible binding of gaseous ligands. Since many of these proteins contain globins and the heme moiety (iron in a flat porphyrin support), they are often called hemoglobins, even if their overall tertiary structure is very different from that of vertebrate hemoglobin. In particular, the distinction of \"myoglobin\" and hemoglobin in lower animals is often impossible, because some of these organisms do not contain muscles. Or, they may have a recognizable separate circulatory system but not one that deals with oxygen transport (for example, many insects and other arthropods). In all these groups, heme/globin-containing molecules (even monomeric globin ones) that deal with gas-binding are referred to as oxyhemoglobins. In addition to dealing with transport and sensing of oxygen, they may also deal with NO, CO, sulfide compounds, and even O scavenging in environments that must be anaerobic. They may even deal with detoxification of chlorinated materials in a way analogous to heme-containing P450 enzymes and peroxidases. The structure of hemoglobins varies across species. Hemoglobin occurs in all kingdoms of organisms, but not in all organisms. Primitive species such as bacteria, protozoa, algae, and plants often have single-globin hemoglobins. Many nematode worms, molluscs, and crustaceans contain very large multisubunit molecules, much larger than those in vertebrates. In particular, chimeric hemoglobins found in fungi and giant annelids may contain both globin and other types of proteins.",
            "score": 144.68206787109375
        },
        {
            "docid": "215567_23",
            "document": "Pink . As a ray of white sunlight travels through the atmosphere, some of the colors are scattered out of the beam by air molecules and airborne particles. This is called Rayleigh scattering. Colors with a shorter wavelength, such as blue and green, scatter more strongly, and are removed from the light that finally reaches the eye. At sunrise and sunset, when the path of the sunlight through the atmosphere to the eye is longest, the blue and green components are removed almost completely, leaving the longer wavelength orange, red and pink light. The remaining pinkish sunlight can also be scattered by cloud droplets and other relatively large particles, which give the sky above the horizon a pink or reddish glow. Raw beef is red, because the muscles of vertebrate animals, such as cows and pigs, contain a protein called myoglobin, which binds oxygen and iron atoms. When beef is cooked, the myoglobin proteins undergo oxidation, and gradually turn from red to pink to brown; that is, from rare to medium to well-done. Pork contains less myoglobin than beef and therefore is less red; when heated, it changes from pinkish-red to less pink to tan or white.",
            "score": 144.603515625
        },
        {
            "docid": "22210655_55",
            "document": "Aquatic locomotion . Primarily or exclusively aquatic animals have re-evolved from terrestrial tetrapods multiple times: examples include amphibians such as newts, reptiles such as crocodiles, sea turtles, ichthyosaurs, plesiosaurs and mosasaurs, marine mammals such as whales, seals and otters, and birds such as penguins. Many species of snakes are also aquatic and live their entire lives in the water. Among invertebrates, a number of insect species have adaptations for aquatic life and locomotion. Examples of aquatic insects include dragonfly larvae, water boatmen, and diving beetles. There are also aquatic spiders, although they tend to prefer other modes of locomotion under water than swimming proper.",
            "score": 144.40731811523438
        },
        {
            "docid": "9061_20",
            "document": "Dolphin . Some dolphins are adapted for diving to great depths. In addition to their streamlined bodies, some can slow their heart rate to conserve oxygen. Some can also re-route blood from tissue tolerant of water pressure to the heart, brain and other organs. Their hemoglobin and myoglobin store oxygen in body tissues and they have twice the concentration of myoglobin than hemoglobin.",
            "score": 144.1746368408203
        },
        {
            "docid": "3655000_6",
            "document": "Doneness . As meat is cooked, it turns from red to pink to gray to brown to black (if burnt), and the amount of red liquid, myoglobin (not blood), and other juices decreases. The color change is due to changes in the oxidation of the iron atom of the heme group in the myoglobin protein: raw meat is red due to myoglobin protein in the muscles, not hemoglobin from blood (which also contains a heme group, hence the color). Prior to cooking, the iron atom is in a +2 oxidation state, and bound to a dioxygen molecule (O), with a red color. As cooking proceeds, it loses an electron, moving to a +3 oxidation state, and coordinating with a water molecule (HO), turning brown in the process.",
            "score": 144.12841796875
        },
        {
            "docid": "446596_14",
            "document": "Diving reflex . \"Blood shift\" is a term used when blood flow to the extremities is redistributed to the head and torso during a breathhold dive. Peripheral vasoconstriction occurs during submersion by resistance vessels limiting blood flow to muscles, skin, and viscera, regions which are \"hypoxia-tolerant\", thereby preserving oxygenated blood for the heart, lungs, and brain. The increased resistance to peripheral blood flow raises the blood pressure, which is compensated by bradycardia, conditions which are accentuated by cold water. Aquatic mammals have blood volume that is some three times larger per mass than in humans, a difference augmented by considerably more oxygen bound to hemoglobin and myoglobin of diving mammals, enabling prolongation of submersion after capillary blood flow in peripheral organs is minimized.",
            "score": 142.99984741210938
        },
        {
            "docid": "18940_32",
            "document": "Meat . Meat can be broadly classified as \"red\" or \"white\" depending on the concentration of myoglobin in muscle fibre. When myoglobin is exposed to oxygen, reddish oxymyoglobin develops, making myoglobin-rich meat appear red. The redness of meat depends on species, animal age, and fibre type: Red meat contains more narrow muscle fibres that tend to operate over long periods without rest, while white meat contains more broad fibres that tend to work in short fast bursts.",
            "score": 142.1969451904297
        },
        {
            "docid": "92524_6",
            "document": "Hemeprotein . Hemoglobin and myoglobin are examples of hemeproteins that respectively transport and store of oxygen in mammals. Hemoglobin is a quaternary protein that occurs in the red blood cell, whereas, myoglobin is a tertiary protein found the muscle cells of mammals. Although they might differ in location and size, their function are similar. Being hemeproteins, they both contain a heme prosthetic group.",
            "score": 140.05764770507812
        },
        {
            "docid": "231030_24",
            "document": "Baleen whale . The unique lungs of baleen whales are built to collapse under the pressure instead of resisting the pressure which would damage the lungs, enabling some, like the fin whale, to dive to a depth of . The whale lungs are very efficient at extracting oxygen from the air, usually 80%, whereas humans only extract 20% of oxygen from inhaled air. Lung volume is relatively low compared to terrestrial mammals because of the inability of the respiratory tract to hold gas while diving. Doing so may cause serious complications such as embolism. Unlike other mammals, the lungs of baleen whales lack lobes and are more sacculated. Like in humans, the left lung is smaller than the right to make room for the heart. To conserve oxygen, blood is rerouted from pressure-tolerant-tissue to internal organs, and they have a high concentration of myoglobin which allows them to hold their breath longer. The heart of baleen whales functions similarly to other mammals, with the major difference being the size. The heart can reach , but is still proportional to the whale's size. The muscular wall of the ventricle, which is responsible for pumping blood out of the heart, can be thick. The aorta, an artery, can be thick. Their resting heart rate is 60 to 140 beats per minute (bpm), as opposed to the 60 to 100 bpm in humans. When diving, their heart rate will drop to 4 to 15 bpm to conserve oxygen. Like toothed whales, they have a dense network of blood vessels (rete mirabile) which prevents heat-loss. Like in most mammals, heat is lost in their extremities, so, in baleen whales, warm blood in the arteries is surrounded by veins to prevent heat loss during transport. As well as this, heat inevitably given off by the arteries warms blood in the surrounding veins as it travels back into the core. This is otherwise known as countercurrent exchange. To counteract overheating while in warmer waters, baleen whales reroute blood to the skin to accelerate heat-loss. They have the largest blood corpuscles (red and white blood cells) of any mammal, measuring in diameter, as opposed to human's blood corpuscles.",
            "score": 139.88365173339844
        },
        {
            "docid": "46211_14",
            "document": "Tuna . Also unlike most fish, which have white flesh, the muscle tissue of tuna ranges from pink to dark red. The red myotomal muscles derive their color from myoglobin, an oxygen-binding molecule, which tuna express in quantities far higher than most other fish. The oxygen-rich blood further enables energy delivery to their muscles.",
            "score": 139.0125274658203
        },
        {
            "docid": "7626_31",
            "document": "Cetacea . The structure of the respiratory and circulatory systems is of particular importance for the life of marine mammals. The oxygen balance is effective. Each breath can replace up to 90% of the total lung volume. For land mammals, in comparison, this value is usually about 15%. During inhalation, about twice as much oxygen is absorbed by the lung tissue as in a land mammal. As with all mammals, the oxygen is stored in the blood and the lungs, but in cetaceans, it is also stored in various tissues, mainly in the muscles. The muscle pigment, myoglobin, provides an effective bond. This additional oxygen storage is vital for deep diving, since beyond a depth around , the lung tissue is almost completely compressed by the water pressure.",
            "score": 138.8791961669922
        },
        {
            "docid": "14734_93",
            "document": "Iron . When deoxyhemoglobin picks up an oxygen molecule, this histidine residue moves away and returns once the oxygen is securely attached to form a hydrogen bond with it. This results in the Fe ion switching to a low-spin configuration, resulting in a 20% decrease in ionic radius so that now it can fit into the porphyrin ring, which becomes planar. (Additionally, this hydrogen bonding results in the tilting of the oxygen molecule, resulting in a Fe–O–O bond angle of around 120° that avoids the formation of Fe–O–Fe or Fe–O–Fe bridges that would lead to electron transfer, the oxidation of Fe to Fe, and the destruction of hemoglobin.) This results in a movement of all the protein chains that leads to the other subunits of hemoglobin changing shape to a form with larger oxygen affinity. Thus, when deoxyhemoglobin takes up oxygen, its affinity for more oxygen increases, and vice versa. Myoglobin, on the other hand, contains only one heme group and hence this cooperative effect cannot occur. Thus, while hemoglobin is almost saturated with oxygen in the high partial pressures of oxygen found in the lungs, its affinity for oxygen is much lower than that of myoglobin, which oxygenates even at low partial pressures of oxygen found in muscle tissue. As described by the Bohr effect (named after Christian Bohr, the father of Niels Bohr), the oxygen affinity of hemoglobin diminishes in the presence of carbon dioxide.",
            "score": 138.47718811035156
        },
        {
            "docid": "3543130_11",
            "document": "Underwater diving . The diving reflex is a response to immersion that overrides the basic homeostatic reflexes. It optimises respiration by preferentially distributing oxygen stores to the heart and brain, which allows extended periods underwater. It is exhibited strongly in aquatic mammals (seals, otters, dolphins and muskrats), and also exists in other mammals, including humans. Diving birds, such as penguins, have a similar diving reflex. The diving reflex is triggered by chilling the face and holding the breath. The cardiovascular system constricts peripheral blood vessels, slows the pulse rate, redirects blood to the vital organs to conserve oxygen, releases red blood cells stored in the spleen, and, in humans, causes heart rhythm irregularities. Aquatic mammals have evolved physiological adaptations to conserve oxygen during submersion, but apnea, slowed pulse rate, and vasoconstriction are shared with terrestrial mammals.",
            "score": 138.42042541503906
        },
        {
            "docid": "11712_11",
            "document": "Facilitated diffusion . Carbon monoxide has a facilitated diffusion process similar to that of oxygen. They both make use of the high affinity of hemoglobin and myoglobin for the gas. Carbon monoxide also combines with hemoglobin and myoglobin with the help of facilitated diffusion just as it is in oxygen but the rate at which they react differs from one another. Carbon monoxide has a dissociation velocity which is 100 times less than that of oxygen; its affinity for myoglobin is 40 times higher and 250 times higher for hemoglobin, compared to oxygen.",
            "score": 137.065673828125
        },
        {
            "docid": "236354_11",
            "document": "Rhabdomyolysis . Rhabdomyolysis may cause kidney failure by several mechanisms. The most important is the accumulation of myoglobin in the kidney tubules. Normally, the blood protein haptoglobin binds circulating myoglobin and other heme-containing substances, but in rhabdomyolysis the quantity of myoglobin exceeds the binding capacity of haptoglobin. Myoglobinuria, the presence of myoglobin in the urine, occurs when the level in plasma exceeds 0.5–1.5 mg/dl; once plasma levels reach 100 mg/dl, the concentration in the urine becomes sufficient for it to be visibly discolored and corresponds with the destruction of about 200 grams of muscle. As the kidneys reabsorb more water from the filtrate, myoglobin interacts with Tamm–Horsfall protein in the nephron to form casts (solid aggregates) that obstruct the normal flow of fluid; the condition is worsened further by high levels of uric acid and acidification of the filtrate, which increase cast formation. Iron released from the heme generates reactive oxygen species, damaging the kidney cells. In addition to the myoglobinuria, two other mechanisms contribute to kidney impairment: low blood pressure leads to constriction of the blood vessels and therefore a relative lack of blood flow to the kidney, and finally uric acid may form crystals in the tubules of the kidneys, causing obstruction. Together, these processes lead to acute tubular necrosis, the destruction of the cells of tubules. Glomerular filtration rate falls and the kidney is unable to perform its normal excretory functions. This causes disruption of electrolyte regulation, leading to a further rise in potassium levels, and interferes with vitamin D processing, further worsening the low calcium levels.",
            "score": 137.00904846191406
        },
        {
            "docid": "54120791_10",
            "document": "Chironomus zealandicus . The worm like larvae known to fisherman and a common name as “blood worm” is red in colour due to the hemoglobin in the blood. The myoglobin that the worms has which is an iron and oxygen binding protein which helps them survive in habitats they are abundant in such as stagnent water; which has low oxygen. Blood worms often live in areas that suffer from pollution and as a result of its make up it can with stand these conditions unlike other midge species such as a green midge larvae related to it.",
            "score": 136.8085174560547
        },
        {
            "docid": "196020_21",
            "document": "Crocodilia . When submerged, a crocodilian's heart rate slows down to one or two beats a minute, and blood flow to the muscles is reduced. When it rises and takes a breath, its heart rate speeds up in seconds, and the muscles receive newly oxygenated blood. Unlike many marine mammals, crocodilians have little myoglobin to store oxygen in their muscles. During diving, muscles are supplied with oxygen when an increasing concentration of bicarbonate ions causes haemoglobin in the blood to release oxygen.",
            "score": 136.75315856933594
        }
    ]
}