{
    "q": [
        {
            "docid": "38885064_20",
            "document": "Cancer syndrome . Xeroderma pigmentosum (XP) is an autosomal recessive disorder characterized by sensitivity to ultra-violet (UV) light, massively increased risk of sunburn and increased risk of skin cancers. The risk of skin cancer is more than 10000 times that of normal individuals and includes many types of skin cancer, including melanoma and non-melanoma skin cancers. Also, sun exposed areas of the tongue, lips and eyes have an increased risk of becoming cancerous. XP may be associated with other internal cancers and benign tumors. In addition to cancer, some genetic mutations that cause XP are associated with neurodegeneration. XP may be caused by genetic mutations in 8 genes, which produce the following enzymes: XPA, XPB, XPC, XPD, XPE, XPF, XPG and Pol η. XPA-XPF are nucleotide excision repair enzymes that repair UV light-damaged DNA and faulty proteins will allow the buildup of mutations caused by UV light. Pol η is a polymerase, which is an enzyme involved in DNA replication. There are many polymerases, but pol η is the enzyme that replicates UV light-damaged DNA. Mutations in this gene will produce a faulty pol η enzyme that cannot replicate DNA with UV light damage. Individuals with mutations of this gene have a subset of XP; XP-variant disease.",
            "score": 344.7134438753128
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 271.84928274154663
        },
        {
            "docid": "14760958_4",
            "document": "ERCC4 . Cells with disabling mutations in \"ERCC4\" are more sensitive than normal to particular DNA damaging agents, including ultraviolet radiation and to chemicals that cause crosslinking between DNA strands. Genetically engineered mice with disabling mutations in \"ERCC4\" also have defects in DNA repair, accompanied by metabolic stress-induced changes in physiology that result in premature aging. Complete deletion of \"ERCC4\" is incompatible with viability of mice, and no human individuals have been found with complete (homozygous) deletion of \"ERCC4\". Rare individuals in the human population harbor inherited mutations that impair the function of \"ERCC4\". When the normal genes are absent, these mutations can lead to human syndromes, including xeroderma pigmentosum, Cockayne syndrome and Fanconi anemia.",
            "score": 148.24289202690125
        },
        {
            "docid": "541499_32",
            "document": "Indoor tanning . Exposure to ultraviolet radiation (UVR), whether from the sun or tanning devices is known to be a major cause of the three main types of skin cancer: non-melanoma skin cancer (basal cell carcinoma and squamous cell carcinoma) and melanoma. Overexposure to UVR induces at least two types of DNA damage: cyclobutane–pyrimidine dimers (CPDs) and 6–4 photoproducts (6–4PPs). While DNA repair enzymes can fix some mutations, if they are not sufficiently effective, a cell will acquire genetic mutations which may cause the cell to die or become cancerous. These mutations can result in cancer, aging, persistent mutation and cell death. For example, squamous cell carcinoma can be caused by a UVB-induced mutation in the p53 gene.",
            "score": 306.4269617795944
        },
        {
            "docid": "14842113_13",
            "document": "CDKN2A . Melanoma only occurs in a small proportion of the population. Only 10% of those who have melanoma acquired it genetically. This disease is an autosomal dominant gene. If only two family members have melanoma, there is a 5% chance somebody in the next generation will acquire the mutated gene. Also, there is a 20-40% chance of getting hereditary melanoma in a family if 3 or more people in the past generation had melanoma. For those who carry the hereditary mutated gene CDKN2A, acquiring skin cancer is a lot easier. Those who have the gene are far more likely to get melanoma a second or third time compared to those who don’t genetically have this gene. The population that is affected by this mutation has a high familial history of melanoma or atypical moles and birth marks in large numbers, a history of primary melanoma/cancers in general, immunosuppression, skin that burns easily and doesn't tan, freckling, blue eyes, red hair, or a history of blistering. People with these high risk factors are more likely to carry inherited mutations in CDKN2A. For those who have a gene mutation, the severity is also dependent on the environmental surroundings. Out of those who carry the gene, those who express the phenotype and actually developed melanoma have a history of more sun exposure, and light skin compared to those who also had the gene but never actually developed melanoma. This suggests that this gene co-works with ones surrounding environment. If two individuals are selected who carry the CDKN2A mutation, and both genetically have the same probability of acquiring skin cancer, but one is from Australia and the other is from Europe, there is a 58% the European will acquire cancer compared to a 91% chance the Australian will get it. This is because the factors mentioned earlier pertaining to those who are more susceptible to the disease and also dependent on the amount of sunscreen one wears and the UV radiation potency in their environment.",
            "score": 304.45318698883057
        },
        {
            "docid": "14149018_4",
            "document": "ERCC1 . Cells with disabling mutations in \"ERCC1\" are more sensitive than normal to particular DNA damaging agents, including ultraviolet (UV) radiation and to chemicals that cause crosslinking between DNA strands. Genetically engineered mice with disabling mutations in ERCC1 have defects in DNA repair, accompanied by metabolic stress-induced changes in physiology that result in premature aging. Complete deletion of ERCC1 is incompatible with viability of mice, and no human individuals have been found with complete (homozygous) deletion of ERCC1. Rare individuals in the human population harbor inherited mutations that impair the function of ERCC1. When the normal genes are absent, these mutations can lead to human syndromes, including Cockayne syndrome (CS) and COFS.",
            "score": 170.32686829566956
        },
        {
            "docid": "39383381_9",
            "document": "2-hydroxy-dATP diphosphatase . Eliminating the MTH1 gene in mice results in over three times more mice developing tumors compared to a control group. The enzyme’s much-studied ability to sanitize a cell’s nucleotide pool prevents it from developing mutations, including cancerous ones. Specifically, another study found that MTH1 inhibition in cancer cells leads to incorporation of 8-oxo-dGTP and other oxidatively damaged nucleotides into the cell’s DNA, damaging it and causing cell death. However, cancer cells have also been shown to benefit from use of MTH1. Cells from malignant breast tumors exhibit extreme MTH1 expression compared to other human cells. Because a cancer cell divides much more rapidly than a normal human cell, it is far more in need of an enzyme like MTH1 that prevents fatal mutations during replication. This property of cancer cells could allow for monitoring of cancer treatment efficacy by measuring MTH1 expression. Development of suitable probes for this purpose is currently underway.",
            "score": 132.10926616191864
        },
        {
            "docid": "5054772_10",
            "document": "Mitotic recombination . Mitotic crossover is known to occur in \"D. melanogaster\", some asexually reproducing fungi and in normal human cells, where the event may allow normally recessive cancer-causing genes to be expressed and thus predispose the cell in which it occurs to the development of cancer. Alternately, a cell may become a homozygous mutant for a tumor-suppressing gene, leading to the same result. For example, Bloom's syndrome is caused by a mutation in RecQ helicase, which plays a role in DNA replication and repair. This mutation leads to high rates of mitotic recombination in mice, and this recombination rate is in turn responsible for causing tumor susceptibility in those mice. At the same time, mitotic recombination may be beneficial: it may play an important role in repairing double stranded breaks, and it may be beneficial to the organism if having homozygous dominant alleles is more functional than the heterozygous state. For use in experimentation with genomes in model organisms such as \"Drosophila melanogaster\", mitotic recombination can be induced via X-ray and the FLP-FRT recombination system.",
            "score": 130.01924467086792
        },
        {
            "docid": "487429_16",
            "document": "ENU . In the case of genetic diseases involving multiple genes, mutations in multiple genes contributes to the progression of a disease. Mutation in just one of these genes however, might not contribute significantly to any phenotype. Such \"predisposing genes\" can be identified using sensitized screens. In this type of a screen, the genetic or environmental background is modified so as to sensitize the mouse to these changes. The idea is that the predisposing genes can be unraveled on a modified genetic or environmental background. Rinchik et al. performed a sensitized screen of mouse mutants predisposed to Diabetic nephropathy. Mice were treated with ENU on a sensitized background of type-1 diabetes. These diabetic mice had a dominant \"Akita\" mutation in the insulin-2 gene (\"Ins2\"). These mice developed albuminuria, a phenotype that was not observed in the non-diabetic offsprings.",
            "score": 121.08257365226746
        },
        {
            "docid": "2196633_12",
            "document": "Stereocilia (inner ear) . Damaged or abnormal stereocilia that are a result of genetic mutations often cause hearing loss and other complications, and can be passed down to children. In a recent study, researchers studied mice that inherited a mutated hair cell gene called whirlin, which leads to shorter and fatter stereocilia that are organized in additional rows and that often die off after birth. No current therapies or reparative measures exist to replace such defective hair cells in humans. In order to correct this mutation, researchers injected a gene therapy containing the corrected gene into the inner ear of mice with the genetic mutation. The therapy restored stereocilia to normal lengths and eliminated the additional rows of stereocilia in newborn whirler mice. Despite the restoration of hair cells, the treated whirler mice exhibited no signs of improved hearing ability following testing after one month and after three months of treatment. Further studies are looking to understand why the restoration of the stereocilia did not improve the hearing ability of the mutated mice.",
            "score": 116.39399802684784
        },
        {
            "docid": "17062920_20",
            "document": "DNA damage theory of aging . A popular idea, that has failed to gain significant experimental support, is the idea that mutation, as distinct from DNA damage, is the primary cause of aging. As discussed above, mutations tend to arise in frequently replicating cells as a result of errors of DNA synthesis when template DNA is damaged, and can give rise to cancer. However, in mice there is no increase in mutation in the brain with aging. Mice defective in a gene (Pms2) that ordinarily corrects base mispairs in DNA have about a 100-fold elevated mutation frequency in all tissues, but do not appear to age more rapidly. On the other hand, mice defective in one particular DNA repair pathway show clear premature aging, but do not have elevated mutation.",
            "score": 123.18397784233093
        },
        {
            "docid": "2332422_24",
            "document": "Carcinogenesis . Cancers are known to exhibit genome instability or a mutator phenotype. The protein-coding DNA within the nucleus is about 1.5% of the total genomic DNA. Within this protein-coding DNA (called the exome), an average cancer of the breast or colon can have about 60 to 70 protein altering mutations, of which about 3 or 4 may be \"driver\" mutations, and the remaining ones may be \"passenger\" mutations. However, the average number of DNA sequence mutations in the entire genome (including non-protein-coding regions) within a breast cancer tissue sample is about 20,000. In an average melanoma tissue sample (where melanomas have a higher exome mutation frequency) the total number of DNA sequence mutations is about 80,000. These high frequencies of mutations in the total nucleotide sequences within cancers suggest that often an early alteration in the field defect giving rise to a cancer (e.g. yellow area in the diagram in the preceding section) is a deficiency in DNA repair. Large field defects surrounding colon cancers (extending to about 10 cm on each side of a cancer) are found to frequently have epigenetic defects in 2 or 3 DNA repair proteins (ERCC1, XPF and/or PMS2) in the entire area of the field defect. When expression of DNA repair genes is reduced, DNA damages accumulate in cells at a higher than normal level, and these excess damages cause increased frequencies of mutation and/or epimutation. Mutation rates strongly increase in cells defective in DNA mismatch repair or in homologous recombinational repair (HRR). A deficiency in DNA repair, itself, can allow DNA damages to accumulate, and error-prone translesion synthesis past some of those damages may give rise to mutations. In addition, faulty repair of these accumulated DNA damages may give rise to epimutations. These new mutations and/or epimutations may provide a proliferative advantage, generating a field defect. Although the mutations/epimutations in DNA repair genes do not, themselves, confer a selective advantage, they may be carried along as passengers in cells when the cell acquires an additional mutation/epimutation that does provide a proliferative advantage.",
            "score": 205.96746861934662
        },
        {
            "docid": "14726020_10",
            "document": "Myosin binding protein C, cardiac . A great understanding of how \"MYBPC3\" mutations lead to the development of inherited cardiomyopathy came from the analyses of human myocardial samples, gene transfer in different cell lines, naturally-occurring or transgenic animal models and more recently disease modeling using induced pluripotent stem cells (iPSC)-derived cardiac myocytes. Although access to human myocardial samples is difficult, at least some studies provided evidence that truncated cMyBP-Cs, resulting from truncating \"MYBPC3\" mutations are not detectable in human patient samples by Western-immunoblot analysis. This was supported in heterozygous \"Mybpc3\"-targeted knock-in mice, carrying the human c.772G>A transition (i.e. founder mutation in Tuscany These data suggest haploinsufficiency as the main disease mechanism for heterozygous truncating mutations. A body of evidence exists that the mechanisms regulating the expression of mutant allele involve the nonsense-mediated mRNA decay, the ubiquitin-proteasome system (UPS) and the autophagy-lysosomal pathway after gene transfer of mutant \"MYBPC3\" in cardiac myocytes or in mice \"in vivo\". In contrast to truncating mutations, missense mutations lead, in most of the cases (although difficult to specifically detect), to stable mutant cMyBP-Cs that are, at least in part, incorporated into the sarcomere and could act as poison polypeptides on the structure and/or function of the sarcomere. Homozygous or compound heterozygous mutations are therefore likely subject to differential regulation depending on whether they are double missense, double truncating or mixed missense/truncating mutations. The homozygous \"Mybpc3\"-targeted knock-in mice, which genetically mimic the situation of severe neonatal cardiomyopathy are born without phenotype and soon after birth develop systolic dysfunction followed by (compensatory) cardiac hypertrophy. The human c.772G>A transition results in low levels of three different mutant \"Mybpc3\" mRNAs and cMyBP-Cs in homozygous mice, suggesting a combination of haploinsufficiency and polypeptide poisoning as disease mechanism in the homozygous state. In addition, the combination of external stress (such as neurohumoral stress or aging) and \"Mybpc3\" mutations have been shown to impair the UPS in mice, and proteasomal activities were also depressed in patients with hypertrophic cardiomyopathy or dilated cardiomyopathy.",
            "score": 111.5907609462738
        },
        {
            "docid": "50145326_2",
            "document": "TBX15 . TBX15 or T-Box 15 is a transcription factor involved in many developmental processes. TBX15 is a member of the T-box 1 subfamily and has been mapped to Chromosome 3. TBX15 is important in the development of the skeletal system. it is mainly associated with the development of the limbs, spinal column, and head. In particular, TBX15 is shown to influence the development of the scapula or shoulder blade. Mutations of the TBX15 gene can cause a disease called Cousin Syndrome. This disease is associated with short stature, head and facial deformities, and underdevelopment of the shoulder blade and pelvis. Candille et al. showed that TBX15 is also associated with a genetic mutation in mice called droopy ear. Droopy ear is a genetic mutation resulting in craniofacial malformations most notably ears in abnormal locations. Droopy ear is associated with a deletion of a portion of the TBX15 gene. Droopy ear is also associated with abnormal skin color characteristics in mice. This shows another effect of the TBX15 gene which is helping to establishment of dorsoventral patterning of skin/ fur color.",
            "score": 135.7057079076767
        },
        {
            "docid": "1209013_2",
            "document": "Xeroderma pigmentosum . Xeroderma pigmentosum (XP) is a genetic disorder in which there is a decreased ability to repair DNA damage such as that caused by ultraviolet (UV) light. Symptoms may include a severe sunburn after only a few minutes in the sun, freckling in sun exposed areas, dry skin, and changes in skin pigmentation. Nervous system problems, such as hearing loss, poor coordination, loss of intellectual function, and seizures, may also occur. Complications include a high risk of skin cancer, with about half having skin cancer by age 10 without preventive efforts, and cataracts. The risk of other cancers such as brain cancers also occurs. XP is autosomal recessive with at least nine specific mutations able to result in the condition. Normally, the damage to DNA which occurs in skin cells from exposure to UV light, is repaired by nucleotide excision repair. In people with xeroderma pigmentosum, this damage is not repaired. As more abnormalities form in DNA, cells malfunction and eventually become cancerous or die. Diagnosis is generally suspected based on symptoms and confirmed by genetic testing. There is no cure for XP. Treatment involves completely avoiding the sun. This includes protective clothing, sunscreen, and dark sunglasses when out in the sun. Retinoid creams may help decrease the risk of skin cancer. Vitamin D supplementation is generally required. If skin cancer occurs it is treated in the usual way. The life expectancy of those with the condition is about 30 years less than normal. The disease affects about 1 in 20,000 in Japan, 1 in 250,000 people in the United States, and 1 in 430,000 in Europe. It occurs equally commonly in males and females. Xeroderma pigmentosum was first described in 1870s by Moritz Kaposi. In 1882, Kaposi coined the term xeroderma pigmentosum for the condition, referring to its characteristic dry, pigmented skin. Individuals with the disease have been referred to as \"children of the night\".",
            "score": 251.14687871932983
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 116.6792973279953
        },
        {
            "docid": "64993_2",
            "document": "Skin cancer . Skin cancers are cancers that arise from the skin. They are due to the development of abnormal cells that have the ability to invade or spread to other parts of the body. There are three main types of skin cancers: basal-cell skin cancer (BCC), squamous-cell skin cancer (SCC) and melanoma. The first two, along with a number of less common skin cancers, are known as nonmelanoma skin cancer (NMSC). Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or result in death. It often appears as a painless raised area of skin, that may be shiny with small blood vessel running over it or may present as a raised area with an ulcer. Squamous-cell skin cancer is more likely to spread. It usually presents as a hard lump with a scaly top but may also form an ulcer. Melanomas are the most aggressive. Signs include a mole that has changed in size, shape, color, has irregular edges, has more than one color, is itchy or bleeds. Greater than 90% of cases are caused by exposure to ultraviolet radiation from the Sun. This exposure increases the risk of all three main types of skin cancer. Exposure has increased partly due to a thinner ozone layer. Tanning beds are becoming another common source of ultraviolet radiation. For melanomas and basal-cell cancers exposure during childhood is particularly harmful. For squamous-cell skin cancers total exposure, irrespective of when it occurs, is more important. Between 20% and 30% of melanomas develop from moles. People with light skin are at higher risk as are those with poor immune function such as from medications or HIV/AIDS. Diagnosis is by biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing melanoma and squamous-cell skin cancer. It is not clear if sunscreen affects the risk of basal-cell cancer. Nonmelanoma skin cancer is usually curable. Treatment is generally by surgical removal but may less commonly involve radiation therapy or topical medications such as fluorouracil. Treatment of melanoma may involve some combination of surgery, chemotherapy, radiation therapy, and targeted therapy. In those people whose disease has spread to other areas of their bodies, palliative care may be used to improve quality of life. Melanoma has one of the higher survival rates among cancers, with over 86% of people in the UK and more than 90% in the United States surviving more than 5 years. Skin cancer is the most common form of cancer, globally accounting for at least 40% of cases. The most common type is nonmelanoma skin cancer, which occurs in at least 2-3 million people per year. This is a rough estimate, however, as good statistics are not kept. Of nonmelanoma skin cancers, about 80% are basal-cell cancers and 20% squamous-cell skin cancers. Basal-cell and squamous-cell skin cancers rarely result in death. In the United States they were the cause of less than 0.1% of all cancer deaths. Globally in 2012 melanoma occurred in 232,000 people, and resulted in 55,000 deaths. Australia and New Zealand have the highest rates of melanoma in the world. The three main types of skin cancer have become more common in the last 20 to 40 years, especially in those areas which are mostly Caucasian.",
            "score": 285.29901254177094
        },
        {
            "docid": "7070579_11",
            "document": "Genetics of aggression . Mice are often used as a model for human genetic behavior since mice and humans have homologous genes coding for homologous proteins that are used for similar functions at some biological levels. Mice aggression studies have led to some interesting insight in human aggression. Using reverse genetics, the DNA of genes for the receptors of many neurotransmitters have been cloned and sequenced, and the role of neurotransmitters in rodent aggression has been investigated using pharmacological manipulations. Serotonin has been identified in the offensive attack by male mice against intruder male mice. Mutants were made by manipulating a receptor for serotonin by deleting a gene for the serotonin receptor. These mutant male mice with the knockout alleles exhibited normal behavior in everyday activities such as eating and exploration, but when prompted, attacked intruders with twice the intensity of normal male mice. In offense aggression in mice, males with the same or similar genotypes were more likely to fight than males that encountered males of other genotypes. Another interesting finding in mice dealt with mice reared alone. These mice showed a strong tendency to attack other male mice upon their first exposure to the other animals. The mice reared alone were not taught to be more aggressive; they simply exhibited the behavior. This implicates the natural tendency related to biological aggression in mice since the mice reared alone lacked a parent to model aggressive behavior.",
            "score": 109.29092264175415
        },
        {
            "docid": "18293050_5",
            "document": "Genetically modified mouse . Genetically modified mice are used extensively in research as models of human disease. Mice are a useful model for genetic manipulation and research, as their tissues and organs are similar to that of a human and they carry virtually all the same genes that operate in humans. They also have advantages over other mammals, in regards to research, in that they are available in hundreds of genetically homogeneous strains. Also, due to their size, they can be kept and housed in large numbers, reducing the cost of research and experiments. The most common type is the knockout mouse, where the activity of a single (or in some cases multiple) genes are removed. They have been used to study and model obesity, heart disease, diabetes, arthritis, substance abuse, anxiety, aging and Parkinson disease. Transgenic mice generated to carry cloned oncogenes and knockout mice lacking tumor suppressing genes have provided good models for human cancer. Hundreds of these oncomice have been developed covering a wide range of cancers affecting most organs of the body and they are being refined to become more representative of human cancer. The disease symptoms and potential drugs or treatments can be tested against these mouse models.",
            "score": 108.60267329216003
        },
        {
            "docid": "33708419_12",
            "document": "Knockout mouse . While knockout mouse technology represents a valuable research tool, some important limitations exist. About 15 percent of gene knockouts are developmentally lethal, which means that the genetically altered embryos cannot grow into adult mice. This problem is often overcome through the use of conditional mutations. The lack of adult mice limits studies to embryonic development and often makes it more difficult to determine a gene's function in relation to human health. In some instances, the gene may serve a different function in adults than in developing embryos. Knocking out a gene also may fail to produce an observable change in a mouse or may even produce different characteristics from those observed in humans in which the same gene is inactivated. For example, mutations in the p53 gene are associated with more than half of human cancers and often lead to tumours in a particular set of tissues. However, when the p53 gene is knocked out in mice, the animals develop tumours in a different array of tissues. There is variability in the whole procedure depending largely on the strain from which the stem cells have been derived. Generally cells derived from strain 129 are used. This specific strain is not suitable for many experiments (e.g., behavioural), so it is very common to backcross the offspring to other strains. Some genomic loci have been proven very difficult to knock out. Reasons might be the presence of repetitive sequences, extensive DNA methylation, or heterochromatin. The confounding presence of neighbouring 129 genes on the knockout segment of genetic material has been dubbed the \"flanking-gene effect\". Methods and guidelines to deal with this problem have been proposed.",
            "score": 155.61677825450897
        },
        {
            "docid": "16818636_5",
            "document": "Mouse model of colorectal and intestinal cancer . The most frequent mutations in Hereditary nonpolyposis colorectal cancer (HNPCC) are mutations in the \"MSH2\" and \"MLH1\" genes. These genes play an important role in repairing incorrectly positioned nucleotides. Another gene involved in DNA mismatch repair is \"Msh6\". Both the \"Msh6\" and \"Msh2\" mutant mice develop gastrointestinal cancer but the tumours differ in their microsatellite instability (MI) status. While MSH2 deficiency promotes MI-high tumours, MSH6 deficiency results in MI-low tumours. Another component of the DNA repair machinery in the cell is the protein MLH1. Ablation of MLH1 in mice causes development of gastrointestinal tumours in the small intestine – adenomas and invasive carcinomas. The combination of MLH1 deficiency with the \"Apc\"1638N mutant mouse results in strong reduction of viability and increased tumour burden. The tumours were classified as adenomas, invasive adenocarcinomas and late stage carcinomas. Similarly, mice deficient for \"Msh2\" combined with \"Apc \" demonstrate accelerated rate of tumorigenesis. Another similar mouse model of HNPCC is the combination of \"PMS2\" mutant mouse with the \"Min Apc\" allele resulting in increased number of tumours in the gastrointestinal tract compared to \"Min\". Yet these adenocarcinomas do not metastasize and their histopathology is similar to that of the right side colon cancer in human with frequent mutation of the type II receptor for TGF-β.",
            "score": 109.51974976062775
        },
        {
            "docid": "10303676_5",
            "document": "Oxoguanine glycosylase . Mice without a functional \"OGG1\" gene have about a 5-fold increased level of 8-oxo-dG in their livers compared to mice with wild-type \"OGG1\". Mice defective in \"OGG1\" also have an increased risk for cancer. Kunisada et al. irradiated mice without a functional \"OGG1\" gene (OGG1 knock-out mice) and wild-type mice three times a week for forty weeks with UVB light at a relatively low dose (not enough to cause skin redness). Both types of mice had high levels of 8-oxo-dG in their epidermal cells three hours after irradiation. However, 24 hours later, the majority of 8-oxo-dG was absent from the epidermal cells of the wild-type mice but 8-oxo-dG remained elevated in the epidermal cells of the \"OGG1\" knock-out mice. The irradiated OGG1 knock-out mice had more than twice the level of skin tumors compared to irradiated wild-type mice, and the rate of malignancy within the tumors was higher in the OGG1 knock-out mice (73%) than in the wild-type mice (50%).",
            "score": 107.91168248653412
        },
        {
            "docid": "865271_8",
            "document": "Liver disease . Obesity is associated with higher risk of primary liver cancer. As shown with mice, obese mice are prone to liver cancer, likely due to two factors. Obese mice have increased pro-inflammatory cytokines. Obese mice also have higher levels of deoxycholic acid (DCA), a product of bile acid alteration by certain gut microbes, and these microbes are increased with obesity. The excess DCA causes DNA damage and inflammation in the liver, which, in turn, can lead to liver cancer.",
            "score": 92.56139349937439
        },
        {
            "docid": "7330969_4",
            "document": "Microphthalmia-associated transcription factor . MITF is the most characterized member of the MIT family. Its gene resides at the \"mi\" locus in mice, and its protumorogenic targets include factors involved in cell death, DNA replication, repair, mitosis, microRNA production, membrane trafficking, mitochondrial metabolism, and much more. Mutation of this gene results in deafness, bone loss, small eyes, and poorly pigmented eyes and skin. In human subjects, because it is known that MITF controls the expression of various genes that are essential for normal melanin synthesis in melanocytes, mutations of MITF can lead to diseases such as melanoma, Waardenburg syndrome, and Tietz syndrome. Its function is conserved across vertebrates, including in fishes such as zebrafish and \"Xiphophorus\".",
            "score": 197.67575240135193
        },
        {
            "docid": "9933420_4",
            "document": "DNA repair protein XRCC4 . Since XRCC4 is the key protein that enables interaction of LigIV to damaged DNA and therefore ligation of the ends, mutations in the XRCC4 gene were found to cause embryonic lethality in mice and developmental inhibition and immunodeficiency in humans. Furthermore, certain mutations in the XRCC4 gene are associated with an increased risk of cancer.",
            "score": 123.76381492614746
        },
        {
            "docid": "17269927_8",
            "document": "MRN complex . In mice models, mutations in the Nbs1 subunit of MRN alone (producing the phenotypic analog of Nijmegen Breakage Syndrome in humans) have failed to produce tumorigenesis. However, double knockout mice with mutated Nbs1 which were also null of the p53 tumor suppressor gene displayed tumor onset significantly earlier than their p53 wildtype controls. This implies that Nbs1 mutations are themselves sufficient for tumorigenesis; a lack of malignancy in the control seems attributable to the activity of p53, not of the benignity of Nbs1 mutations. Extension studies have confirmed an increase in B and T-cell lymphomas in Nbs1-mutated mice in conjunction with p53 suppression, indicating potential p53 inactivation in lymphomagenesis, which occurs more often in NBS patients. Knockdown of MRE11 in various human cancer cell lines has also been associated with a 3-fold increase in the level of p16INK4a tumor suppressor protein, which is capable of inducing cellular senescence and subsequently halting tumor cell proliferation. This is thought primarily to be the result of methylation of the p16INK4 promotor gene by MRE11. These data suggest maintaining the integrity and normal expression levels of MRN provides a protective effect against tumorigenesis.",
            "score": 103.21738851070404
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 124.08866608142853
        },
        {
            "docid": "506315_22",
            "document": "Okazaki fragments . To test the effects of the protein mutations on living organisms, researchers genetically altered lab mice to be homozygous for another mutation in protein related to DNA replication, flap endonuclease 1, or FEN1. The results varied based on the specific gene alterations. Homozygous knockout mutant mice experienced a \"failure of cell proliferation\" and \"early embryonic lethality\" (27). Mice with mutation F343A and F344A (also known as FFAA) died directly after birth due to complications including pancytopenia and pulmonary hypoplasia. This is because the FFAA mutation keeps FEN1 from interacting with PCNA (proliferating cell nuclear antigen), consequently not allowing it to complete its purpose during Okazaki fragment maturation. Under careful observation, cells homozygous for FFAA FEN1 mutations seem to display only partial defects in maturation, meaning mice heterozygous for the mutation would be able to survive into adulthood, despite sustaining multiple small nicks in their genomes. Inevitably however, these nicks prevent future DNA replication because the break causes the replication fork to collapse and causes double strand breaks in the actual DNA sequence. In time, these nicks also cause full chromosome breaks, which could lead to severe mutations and cancers. Other mutations have been implemented with altered versions of Polymerase α, leading to similar results.",
            "score": 123.18645572662354
        },
        {
            "docid": "17369680_25",
            "document": "Woolly mammoth . In a 2015 study, high-quality genome sequences from three Asian elephants and two woolly mammoths were compared. Approximately 1.4 million DNA nucleotide differences were found between mammoths and elephants, which affect the sequence of more than 1,600 proteins. Differences were noted in genes for a number of aspects of physiology and biology that would be relevant to Arctic survival, including development of skin and hair, storage and metabolism of adipose tissue, and perceiving temperature. Genes related to both sensing temperature and transmitting that sensation to the brain were altered. One of the heat-sensing genes encodes a protein, TRPV3, found in skin which also affects hair growth. When inserted into human cells, the mammoth's version of the protein was found to be less sensitive to heat than the elephant's. This is consistent with a previous observation that mice lacking active TRPV3 are likely to spend more time in cooler cage locations than wild type mice, and have wavier hair. There were also several alterations in circadian clock genes, perhaps needed to cope with the extreme polar variation in length of daylight. Similar mutations are known in other Arctic mammals, such as reindeer.",
            "score": 123.42173111438751
        },
        {
            "docid": "1209013_5",
            "document": "Xeroderma pigmentosum . Since DNA repair is under genetic control, it can easily undergo mutations. Many genetic disorders such as xeroderma pigmentosum (XP; MIM 278700) are caused by mutations in genes that repair DNA. If the gene was not repaired correctly it could cause xeroderma pigmentosum in individuals. The autosomal recessive disorder xeroderma pigmentosum or XP has a frequency of 1 in every 250,000 individuals of all races and ethnic groups. Those affected with the autosomal recessive disorder XP are extremely sensitive to UV light produced by the sun and even with a short exposure to it causes dry, flaking skin and pigmented spots that can develop into skin cancer. Individuals with XP are about 1,000 times more likely to develop skin cancer than individuals without the disorder.",
            "score": 215.90599822998047
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 107.78098559379578
        },
        {
            "docid": "21938883_6",
            "document": "Hepatitis B virus . The increase in reactive oxygen species (ROS) after HBV infection causes inflammation, which leads to a further increase in ROS. ROS cause more than 20 types of DNA damage. Oxidative DNA damage is mutagenic. In addition, repair of the DNA damage can cause epigenetic alterations at the site of the damage during repair of the DNA. Epigenetic alterations and mutations may cause defects in the cellular machinery that then contribute to liver disease. By the time accumulating epigenetic and mutational changes eventually cause progression to cancer, epigenetic alterations appear to have a larger role in this carcinogenesis than mutations. Only one or two genes, TP53 and perhaps ARID1A, are mutated in more than 20% of liver cancers while 41 genes each have hypermethylated promoters (repressing gene expression) in more than 20% of liver cancers, with seven of these genes being hypermethylated in more than 75% of liver cancers. In addition to alterations at the sites of DNA repair, epigenetic alterations are also caused by HBx recruiting the DNA methyltransferase enzymes, DNMT1 and/or DNMT3A, to specific gene loci to alter their methylation levels and gene expression. HBx also alters histone acetylation that can affect gene expression.",
            "score": 141.81861460208893
        }
    ],
    "r": [
        {
            "docid": "38885064_20",
            "document": "Cancer syndrome . Xeroderma pigmentosum (XP) is an autosomal recessive disorder characterized by sensitivity to ultra-violet (UV) light, massively increased risk of sunburn and increased risk of skin cancers. The risk of skin cancer is more than 10000 times that of normal individuals and includes many types of skin cancer, including melanoma and non-melanoma skin cancers. Also, sun exposed areas of the tongue, lips and eyes have an increased risk of becoming cancerous. XP may be associated with other internal cancers and benign tumors. In addition to cancer, some genetic mutations that cause XP are associated with neurodegeneration. XP may be caused by genetic mutations in 8 genes, which produce the following enzymes: XPA, XPB, XPC, XPD, XPE, XPF, XPG and Pol η. XPA-XPF are nucleotide excision repair enzymes that repair UV light-damaged DNA and faulty proteins will allow the buildup of mutations caused by UV light. Pol η is a polymerase, which is an enzyme involved in DNA replication. There are many polymerases, but pol η is the enzyme that replicates UV light-damaged DNA. Mutations in this gene will produce a faulty pol η enzyme that cannot replicate DNA with UV light damage. Individuals with mutations of this gene have a subset of XP; XP-variant disease.",
            "score": 344.71343994140625
        },
        {
            "docid": "716631_2",
            "document": "Melanoma . Melanoma, also known as malignant melanoma, is a type of cancer that develops from the pigment-containing cells known as melanocytes. Melanomas typically occur in the skin, but may rarely occur in the mouth, intestines, or eye. In women, they most commonly occur on the legs, while in men they are most common on the back. Sometimes they develop from a mole with concerning changes including an increase in size, irregular edges, change in color, itchiness, or skin breakdown. The primary cause of melanoma is ultraviolet light (UV) exposure in those with low levels of skin pigment. The UV light may be from either the sun or from other sources, such as tanning devices. About 25% develop from moles. Those with many moles, a history of affected family members, and who have poor immune function are at greater risk. A number of rare genetic defects such as xeroderma pigmentosum also increase risk. Diagnosis is by biopsy of any concerning skin lesion. Using sunscreen and avoiding UV light may prevent melanoma. Treatment is typically removal by surgery. In those with slightly larger cancers, nearby lymph nodes may be tested for spread. Most people are cured if spread has not occurred. For those in whom melanoma has spread, immunotherapy, biologic therapy, radiation therapy, or chemotherapy may improve survival. With treatment the five-year survival rates in the United States is 98% among those with localized disease and 17% among those in whom spread has occurred. The likelihood that it will come back or spread depends how thick the melanoma is, how fast the cells are dividing, and whether or not the overlying skin has broken down. Melanoma is the most dangerous type of skin cancer. Globally, in 2012, it newly occurred in 232,000 people. In 2015 there were 3.1 million with active disease which resulted in 59,800 deaths. Australia and New Zealand have the highest rates of melanoma in the world. There are also high rates in Northern Europe and North America, while it is less common in Asia, Africa, and Latin America. Melanoma is more common in men than women. Melanoma has become more common since the 1960s in areas which are mostly populated with white people.",
            "score": 317.22454833984375
        },
        {
            "docid": "7330969_9",
            "document": "Microphthalmia-associated transcription factor . Melanocytes are commonly known as cells that are responsible for producing the pigment melanin which gives coloration to the hair, skin, and nails. The exact mechanisms of how exactly melanocytes become cancerous are relatively unclear, but there is ongoing research to gain more information about the process. For example, it has been uncovered that the DNA of certain genes is often damaged in melanoma cells, most likely as a result of damage from UV radiation, and in turn increases the likelihood of developing melanoma. Specifically, it has been found that a large percentage of melanomas have mutations in the B-RAF gene which leads to melanoma by causing an MEK-ERK kinase cascade when activated. In addition to B-RAF, MITF is also known to play a crucial role in melanoma progression. Since it is a transcription factor that is involved in the regulation of genes related to invasiveness, migration, and metastasis, it can play a role in the progression of melanoma. Figure 1 shows the specific activators and targets of MITF that are related to the survival, migration, proliferation, invasion and metastasis of melanoma cells.",
            "score": 312.8917236328125
        },
        {
            "docid": "541499_32",
            "document": "Indoor tanning . Exposure to ultraviolet radiation (UVR), whether from the sun or tanning devices is known to be a major cause of the three main types of skin cancer: non-melanoma skin cancer (basal cell carcinoma and squamous cell carcinoma) and melanoma. Overexposure to UVR induces at least two types of DNA damage: cyclobutane–pyrimidine dimers (CPDs) and 6–4 photoproducts (6–4PPs). While DNA repair enzymes can fix some mutations, if they are not sufficiently effective, a cell will acquire genetic mutations which may cause the cell to die or become cancerous. These mutations can result in cancer, aging, persistent mutation and cell death. For example, squamous cell carcinoma can be caused by a UVB-induced mutation in the p53 gene.",
            "score": 306.4269714355469
        },
        {
            "docid": "14842113_13",
            "document": "CDKN2A . Melanoma only occurs in a small proportion of the population. Only 10% of those who have melanoma acquired it genetically. This disease is an autosomal dominant gene. If only two family members have melanoma, there is a 5% chance somebody in the next generation will acquire the mutated gene. Also, there is a 20-40% chance of getting hereditary melanoma in a family if 3 or more people in the past generation had melanoma. For those who carry the hereditary mutated gene CDKN2A, acquiring skin cancer is a lot easier. Those who have the gene are far more likely to get melanoma a second or third time compared to those who don’t genetically have this gene. The population that is affected by this mutation has a high familial history of melanoma or atypical moles and birth marks in large numbers, a history of primary melanoma/cancers in general, immunosuppression, skin that burns easily and doesn't tan, freckling, blue eyes, red hair, or a history of blistering. People with these high risk factors are more likely to carry inherited mutations in CDKN2A. For those who have a gene mutation, the severity is also dependent on the environmental surroundings. Out of those who carry the gene, those who express the phenotype and actually developed melanoma have a history of more sun exposure, and light skin compared to those who also had the gene but never actually developed melanoma. This suggests that this gene co-works with ones surrounding environment. If two individuals are selected who carry the CDKN2A mutation, and both genetically have the same probability of acquiring skin cancer, but one is from Australia and the other is from Europe, there is a 58% the European will acquire cancer compared to a 91% chance the Australian will get it. This is because the factors mentioned earlier pertaining to those who are more susceptible to the disease and also dependent on the amount of sunscreen one wears and the UV radiation potency in their environment.",
            "score": 304.45318603515625
        },
        {
            "docid": "716631_10",
            "document": "Melanoma . Studies suggest that exposure to ultraviolet radiation (UVA and UVB) is one of the major contributors to the development of melanoma. Occasional extreme sun exposure (resulting in \"sunburn\") is causally related to melanoma. Melanoma is most common on the back in men and on legs in women (areas of intermittent sun exposure). The risk appears to be strongly influenced by socio-economic conditions rather than indoor versus outdoor occupations; it is more common in professional and administrative workers than unskilled workers. Other factors are mutations in or total loss of tumor suppressor genes. Use of sunbeds (with deeply penetrating UVA rays) has been linked to the development of skin cancers, including melanoma.",
            "score": 297.99658203125
        },
        {
            "docid": "3441771_9",
            "document": "Uveal melanoma . Benign melanocytic tumors of the choroid, such as choroidal freckles and nevi, are very common and pose no health risks, unless they show signs of malignancy, in which case they are considered melanomas. Uveal melanoma is distinct from most skin melanomas associated with ultraviolet exposure; however, it shares several similarities with non-sun-exposed melanomas, such as acral melanomas and mucosal melanomas. BRAF mutations are extremely rare in posterior uveal melanomas; instead, uveal melanomas frequently harbor GNAQ/GNA11 mutations, a trait shared with blue nevi, Nevus of Ota, and Ocular melanosis. As seen in BRAF, mutations in GNAQ/GNA11 are early events in tumorigenesis and are not prognostic for tumor stage or later metastatic spread. In contrast, mutations in the gene BAP1 are strongly linked to metastatic spread and patient survival. Incidence of posterior uveal melanoma is highest among people with light skin and blue eyes. Other risk factors, such as blue light exposure and arc welding have been put forward, but are still debated in the field. Mobile phone use is not a risk factor for uveal melanoma.",
            "score": 288.7326965332031
        },
        {
            "docid": "64993_2",
            "document": "Skin cancer . Skin cancers are cancers that arise from the skin. They are due to the development of abnormal cells that have the ability to invade or spread to other parts of the body. There are three main types of skin cancers: basal-cell skin cancer (BCC), squamous-cell skin cancer (SCC) and melanoma. The first two, along with a number of less common skin cancers, are known as nonmelanoma skin cancer (NMSC). Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or result in death. It often appears as a painless raised area of skin, that may be shiny with small blood vessel running over it or may present as a raised area with an ulcer. Squamous-cell skin cancer is more likely to spread. It usually presents as a hard lump with a scaly top but may also form an ulcer. Melanomas are the most aggressive. Signs include a mole that has changed in size, shape, color, has irregular edges, has more than one color, is itchy or bleeds. Greater than 90% of cases are caused by exposure to ultraviolet radiation from the Sun. This exposure increases the risk of all three main types of skin cancer. Exposure has increased partly due to a thinner ozone layer. Tanning beds are becoming another common source of ultraviolet radiation. For melanomas and basal-cell cancers exposure during childhood is particularly harmful. For squamous-cell skin cancers total exposure, irrespective of when it occurs, is more important. Between 20% and 30% of melanomas develop from moles. People with light skin are at higher risk as are those with poor immune function such as from medications or HIV/AIDS. Diagnosis is by biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing melanoma and squamous-cell skin cancer. It is not clear if sunscreen affects the risk of basal-cell cancer. Nonmelanoma skin cancer is usually curable. Treatment is generally by surgical removal but may less commonly involve radiation therapy or topical medications such as fluorouracil. Treatment of melanoma may involve some combination of surgery, chemotherapy, radiation therapy, and targeted therapy. In those people whose disease has spread to other areas of their bodies, palliative care may be used to improve quality of life. Melanoma has one of the higher survival rates among cancers, with over 86% of people in the UK and more than 90% in the United States surviving more than 5 years. Skin cancer is the most common form of cancer, globally accounting for at least 40% of cases. The most common type is nonmelanoma skin cancer, which occurs in at least 2-3 million people per year. This is a rough estimate, however, as good statistics are not kept. Of nonmelanoma skin cancers, about 80% are basal-cell cancers and 20% squamous-cell skin cancers. Basal-cell and squamous-cell skin cancers rarely result in death. In the United States they were the cause of less than 0.1% of all cancer deaths. Globally in 2012 melanoma occurred in 232,000 people, and resulted in 55,000 deaths. Australia and New Zealand have the highest rates of melanoma in the world. The three main types of skin cancer have become more common in the last 20 to 40 years, especially in those areas which are mostly Caucasian.",
            "score": 285.29901123046875
        },
        {
            "docid": "31990_44",
            "document": "Ultraviolet . The most deadly form of skin cancer, malignant melanoma, is mostly caused by DNA damage independent from UVA radiation. This can be seen from the absence of a direct UV signature mutation in 92% of all melanoma. Occasional overexposure and sunburn are probably greater risk factors for melanoma than long-term moderate exposure. UVC is the highest-energy, most-dangerous type of ultraviolet radiation, and causes adverse effects that can variously be mutagenic or carcinogenic.",
            "score": 283.69775390625
        },
        {
            "docid": "716631_12",
            "document": "Melanoma . Having multiple severe sunburns increases the likelihood that future sunburns develop into melanoma due to cumulative damage. The sun and tanning beds are the main sources of UV radiation that increase the risk for melanoma and living close to the equator increases exposure to UV radiation.",
            "score": 277.6864013671875
        },
        {
            "docid": "50524_11",
            "document": "Melanocytic nevus . Ultraviolet light from the sun causes premature aging of the skin and skin damage that can lead to melanoma. Some scientists hypothesize that overexposure to UV, including excessive sunlight, may play a role in the formation of acquired moles. However, more research is needed to determine the complex interaction between genetic makeup and overall exposure to ultraviolet light. Some strong indications that this is so (but falling short of proof), are:",
            "score": 275.9951477050781
        },
        {
            "docid": "25669714_18",
            "document": "Health effects of sunlight exposure . Despite the importance of the sun to vitamin D synthesis, it is prudent to limit the exposure of skin to UV radiation from sunlight and from tanning beds. According to the National Toxicology Program Report on Carcinogens from the US Department of Health and Human Services, broad-spectrum UV radiation is a carcinogen whose DNA damage is thought to contribute to most of the estimated 1.5 million skin cancers and the 8,000 deaths due to metastatic melanoma that occur annually in the United States. The use of sunbeds is reported by the World Health Organization to be responsible for over 450,000 cases of non-melanoma skin cancer and over 10,000 cases of melanoma every year in the U.S., Europe, as well as Australia. Lifetime cumulative UV exposure to skin is also responsible for significant age-associated dryness, wrinkling, elastin and collagen damage, freckling, age spots and other cosmetic changes. The American Academy of Dermatology advises that photoprotective measures be taken, including the use of sunscreen, whenever one is exposed to the sun. Short-term over-exposure causes the pain and itching of sunburn, which in extreme cases can produce more-severe effects like blistering.",
            "score": 274.2041320800781
        },
        {
            "docid": "716631_28",
            "document": "Melanoma . UV radiation causes damage to the DNA of cells, typically thymine dimerization, which when unrepaired can create mutations in the cell's genes. When the cell divides, these mutations are propagated to new generations of cells. If the mutations occur in protooncogenes or tumor suppressor genes, the rate of mitosis in the mutation-bearing cells can become uncontrolled, leading to the formation of a tumor. Data from patients suggest that aberrant levels of activating transcription factor in the nucleus of melanoma cells are associated with increased metastatic activity of melanoma cells; studies from mice on skin cancer tend to confirm a role for activating transcription factor-2 in cancer progression.",
            "score": 271.8492736816406
        },
        {
            "docid": "541488_14",
            "document": "Sun tanning . Overexposure to ultraviolet radiation is known to cause skin cancer, make skin age and wrinkle faster, mutate DNA, and impair the immune system. Frequent tanning bed use triples the risk of developing melanoma, the deadliest form of skin cancer, according to a 2010 study. The study suggests that the melanoma risk is linked more closely to total exposure than it is to the age at which an individual first uses a tanning bed. The International Agency for Research on Cancer places the use of tanning beds in the highest cancer risk category, describing them as carcinogenic to humans even if used as recommended.",
            "score": 268.2868957519531
        },
        {
            "docid": "50513_4",
            "document": "Melanin . In the human skin, melanogenesis is initiated by exposure to UV radiation, causing the skin to darken. Melanin is an effective absorbent of light; the pigment is able to dissipate over 99.9% of absorbed UV radiation. Because of this property, melanin is thought to protect skin cells from UVB radiation damage, reducing the risk of cancer, and it is considered that exposure to UV radiation is associated with increased risk of malignant melanoma, a cancer of melanocytes (melanin cells). Studies have shown a lower incidence for skin cancer in individuals with more concentrated melanin, i.e. darker skin tone. However; the relationship between skin pigmentation and photoprotection is still being investigated.",
            "score": 263.8859558105469
        },
        {
            "docid": "47610745_8",
            "document": "Skin cancer in Australia . Melanoma, basal cell carcinomas and squamous cell carcinomas are predominantly caused by exposure to ultra violet radiation (UVR), and both UVA and UVB radiation has internationally been categorised as carcinogenic. Artificial UVR primarily used in tanning salons and sunbeds, has generated concern among health officials and it was observed to considerably heighten the risk of developing cutaneous malignant melanoma. A study in 2010 found strong evidence supporting association between indoor tanning salon use and increased risk of developing melanoma. The study demonstrated strong correlations between increased risk of melanomas and carcinogenic ultraviolet radiation related outcomes. These increased risks were specifically associated with younger participants, with tanning and solarium use relatively popular among teens and young adults. An increase of 59% in risk of developing melanoma was associated with people who used sun beds before they were 35.",
            "score": 263.19451904296875
        },
        {
            "docid": "41098_23",
            "document": "Electromagnetic radiation and health . Prolonged exposure to ultraviolet radiation from the sun can lead to melanoma and other skin malignancies. Clear evidence establishes ultraviolet radiation, especially the non-ionizing medium wave UVB, as the cause of most non-melanoma skin cancers, which are the most common forms of cancer in the world. UV rays can also cause wrinkles, liver spots, moles, and freckles. In addition to sunlight, other sources include tanning beds, and bright desk lights. Damage is cumulative over one's lifetime, so that permanent effects may not be evident for some time after exposure.",
            "score": 259.4895324707031
        },
        {
            "docid": "14334314_11",
            "document": "DNA-(apurinic or apyrimidinic site) lyase . Xeroderma pigmentosum or XP is a rare genetic disorder that occurs worldwide. On affected people, exposure to UV radiation, especially from the sun is limited and solar pigmentations and xerosis occur. The affected may lose eyebrows, become bloodshot in the eyes, and in extreme, untreated cases, may result in extreme photo-damage resulting in skin cancers and decreased lifespan due to metastatic malignant melanoma and squamous cell carcinoma. However, some studies report that experimental treatments with repair enzyme T4 endonuclease V and oral isotretinoin may be useful in preventing skin cancer acquired from the disorder.",
            "score": 257.6470947265625
        },
        {
            "docid": "38079914_13",
            "document": "Dark skin . Darkly pigmented, eumelanin-rich skin protects against DNA damage caused by the sunlight. This is associated with lower skin cancer rates among dark-skinned populations. The presence of pheomelanin in light skin increases the oxidative stress in melanocytes, and this combined with the limited ability of pheomelanin to absorb UVR contributes to higher skin cancer rates among light-skinned individuals. The damaging effect of UVR on DNA structure and the entailing elevated skin cancer risk is widely recognized. However, these cancer types usually affect people at the end or after their reproductive career and could have not been the evolutionary reason behind the development of dark skin pigmentation. Of all the major skin cancer types, only malignant melanoma have a major effect in a person's reproductive age. The mortality rates of melanoma has been very low (less than 5 per 100,000) before the mid-20th century. It has been argued that the low melanoma mortality rates during reproductive age cannot be the principal reason behind the development of dark skin pigmentation.",
            "score": 255.02947998046875
        },
        {
            "docid": "25669714_17",
            "document": "Health effects of sunlight exposure . Ultraviolet (UV) irradiation present in sunlight is an environmental human carcinogen. The toxic effects of UV from natural sunlight and therapeutic artificial lamps are a major concern for human health. The major acute effects of UV irradiation on normal human skin comprise sunburn inflammation erythema, tanning, and local or systemic immunosuppression. The most deadly form, malignant melanoma, is mostly caused by indirect DNA damage from UVA radiation. This can be seen from the absence of a direct UV signature mutation in 92% of all melanoma. UVC is the highest-energy, most-dangerous type of ultraviolet radiation, and causes adverse effects that can variously be mutagenic or carcinogenic.",
            "score": 254.22808837890625
        },
        {
            "docid": "716631_5",
            "document": "Melanoma . Melanomas are usually caused by DNA damage resulting from exposure to ultraviolet light from the sun. Genetics also plays a role.",
            "score": 253.7313995361328
        },
        {
            "docid": "1209013_2",
            "document": "Xeroderma pigmentosum . Xeroderma pigmentosum (XP) is a genetic disorder in which there is a decreased ability to repair DNA damage such as that caused by ultraviolet (UV) light. Symptoms may include a severe sunburn after only a few minutes in the sun, freckling in sun exposed areas, dry skin, and changes in skin pigmentation. Nervous system problems, such as hearing loss, poor coordination, loss of intellectual function, and seizures, may also occur. Complications include a high risk of skin cancer, with about half having skin cancer by age 10 without preventive efforts, and cataracts. The risk of other cancers such as brain cancers also occurs. XP is autosomal recessive with at least nine specific mutations able to result in the condition. Normally, the damage to DNA which occurs in skin cells from exposure to UV light, is repaired by nucleotide excision repair. In people with xeroderma pigmentosum, this damage is not repaired. As more abnormalities form in DNA, cells malfunction and eventually become cancerous or die. Diagnosis is generally suspected based on symptoms and confirmed by genetic testing. There is no cure for XP. Treatment involves completely avoiding the sun. This includes protective clothing, sunscreen, and dark sunglasses when out in the sun. Retinoid creams may help decrease the risk of skin cancer. Vitamin D supplementation is generally required. If skin cancer occurs it is treated in the usual way. The life expectancy of those with the condition is about 30 years less than normal. The disease affects about 1 in 20,000 in Japan, 1 in 250,000 people in the United States, and 1 in 430,000 in Europe. It occurs equally commonly in males and females. Xeroderma pigmentosum was first described in 1870s by Moritz Kaposi. In 1882, Kaposi coined the term xeroderma pigmentosum for the condition, referring to its characteristic dry, pigmented skin. Individuals with the disease have been referred to as \"children of the night\".",
            "score": 251.14688110351562
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 246.35528564453125
        },
        {
            "docid": "101965_42",
            "document": "Psoriasis . Another topical therapy used to treat psoriasis is a form of balneotherapy, which involves daily baths in the Dead Sea. This is usually done for four weeks with the benefit attributed to sun exposure and specifically UVB light. This is cost-effective and it has been propagated as an effective way to treat psoriasis without medication. Decreases of PASI scores greater than 75% and remission for several months have commonly been observed. Side-effects may be mild such as itchiness, folliculitis, sunburn, poikiloderma, and a theoretical risk of nonmelanoma skin cancer or melanoma has been suggested. However, more recent studies have determined that there does not appear to be increased risk of melanoma in the long-term. Data are inconclusive with respect to nonmelanoma skin cancer risk, but support the idea that the therapy is associated with an increased risk of benign forms of sun-induced skin damage such as, but not limited to, actinic elastosis or liver spots. Dead Sea balneotherapy is also effective for psoriatic arthritis.",
            "score": 245.375244140625
        },
        {
            "docid": "101965_43",
            "document": "Psoriasis . Phototherapy in the form of sunlight has long been used for psoriasis. UVB Wavelengths of 311–313 nanometers are most effective, and special lamps have been developed for this application. The exposure time should be controlled to avoid over exposure and burning of the skin. The UVB lamps should have a timer that will turn off the lamp when the time ends. The amount of light used is determined by a person's skin type. Increased rates of cancer from treatment appear to be small. Narrow band UVB light (NBUVB) phototherapy has been demonstrated to have similar efficacy to Psoralen and ultraviolet A phototherapy (PUVA). One of the problems with clinical phototherapy is the difficulty many patients have gaining access to a facility. Indoor tanning resources are almost ubiquitous today and could be considered as a means for patients to get UV exposure when dermatologist provided phototherapy is not available. Indoor tanning is already used by many people as a treatment for psoriasis; one indoor facility reported that 50% of its clients were using the center for psoriasis treatment; another reported 36% were doing the same thing. However, a concern with the use of commercial tanning is that tanning beds that primarily emit UVA might not effectively treat psoriasis. One study found that plaque psoriasis is responsive to erythemogenic doses of either UVA or UVB, as exposure to either can cause dissipation of psoriatic plaques. It does require more energy to reach erythemogenic dosing with UVA. UV light therapies all have risks; tanning beds are no exception, particularly in the link between UV light and the increased chance of skin cancer. There are increased risks of melanoma, squamous cell and basal cell carcinomas; younger psoriasis patients, particularly those under age 35, are at increased risk from melanoma from UV light treatment. The World Health Organization (WHO) listed tanning beds as carcinogens. A review of studies recommends that people who are susceptible to skin cancers exercise caution when using UV light therapy as a treatment.",
            "score": 242.21868896484375
        },
        {
            "docid": "3280489_2",
            "document": "Lentigo maligna . Lentigo maligna (also known as \"lentiginous melanoma on sun-damaged skin\") is a melanoma \"in situ\" that consists of malignant cells but does not show invasive growth. Lentigo maligna is not the same as lentigo maligna melanoma, and should be discussed separately. It typically progresses very slowly and can remain in a non-invasive form for years. The transition to true melanoma is marked by the appearance of a bumpy surface (itself a marker of vertical growth and invasion), at which point it is called lentigo maligna melanoma. It is normally found in the elderly (peak incidence in the 9th decade), on skin areas with high levels of sun exposure like the face and forearms. Some authors do not consider lentigo maligna to be a melanoma. It is commonly thought of as a melanoma precursor. Incidence of evolution to lentigo maligna melanoma is very low, about 2.2% to 5% in elderly patients.",
            "score": 241.7734375
        },
        {
            "docid": "1278022_20",
            "document": "Gray (horse) . The identification of the gray mutation is also of great interest in of medical research since this mutation also enhances the risk for melanoma in horses; About 75% of gray horses over 15 years of age have a benign form of melanoma that in some cases develops into a malignant melanoma. The study of gray genetics has pointed to a molecular pathway that may lead to tumour development. Both STX17 and the neighboring NR4A3 gene are overexpressed in melanomas from gray horses, and those carrying a loss-of-function mutation in ASIP (agouti signaling protein) had a higher incidence of melanoma, implying that increased melanocortin-1 receptor signaling promotes melanoma development in Gray horses.",
            "score": 239.2324981689453
        },
        {
            "docid": "716631_13",
            "document": "Melanoma . A number of rare mutations, which often run in families, greatly increase melanoma susceptibility. Several genes increase risks. Some rare genes have a relatively high risk of causing melanoma; some more common genes, such as a gene called MC1R that causes red hair, have a relatively lower elevated risk. Genetic testing can be used to search for the mutations.",
            "score": 237.93031311035156
        },
        {
            "docid": "9040547_4",
            "document": "Human skin . In humans, skin pigmentation varies among populations, and skin type can range from dry to oily. Such skin variety provides a rich and diverse habitat for bacteria that number roughly 1000 species from 19 phyla, present on the human skin. Skin has mesodermal cells, pigmentation, such as melanin provided by melanocytes, which absorb some of the potentially dangerous ultraviolet radiation (UV) in sunlight. It also contains DNA repair enzymes that help reverse UV damage, such that people lacking the genes for these enzymes suffer high rates of skin cancer. One form predominantly produced by UV light, malignant melanoma, is particularly invasive, causing it to spread quickly, and can often be deadly. Human skin pigmentation varies among populations in a striking manner. This has led to the classification of people(s) on the basis of skin color.",
            "score": 235.9249267578125
        },
        {
            "docid": "20647810_30",
            "document": "Sunburn . Babies and children are particularly susceptible to UV damage which increases their risk of both melanoma and non-melanoma skin cancers later in life. Children should not sunburn at any age and protective measures can ensure their future risk of skin cancer is reduced.",
            "score": 234.448974609375
        },
        {
            "docid": "50524_12",
            "document": "Melanocytic nevus . Studies have found that sunburns and too much time in the sun can increase the risk factors for melanoma. This is \"in addition to\" those who have dysplastic nevi being at higher risk of this cancer (the uncertainty is in regard to acquiring \"benign\" moles). To prevent and reduce the risk of melanoma caused by UV radiation, the American Academy of Dermatology and the National Cancer Institute recommends staying out of the sun between 10 a.m. and 4 p.m. standard time (or whenever one's shadow is shorter than one's height). The National Cancer Institute also recommends wearing long sleeves and trousers, hats with a wide brim, sunscreens, and sunglasses that have UV-deflecting lenses.",
            "score": 233.83619689941406
        },
        {
            "docid": "35993194_24",
            "document": "Radiation-induced cancer . Prolonged exposure to ultraviolet radiation from the sun can lead to melanoma and other skin malignancies. Clear evidence establishes ultraviolet radiation, especially the non-ionizing medium wave UVB, as the cause of most non-melanoma skin cancers, which are the most common forms of cancer in the world.",
            "score": 233.62355041503906
        }
    ]
}