{
    "q": [
        {
            "docid": "1977327_8",
            "document": "Klippel–Feil syndrome . Genetic genealogy has identified a specific location of a gene on a chromosome for Klippel-Feil Syndrome. Mutations in the GDF6 and GDF3 genes have also been identified to cause the disease, although some people with Klippel–Feil syndrome do not have identified mutations in the GDF6 or GDF3 genes. In this case, the cause of the condition in these individuals is unknown. GDF6 and GDF3 genes provide the body with instructions for making proteins involved in regulating the growth and maturation of bone and cartilage. These proteins actively regulate cell growth in embryonic and adult tissue. GDF6 specifically is involved in the formation of vertebral bones, among others, and establishing boundaries between bones in skeletal development while GDF3 is involved with bone and cartilage growth. Mutations cause reductions in these functional proteins but, it is unclear exactly how a shortage in these proteins leads to incomplete separation of the vertebrae in people with Klippel–Feil syndrome. However, when the GDF6 gene was knocked out in mice, the result was the fusion of bones. Only by identifying the link between the genetic cause and the phenotypic pathoanatomy of Klippel–Feil syndrome will we be able to rationalize the heterogeneity of the syndrome.",
            "score": 99.02583503723145
        },
        {
            "docid": "1300487_2",
            "document": "Peripherin . Peripherin is a type III Intermediate filament (IF) protein expressed mainly in neurons of the peripheral nervous system (PNS). It is also found in neurons of the central nervous system (CNS) that have projections toward peripheral structures, such as spinal motor neurons. Its size, structure, and sequence/location of protein motifs is similar to other type III IF proteins such as desmin, vimentin and glial fibrillary acidic protein (GFAP). Like these proteins, peripherin can self-assemble to form homopolymeric filamentous networks (networks formed from peripherin protein dimers), but it can also heteropolymerize with neurofilaments in several neuronal types. This protein in humans is encoded by the \"PRPH\" gene. Peripherin is thought to play a role in neurite elongation during development and axonal regeneration after injury, but its exact function is unknown. It is also associated with some of the major neuropathologies that characterize amyotropic lateral sclerosis (ALS), but despite extensive research into how neurofilaments and peripherin contribute to ALS, their role in this disease is still unidentified.",
            "score": 136.75419652462006
        },
        {
            "docid": "10231060_4",
            "document": "GDF6 . Growth differentiation factor 6 (GDF6) is a regulatory protein associated with growth and differentiation of developing embryos. GDF6 is encoded by the GDF6 gene. It is a member the transforming growth factor beta superfamily which is a group of proteins involved in early regulation of cell growth and development. GDF6 has been shown to play an important role in the patterning of the epidermis and bone and joint formation. GDF6 induces genes related to the development of the epidermis and can bind directly to noggin, a gene that controls neural development, to block its effect. GDF6 interacts with bone morphogenetic proteins (BMPs) to form heterodimers that may work to regulate neural induction and patterning in developing embryos. By developing a GDF6 “knockout” model, scientists repressed expression of GDF6 in developing mice embryos. Through this experiment, the scientists were able to directly link GDF6 with several skull and vertebral joint disorders, such as scoliosis and chondrodysplasia, Grebe type.",
            "score": 102.73277747631073
        },
        {
            "docid": "5802077_3",
            "document": "Prickle (protein) . The first prickle protein was identified in \"Drosophila\" as a planar cell polarity protein. Vertebrate prickle-1 was first found as a rat protein that binds to a transcription factor, neuron-restrictive silencer factor (NRSF). It was then recognized that other vertebrates including mice and humans have two genes that are related to \"Drosophila\" prickle. Mouse prickle-2 was found to be expressed in mature neurons of the brain along with mouse homologs of \"Drosophila\" planar polarity genes flamingo and dischevelled. Prickle interacts with flamingo to regulate sensory axon advance at the transition between the peripheral nervous system and the central nervous system. Also, Prickle1 interacts with RE1-silencing transcription factor (REST) by transporting REST out of the nucleus. REST turns off several critical genes in neurons by binding to particular regions of DNA in the nucleus.",
            "score": 149.24511671066284
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 141.29773688316345
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 136.99826037883759
        },
        {
            "docid": "54421246_15",
            "document": "Spinocerebellar ataxia type 1 . The mechanism by which expanded CAG repeat regions in ataxin 1 cause neuronal degeneration is unclear. It was historically believed to be caused by aggregation and deposition of the affected protein similar to other polyglutamine expansion diseases, however rodent model studies have shown significantly later formation of nuclear inclusions of mutant proteins in cerebellum and spinal cord neurons than in cortical and hippocampal neurons which typically show only mild degeneration in SCA1 persons, suggesting a more complicated mechanism. Ataxin-null mice are shown to exhibit reduced motor and spatial learning, suggesting ataxin 1 plays a role in synaptic plasticity and interactions between the motor neurons and the hippocampus. However mice lacking both copies of ataxin 1 do not develop progressive neurological symptoms or show signs of atrophy, suggesting that toxicity of the mutated protein, not loss of function, is the main mechanism for SCA1 pathology. A comparison of mRNA between ataxin null mice and mice with ataxin1 shows that there are common changes in gene expression, including upregulation of genes known to be repressed by an ataxin 1/CIC complex. This suggest that, while not the primary mechanism, a loss of ataxin 1 function contributes to the pathogenesis of SCA1. The loss of function is believed to be caused by an increased affinity for the expanded ataxin 1 for RNA Binding Motif 17, which excludes it from forming its normal complexes with CIC. The gain of function, in turn, is caused by its increased affinity for a number of other proteins.Mutant ataxin-1 also known to alter the neural circuitry of the developing cerebellum, setting the stage for later vulnerability of Purkinje cells, suggesting the existence of non-cell autonomous toxicity.",
            "score": 107.64575743675232
        },
        {
            "docid": "14819225_2",
            "document": "ZIC3 . ZIC3 is a member of the \"Zi\"nc finger of the \"c\"erebellum (ZIC) protein family. ZIC3 is classified as a ZIC protein due to conservation of the five C2H2 zinc fingers, which enables the protein to interact with DNA and proteins. Correct function of this protein family in critical for early development, and as such mutations of the genes encoding these proteins is known to result in various congenital defects. For example, mutation of ZIC3 is associated with heterotaxy, that is thought to occur due to the role of ZIC3 in initial left-right symmetry formation, which involves the maintaining redistributed Nodal after the asymmetry of the embryo is initially broken. Mutation of ZIC3 is also associated with various heart defects, such as heart looping, however these are thought to represent a mild form of heterotaxy. Mouse based studies have linked defective ZIC3 with neural tube defects (spina bifida) and skeletal defects.",
            "score": 78.10368990898132
        },
        {
            "docid": "17596014_21",
            "document": "Hereditary sensory and autonomic neuropathy . The WNK1 gene provides instructions for making multiple versions (isoforms) of the WNK1 protein. HSAN2A is caused by mutations that affect a particular isoform called the WNK1/HSN2 protein. This protein is found in the cells of the nervous system, including nerve cells that transmit the sensations of pain, temperature, and touch (sensory neurons). The mutations involved in HSAN2A result in an abnormally short WNK1/HSN2 protein. Although the function of this protein is unknown, it is likely that the abnormally short version cannot function properly. People with HSAN2A have a reduction in the number of sensory neurons; however, the role that WNK1/HSN2 mutations play in that loss is unclear.",
            "score": 109.22142267227173
        },
        {
            "docid": "17596014_42",
            "document": "Hereditary sensory and autonomic neuropathy . Mutations in the NGF gene cause HSAN5. The NGF gene provides instructions for making a protein called nerve growth factor beta (NGFβ) that is important in the development and survival of nerve cells (neurons), including sensory neurons. The NGFβ protein functions by attaching (binding) to its receptors, which are found on the surface of neurons. Binding of the NGFβ protein to its receptor transmits signals to the cell to grow and to mature and take on specialized functions (differentiate). This binding also blocks signals in the cell that initiate the process of self-destruction (apoptosis). Additionally, NGFβ signaling plays a role in pain sensation. Mutation of the NGF gene leads to the production of a protein that cannot bind to the receptor and does not transmit signals properly. Without the proper signaling, sensory neurons die and pain sensation is altered, resulting in the inability of people with HSAN5 to feel pain.",
            "score": 115.85335993766785
        },
        {
            "docid": "15215486_4",
            "document": "JARID2 . In search of developmentally important genes, Jarid2 has previously been identified by gene trap technology as an important factor necessary for organ development. During mouse organogenesis, Jarid2 is involved in the formation of the neural tube and development of the liver, spleen, thymus and cardiovascular system. Continuous Jarid2 expression in the tissues of the heart, highlight its presiding role in the development of both the embryonic and the adult heart. Mutant models of Jarid2 embryos show severe heart malformations, ventricular septal defects, noncompaction of the ventricular wall, and dilated atria. Homozygous mutants of Jarid2 are found to die soon after birth. Overexpression of the mouse Jarid2 gene has been reported to repress cardiomyocyte proliferation through it close interaction with retinoblastoma protein (Rb), a master cell cycle regulator. Retinoblastoma-binding protein-2 and the human SMCX protein share regions of homology between mice and humans.",
            "score": 105.54067301750183
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 140.252739071846
        },
        {
            "docid": "4166656_3",
            "document": "Simpson–Golabi–Behmel syndrome . Although not all causes of SGBS have been identified, one cause of SGBS type I is a mutation of the glypican-3 gene (GPC3) on the X chromosome locus q26.1. This particular gene is widely expressed, especially in tissues derived from the mesoderm during fetal development. The function of this gene is to produce a protein that acts as a cell surface receptor that binds to transcription factors. Binding of the transcription factors allows regulation of cellular responses to growth factors such as members of the hedgehog protein family. When large or small deletions and missense mutations occur along the GPC3 gene, GPC3 can no longer negatively regulate Hedgehog signaling during development, therefore increasing cell proliferation and the risk of developing cancer. Limb patterning and skeletal development may also go awry when GCP3 mutations inhibit regulations of responses to bone morphogenetic proteins, another type of growth factor.",
            "score": 99.35966110229492
        },
        {
            "docid": "11867217_3",
            "document": "ErbB . ErbB protein family signaling is important for development. For example, ErbB-2 and erbB-4 knockout mice die at midgestation leads to deficient cardiac function associated with a lack of myocardial ventricular trabeculation and display abnormal development of the peripheral nervous system. In ErbB-3 receptor mutant mice, they have less severe defects in the heart and thus are able to survive longer throughout embryogenesis. Lack of Schwann cell maturation leads to degeneration of motor and sensory neurons. Excessive ErbB signaling is associated with the development of a wide variety of types of solid tumor. ErbB-1 and ErbB-2 are found in many human cancers, and their excessive signaling may be critical factors in the development and malignancy of these tumors.",
            "score": 141.5054783821106
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 136.22922265529633
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 152.789475440979
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 115.0010015964508
        },
        {
            "docid": "1300487_10",
            "document": "Peripherin . The exact function of peripherin is unknown. Expression of peripherin in development is greatest during the axonal growth phase and decreases postnatally, which suggests a role in neurite elongation and axonal guidance during development. Expression is also increased after axonal injury, such as peripheral axotomy in motor neurons and dorsal root ganglia. This upregulation implies that peripherin may also play a role in axon regeneration. However, experiments using peripherin depleted PC12 cells and peripherin knockout mice provide proof that the majority of neurons have no requirement of peripherin for axonal guidance and regrowth. PC12 cells lacking peripherin showed no defects in neurite outgrowth and peripherin knockout mice develop normally with no anatomical abnormalities or different phenotypes. In these experiments, peripehrin deficiency did produce an upregulation of α-internexin, indicating the possibility that this type IV IF makes up for the loss of peripherin. Future studies of double knockout mice for both the peripehrin and α-internexin genes might address this theory. However, it is interesting to note that while most peripherin knockout mice displayed normal neuron growth, its absence did affect development of a subset of unmyelinated sensory axons. In such mice, there was a \"34% reduction in the number of L5 unmyelinated sensory fibers that correlated with a decreased binding of the lectin IB4.\"",
            "score": 102.88938570022583
        },
        {
            "docid": "1300491_3",
            "document": "Neurofilament . The protein composition of neurofilaments varies widely across different animal phyla. Most is known about mammalian neurofilaments. Historically, mammalian neurofilaments were originally thought to be composed of just three proteins called neurofilament protein L (low molecular weight; NFL), M (medium molecular weight; NFM) and H (high molecular weight; NFH). These proteins were discovered from studies of axonal transport and are often referred to as the \"neurofilament triplet\". However, it is now clear that neurofilaments in the mammalian nervous system also contain the protein internexin and that neurofilaments in the peripheral nervous system can also contain the protein peripherin. Thus mammalian neurofilaments are heteropolymers of up to five different proteins: NFL, NFM, NFH, internexin and peripherin and it is incorrect to consider neurofilaments as being composed of just the neurofilament triplet proteins. Moreover, it is clear that the five neurofilament proteins can coassemble in different combinations and with variable stoichiometry in different nerve cell types and at different stages of development. The precise composition of neurofilaments in any given nerve cell depends on the relative expression levels of the neurofilament proteins in that cell at that time. For example, NFH expression is low in developing neurons and increases postnatally in neurons that are myelinated. In the adult nervous system neurofilaments in small unmyelinated axons contain more peripherin and less NFH whereas neurofilaments in large myelinated axons contain more NFH and less peripherin. The Class III intermediate filament subunit, vimentin, is expressed in developing neurons and a few very unusual neurons in the adult in association with Class IV proteins, such as the horizontal neurons of the retina.",
            "score": 112.3087842464447
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 104.1684582233429
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 98.51633810997009
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 74.65561985969543
        },
        {
            "docid": "14754286_4",
            "document": "APRIL (protein) . The protein encoded by this gene is a member of the tumor necrosis factor ligand (TNF) ligand family. This protein is a ligand for TNFRSF17/BCMA, a member of the TNF receptor family. This protein and its receptor are both found to be important for B cell development. In vivo experiments suggest an important role for APRIL in the long-term survival of plasma cells in the bone marrow. Mice deficient in APRIL have normal immune system development. However, APRIL-deficient mice have also been reported to possess a reduced ability to support plasma cell survival. In vitro experiments suggested that this protein may be able to induce apoptosis through its interaction with other TNF receptor family proteins such as TNFRSF6/FAS and TNFRSF14/HVEM. Three alternatively spliced transcript variants of this gene encoding distinct isoforms have been reported.",
            "score": 83.12361121177673
        },
        {
            "docid": "3190493_17",
            "document": "Silencer (genetics) . The effects and influences of RE1/NRSE and REST/NRSF are significant in non-neuronal cells that require the repression or silencing of neuronal genes. These silencer elements also regulate the expression of genes that do not induce neuron-specific proteins and studies have shown the extensive impact these factors have in cellular processes. In Xenopus laevis, RE1/NRSE and REST/NRSF dysfunction or mutation demonstrated significant impact on neural tube, cranial ganglia, and eye development. All of these alterations can be traced to an improper patterning of the ectoderm during Xenopus development. Thus, a mutation or alteration in either the silencing region RE1/NRSE or silencer REST/NRSF factor can disrupt the proper differentiation and specification of the neuroepithelial domain and also hinder the formation of skin or ectoderm. The lack of these factors result in a decreased production of bone morphogenetic protein (BMP), which translates into a deficient development of the neural crest. Hence, the effects of NRSE and NRSF are of fundamental importance for neurogenesis of the developing embryo, and also in the early stages of ectodermal patterning. Ultimately, inadequate functioning of these factors can result in aberrant neural tube, cranial ganglia, and eye development in \"Xenopus\".",
            "score": 116.62222576141357
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 130.9569342136383
        },
        {
            "docid": "16847321_3",
            "document": "ZNF423 . The protein encoded by this gene is a nuclear protein that belongs to the family of Kruppel-like C2H2 zinc finger proteins. It functions as a DNA-binding transcription factor by using distinct zinc fingers in different signaling pathways. Thus, it is thought that this gene may have multiple roles in signal transduction during development. Mice lacking the homologous gene \"Zfp423\" have defects in midline brain development, especially in the cerebellum, as well as defects in olfactory development, and adipogenesis. Patients with mutations in ZNF423 have been reported in Joubert Syndrome and nephronophthisis.",
            "score": 96.32341122627258
        },
        {
            "docid": "11233375_5",
            "document": "Allan–Herndon–Dudley syndrome . Mutations in the \"SLC16A2\" gene cause Allan–Herndon–Dudley syndrome. The \"SLC16A2\" gene, also known as \"MCT8\", provides instructions for making a protein that plays a critical role in the development of the nervous system. This protein transports a particular hormone into nerve cells in the developing brain. This hormone, called triiodothyronine or T3, is produced by the thyroid. T3 appears to be critical for the normal formation and growth of nerve cells, as well as the development of junctions between nerve cells (synapses) where cell-to-cell communication occurs. T3 and other forms of thyroid hormone also help regulate the development of other organs and control the rate of chemical reactions in the body.",
            "score": 100.58896732330322
        },
        {
            "docid": "8429751_3",
            "document": "Growth hormone receptor . This gene encodes a protein that is a transmembrane receptor for growth hormone Binding of growth hormone to the receptor leads to reorientation of a pre-assembled receptor dimer dimerization (the receptor may however also exist as monomers on the cell surface ) and the activation of an intra- and intercellular signal transduction pathway leading to growth. A common alternate allele of this gene, called GHRd3, lacks exon three and has been well characterized. Mutations in this gene have been associated with Laron syndrome, also known as the growth hormone insensitivity syndrome (GHIS), a disorder characterized by short stature (proportional dwarfism). Other splice variants, including one encoding a soluble form of the protein (GHRtr), have been observed but have not been thoroughly characterized. Laron mice (that is mice genetically engineered to carry defective Ghr), have a dramatic reduction in body mass (only reaching 50% of the weight of normal siblings), and also show a ~40% increase in lifespan.",
            "score": 94.66750979423523
        },
        {
            "docid": "34489456_7",
            "document": "Congenital mirror movement disorder . \"DCC\" encodes a receptor for \"NTN1\" (netrin-1), a protein thought to be responsible for axon guidance and neuronal cell migration during development. A mutation of this gene (including nonsense, splice site mutation, insertions, frameshift) has been identified as a possible cause for CMM disorder. Experiments in mice also support the claim that CMM disorder is associated with genetic mutations in \"DCC\". \"Kanga\" mice, lacking the P3 intracellular domain of the \"DCC\" receptor, show a hopping gait, moving their hind legs in a strictly paired fashion, as do kangaroos.",
            "score": 98.34126782417297
        },
        {
            "docid": "5620705_29",
            "document": "Bone morphogenetic protein 4 . Eyes are essential for organisms, especially terrestrial vertebrates, to observe prey and obstacles; this is critical for their survival. The formation of the eyes starts as optic vesicles and lens derived from the neuroectoderm. Bone morphogenic proteins are known to stimulate eye lens formation. During early development of eyes, the formation of the optic vesicle is essential in Mice and BMP4 expressed strongly in the optic vesicle and weakly in the surrounding mesenchyme and surface ectoderm. This concentration gradient of BMP4 in optic vesicle is critical for lens induction. Researcher, Dr. Furuta and Dr. Hogan found out that if they did a laser mutation on mice embryos and causing a BMP4 homozygous null mutation, this embryo will not develop the lens. They also did an in situ hybridization of the BMP4 gene showing green color and Sox2 gene in red which they thought it was involved in the lens formation as well. After they did these two in situ hybridizations in the mice embryos, they found that both green and red colors are found in the optic vesicle of the mice embryos. This indicated that BMP4 and Sox2 are expressed in the right place at the right time of the optic vesicle and prove that they have some essential functions for the lens induction. Furthermore, they did a follow-up experiment that by injecting BMP4 into the BMP4 homozygous mutant embryos rescued the lens formation (12). This indicated that BMP4 is definitely required for lens formation. However, researchers also found that some of the mutated mice cannot be rescued. They later found that those mutants lacked of Msx 2 which is activated by BMP4. The mechanism they predicted was that BMP4 will active Msx 2 in the optic vesicle and concentration combination of BMP4 and Msx2 together active Sox2 and the Sox2 is essential for lens differentiation.",
            "score": 123.6852536201477
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 99.88704895973206
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 96.17151379585266
        }
    ],
    "r": [
        {
            "docid": "21120_2",
            "document": "Neuron . A neuron, also known as a neurone (British spelling) and nerve cell, is an electrically excitable cell that receives, processes, and transmits information through electrical and chemical signals. These signals between neurons occur via specialized connections called synapses. Neurons can connect to each other to form neural circuits. Neurons are the primary components of the central nervous system, which includes the brain and spinal cord, and of the peripheral nervous system, which comprises the autonomic nervous system and the somatic nervous system.",
            "score": 154.8038787841797
        },
        {
            "docid": "14776330_4",
            "document": "FGF4 . During embryonic development, the 21-kD protein FGF4 functions as a signaling molecule that is involved in many important processes. Studies using Fgf4 gene knockout mice showed developmental defects in embryos both in vivo and in vitro, revealing that FGF4 facilitates the survival and growth of the inner cell mass during the postimplantation phase of development by acting as an autocrine or paracrine ligand. FGFs produced in the apical ectodermal ridge (AER) are critical for the proper forelimb and hindlimb outgrowth. FGF signaling in the AER is involved in regulating limb digit number and cell death in the interdigital mesenchyme. When FGF signaling dynamics and regulatory processes are altered, postaxial polydactyly and cutaneous syndactyly, two phenotypic abnormalities collectively known as polysyndactyly, can occur in the limbs. Polysyndactyly is observed when an excess of Fgf4 is expressed in limb buds of wild-type mice. In mutant limb buds that do not express Fgf8, the expression of Fgf4 still results in polysyndactyly, but Fgf4 is also able to rescue all skeletal defects that arise from the lack of Fgf8. Therefore, the Fgf4 gene compensates for the loss of the Fgf8 gene, revealing that FGF4 and FGF8 perform similar functions in limb skeleton patterning and limb development. Studies of zebrafish Fgf4 knockdown embryos demonstrated that when Fgf4 signaling is inhibited, randomized left-right patterning of the liver, pancreas, and heart takes place, showing that Fgf4 is a crucial gene involved in developing left-right patterning of visceral organs. Furthermore, unlike the role of FGF4 in limb development, FGF4 and FGF8 have distinct roles and function independently in the process of visceral organ left-right patterning. Fgf signaling pathway has also been demonstrated to drive hindgut identity during gastrointestinal development, and the up regulation of the Fgf4 in pluripotent stem cell has been used to direct their differentiation for the generation of intestinal Organoids and tissues in vitro.",
            "score": 152.7894744873047
        },
        {
            "docid": "21944_47",
            "document": "Nervous system . In the early 20th century, a set of famous experiments by Hans Spemann and Hilde Mangold showed that the formation of nervous tissue is \"induced\" by signals from a group of mesodermal cells called the \"organizer region\". For decades, though, the nature of the induction process defeated every attempt to figure it out, until finally it was resolved by genetic approaches in the 1990s. Induction of neural tissue requires inhibition of the gene for a so-called bone morphogenetic protein, or BMP. Specifically the protein BMP4 appears to be involved. Two proteins called Noggin and Chordin, both secreted by the mesoderm, are capable of inhibiting BMP4 and thereby inducing ectoderm to turn into neural tissue. It appears that a similar molecular mechanism is involved for widely disparate types of animals, including arthropods as well as vertebrates. In some animals, however, another type of molecule called Fibroblast Growth Factor or FGF may also play an important role in induction.",
            "score": 152.44049072265625
        },
        {
            "docid": "5802077_3",
            "document": "Prickle (protein) . The first prickle protein was identified in \"Drosophila\" as a planar cell polarity protein. Vertebrate prickle-1 was first found as a rat protein that binds to a transcription factor, neuron-restrictive silencer factor (NRSF). It was then recognized that other vertebrates including mice and humans have two genes that are related to \"Drosophila\" prickle. Mouse prickle-2 was found to be expressed in mature neurons of the brain along with mouse homologs of \"Drosophila\" planar polarity genes flamingo and dischevelled. Prickle interacts with flamingo to regulate sensory axon advance at the transition between the peripheral nervous system and the central nervous system. Also, Prickle1 interacts with RE1-silencing transcription factor (REST) by transporting REST out of the nucleus. REST turns off several critical genes in neurons by binding to particular regions of DNA in the nucleus.",
            "score": 149.2451171875
        },
        {
            "docid": "46273402_3",
            "document": "Segmentation in the human nervous system . Human nervous system consists of the central nervous system (CNS), which comprises the brain and spinal cord, and the peripheral nervous system (PNS) comprising the nerve fibers that branch off from the spinal cord to all parts of the body. Both parts of the nervous system are actively involved in communicating signals between various parts of the body to ensure the smooth and efficient transfer of information that controls and coordinates the movement of muscles, and regulates organ functions. Neurons, which form the elemental unit of the nervous system, receive messages from their dendrites, relay the information as an electrical signal down the axon and releases chemical messengers known as neurotransmitters, thus converting the electrical signal into a chemical signal.",
            "score": 147.72744750976562
        },
        {
            "docid": "14797847_5",
            "document": "MAP3K12 . MAP3K12, otherwise known as DLK, can initiate coordinated signalling cascades that culminate in the phosphorylation of C-Jun N-terminal kinases or JNK. Several experiments have implicated this interaction as having a role in the developing mammalian nervous system. For example, neuronal migration and axon growth are critical components of neuronal development. DLK null mice have defects in neuronal migration, hypoplasia of several different axonal tracts and reduced axon number in various areas of the brain such as the cingulum and internal capsule. In addition, inhibition of DLK or JNK delays radial migration and disrupts the formation of the neocortex in mice. Another important function of the developing mammalian nervous system is neuronal apoptosis. The absence of DLK also protects cultured mice sensory neurons from apoptosis that would normally be triggered by a lack of NGF. This, among other experiments, heavily implicates it as having a role in neuronal apoptosis.",
            "score": 146.20065307617188
        },
        {
            "docid": "37080_15",
            "document": "Thought . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, the vertebrate spinal cord, the invertebrate ventral nerve cord and the peripheral nerves. A number of specialized types of neurons exist: sensory neurons respond to touch, sound, light and numerous other stimuli affecting cells of the sensory organs that then send signals to the spinal cord and brain. Motor neurons receive signals from the brain and spinal cord that cause muscle contractions and affect glands. Interneurons connect neurons to other neurons within the brain and spinal cord. Neurons respond to stimuli, and communicate the presence of stimuli to the central nervous system, which processes that information and sends responses to other parts of the body for action. Neurons do not go through mitosis and usually cannot be replaced after being destroyed, although astrocytes have been observed to turn into neurons, as they are sometimes pluripotent.",
            "score": 144.58363342285156
        },
        {
            "docid": "17596196_3",
            "document": "HSN2 . The WNK1/HSN2 isoforms are expressed in the sensory parts of the peripheral nervous system and central nervous system which are associated with the transmission of sensory and nociceptive signals. These parts include satellite cells, Schwann cells, and sensory neurons. The novel protein product of the isoform is more plentiful in sensory neurons than motor neurons. It is proposed that this gene product may play a role in the development and/or maintenance of peripheral sensory neurons or their supporting Schwann cells.",
            "score": 144.57528686523438
        },
        {
            "docid": "1209057_18",
            "document": "Wnt signaling pathway . Wnt signaling is also involved in the axis formation of specific body parts and organ systems later in development. In vertebrates, sonic hedgehog (Shh) and Wnt morphogenetic signaling gradients establish the dorsoventral axis of the central nervous system during neural tube axial patterning. High Wnt signaling establishes the dorsal region while high Shh signaling indicates the ventral region. Wnt is involved in the DV formation of the central nervous system through its involvement in axon guidance. Wnt proteins guide the axons of the spinal cord in an anterior-posterior direction. Wnt is also involved in the formation of the limb DV axis. Specifically, Wnt7a helps produce the dorsal patterning of the developing limb.",
            "score": 143.57313537597656
        },
        {
            "docid": "21944_49",
            "document": "Nervous system . As shown in a 2008 study, one factor common to all bilateral organisms (including humans) is a family of secreted signaling molecules called neurotrophins which regulate the growth and survival of neurons. Zhu et al. identified DNT1, the first neurotrophin found in flies. DNT1 shares structural similarity with all known neurotrophins and is a key factor in the fate of neurons in Drosophila. Because neurotrophins have now been identified in both vertebrate and invertebrates, this evidence suggests that neurotrophins were present in an ancestor common to bilateral organisms and may represent a common mechanism for nervous system formation.",
            "score": 141.8537139892578
        },
        {
            "docid": "11867217_3",
            "document": "ErbB . ErbB protein family signaling is important for development. For example, ErbB-2 and erbB-4 knockout mice die at midgestation leads to deficient cardiac function associated with a lack of myocardial ventricular trabeculation and display abnormal development of the peripheral nervous system. In ErbB-3 receptor mutant mice, they have less severe defects in the heart and thus are able to survive longer throughout embryogenesis. Lack of Schwann cell maturation leads to degeneration of motor and sensory neurons. Excessive ErbB signaling is associated with the development of a wide variety of types of solid tumor. ErbB-1 and ErbB-2 are found in many human cancers, and their excessive signaling may be critical factors in the development and malignancy of these tumors.",
            "score": 141.50547790527344
        },
        {
            "docid": "14770477_3",
            "document": "FGF9 . The protein encoded by this gene is a member of the fibroblast growth factor (FGF) family. FGF family members possess broad mitogenic and cell survival activities, and are involved in a variety of biological processes, including embryonic development, cell growth, morphogenesis, tissue repair, tumor growth and invasion. This protein was isolated as a secreted factor that exhibits a growth-stimulating effect on cultured glial cells. In nervous system, this protein is produced mainly by neurons and may be important for glial cell development. Expression of the mouse homolog of this gene was found to be dependent on Sonic hedgehog (Shh) signaling. Mice lacking the homolog gene displayed a male-to-female sex reversal phenotype, which suggested a role in testicular embryogenesis. This gene is involved in the patterning of sex determination, lung development, and skeletal development.",
            "score": 141.29774475097656
        },
        {
            "docid": "21224498_2",
            "document": "Roundabout (gene family) . The Roundabout (Robo) family of proteins are single-pass transmembrane receptors that are highly conserved across many branches of the animal kingdom, from \"C. elegans\" to humans. They were first discovered in \"Drosophila\", through a mutant screen for genes involved in axon guidance. The \"Drosophila\" roundabout mutant was named after its phenotype, which resembled the circular traffic junctions (see roundabout). The Robo receptors are most well known for their role in the development of the nervous system, where they have been shown to respond to secreted Slit ligands. One well-studied example is the requirement for Slit-Robo signaling in regulation of axonal midline crossing. Slit-Robo signaling is also critical for many neurodevelopmental processes including formation of the olfactory tract, the optic nerve, and motor axon fasciculation. In addition, Slit-Robo signaling contributes to cell migration and the development of other tissues such as the lung, kidney, liver, muscle and breast. Mutations in Robo genes have been linked to multiple neurodevelopmental disorders in humans.",
            "score": 140.76646423339844
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 140.25274658203125
        },
        {
            "docid": "11834686_4",
            "document": "Gremlin (protein) . Gremlin1 (Grem1) is known for its antagonistic interaction with bone morphogenetic proteins (BMPs) in the TGF beta signaling pathway. Grem1 inhibits predominantly BMP2 and BMP4 in limb buds and functions as part of a self-regulatory feedback signaling system, which is essential for normal limb bud development and digit formation. Inhibition of BMPs by Grem1 in limb buds allows the transcriptional up-regulation of the fibroblast growth factors (FGFs) 4 and 8 and Sonic hedgehog (SHH) ligands, which are part of the signaling system that controls progression of limb bud development. Grem1 regulation of BMP4 in mice embryos is also essential for kidney and lung branching morphogenesis.",
            "score": 139.55776977539062
        },
        {
            "docid": "5617574_2",
            "document": "Neurotrophic factors . Neurotrophic factors (NTFs) are a family of biomolecules – nearly all of which are peptides or small proteins – that support the growth, survival, and differentiation of both developing and mature neurons. Most NTFs exert their trophic effects on neurons by signaling through tyrosine kinases, usually a receptor tyrosine kinase. In the mature nervous system, they promote neuronal survival, induce synaptic plasticity, and modulate the formation of long-term memories. Neurotrophic factors also promote the initial growth and development of neurons in the central nervous system and peripheral nervous system, and they are capable of regrowing damaged neurons in test tubes and animal models. Some neurotrophic factors are also released by the target tissue in order to guide the growth of developing axons. Most neurotrophic factors belong to one of three families: (1) neurotrophins, (2) glial cell-line derived neurotrophic factor family ligands (GFLs), and (3) neuropoietic cytokines. Each family has its own distinct cell signaling mechanisms, although the cellular responses elicited often do overlap.",
            "score": 137.60006713867188
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 136.99826049804688
        },
        {
            "docid": "1300487_2",
            "document": "Peripherin . Peripherin is a type III Intermediate filament (IF) protein expressed mainly in neurons of the peripheral nervous system (PNS). It is also found in neurons of the central nervous system (CNS) that have projections toward peripheral structures, such as spinal motor neurons. Its size, structure, and sequence/location of protein motifs is similar to other type III IF proteins such as desmin, vimentin and glial fibrillary acidic protein (GFAP). Like these proteins, peripherin can self-assemble to form homopolymeric filamentous networks (networks formed from peripherin protein dimers), but it can also heteropolymerize with neurofilaments in several neuronal types. This protein in humans is encoded by the \"PRPH\" gene. Peripherin is thought to play a role in neurite elongation during development and axonal regeneration after injury, but its exact function is unknown. It is also associated with some of the major neuropathologies that characterize amyotropic lateral sclerosis (ALS), but despite extensive research into how neurofilaments and peripherin contribute to ALS, their role in this disease is still unidentified.",
            "score": 136.7541961669922
        },
        {
            "docid": "6745934_4",
            "document": "Max Planck Institute for Experimental Medicine . The Department of Neurogenetics, led by Klaus-Armin Nave, uses transgenic techniques, natural and engineered mouse mutants and the tools of molecular and cellular biology to study neural development and the pathomechanisms of neurodegenerative diseases. A major focus of their research is on neuron-glia interactions that result in the assembly of myelin in the nervous system. Neuronal processes (axons) exhibit signaling molecules that are recognized by Schwann cells and oligodendrocytes. These highly specialized glial cells wrap and electrically insulate axons in the peripheral and central nervous system, respectively. Myelin allows the fast propagation of electrical impulses, but glial cells are also required for axonal maintenance. This line of research helps us to understand the molecular mechanisms of human neurological diseases in which genetic mutations cause myelin loss and defects of motor and cognitive function.",
            "score": 136.61358642578125
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 136.57162475585938
        },
        {
            "docid": "3190493_19",
            "document": "Silencer (genetics) . REST/NRSF is an important silencer element that binds to regulatory regions to control the expression of certain proteins involved in neural functions. The mechanistic actions of huntingtin are still not fully understood, but a correlation between Htt and REST/NRSF exists in HD development. By attaching to the REST/NRSF, the mutated huntingtin protein inhibits the action of the silencer element, and retains it in the cytosol. Thus, REST/NRSF cannot enter the nucleus and bind to the 21 base-pair RE-1/NRSE regulatory element. An adequate repression of specific target genes are of fundamental importance, as many are involved in the proper development of neuronal receptors, neurotransmitters, synaptic vesicle proteins, and channel proteins. A deficiency in the proper development of these proteins can cause the neural dysfunctions seen in Huntington's disease. In addition to the lack of repression due to the inactive REST/NRSF, mutated huntingtin protein can also decrease the transcription of the brain-derived neurotropic factor (BDNF) gene. BDNF influences the survival and development of neurons in the central nervous system as well as the peripheral nervous system. This abnormal repression occurs when the RE1/NRSE region within the BDNF promoter region is activated by the binding of REST/NRSF, which leads to the lack of transcription of the BDNF gene. Hence, the anomalous repression of the BDNF protein suggests a significant impact in Huntington's disease.",
            "score": 136.22921752929688
        },
        {
            "docid": "41580850_10",
            "document": "Outline of the human nervous system . A neuron (also known as a neurone or nerve cell) is an excitable cell in the nervous system that processes and transmits information by electrochemical signaling. Neurons are the core components of the brain, spinal cord, and peripheral nerves.",
            "score": 134.20278930664062
        },
        {
            "docid": "18143331_16",
            "document": "Neurogenetics . There are many genes and proteins that contribute to the formation and development of the central nervous system, many of which can be found in the aforementioned links. Of particular importance are those that code for BMPs, BMP inhibitors and \"SHH\". When expressed during early development, BMP's are responsible for the differentiation of epidermal cells from the ventral ectoderm. Inhibitors of BMPs, such as \"NOG\" and \"CHRD\", promote differentiation of ectoderm cells into prospective neural tissue on the dorsal side. If any of these genes are improperly regulated, then proper formation and differentiation will not occur.  BMP also plays a very important role in the patterning that occurs after the formation of the neural tube. Due to the graded response the cells of the neural tube have to BMP and Shh signaling, these pathways are in competition to determine the fate of preneural cells. BMP promotes dorsal differentiation of pre-neural cells into sensory neurons and Shh promotes ventral differentiation into motor neurons. There are many other genes that help to determine neural fate and proper development include, \"RELN\", \"SOX9\", \"WNT\", Notch and Delta coding genes, \"HOX\", and various cadherin coding genes like \"CDH1\" and \"CDH2\".",
            "score": 133.99911499023438
        },
        {
            "docid": "42064066_14",
            "document": "Proneural genes . In central nervous system not all bHLH genes are involved in neurogenesis because NeuroD and ‘’Math3/NeuroM’’ families are also involved in the neuronal-versus-glial cell fate decision. Another pro-neural family (which includes ‘’math1’’ and ‘’math5’’) is essential to the development of a small number of neural lineages whereas ‘’math1’’ have also a role in the specification interneuron identity. Cell types that depend on ‘’math1’’ expression belong to the proprioceptive sensory pathway. Bertrand et al. (2002) have confirmed the proneural activity of ‘’mash1’’, ngn1 and ngn2, and possibly math1 and ‘’math5’’ in the mouse. Neurogenesis in the central nervous system depends on proneural gene inhibition by Notch signaling pathway and the absence of this key regulator results in the premature differentiation of neurons. To maintain neural progenitor cells a regulatory loop takes place between neighboring cells, that involves the lateral inhibition process (see lateral inhibition). In the absence of Lateral inhibition some proneural genes such as ASCL1 or ‘’neuroG’’ are capable of inducing the expression of neuron-specific genes leading to the premature formation of early born-neurons. Ratié and colleagues (2013) comprised that Notch proneural gene network have an important role in cell fate renewal and transition in the mouse.",
            "score": 133.9840850830078
        },
        {
            "docid": "46685051_2",
            "document": "Epigenetics of neurodegenerative diseases . Neurodegenerative diseases are a heterogenous group of complex disorders linked by the degeneration of neurons in either the peripheral nervous system or the central nervous system. Their underlying causes are extremely variable and complicated by various genetic and/or environmental factors. These diseases cause progressive deterioration of the neuron resulting in decreased signal transduction and in some cases even neuronal death. Peripheral nervous system (PNS) diseases may be further categorized by the type of nerve cell (motor, sensory, or both) affected by the disorder. Effective treatment of these diseases is often prevented by lack of understanding of the underlying molecular and genetic pathology. Epigenetic therapy is being investigated as a method of correcting the expression levels of misregulated genes in neurodegenerative diseases.",
            "score": 133.1912384033203
        },
        {
            "docid": "46273402_11",
            "document": "Segmentation in the human nervous system . In the vertebrate central nervous system (CNS), there are three major segments with distinct morphological and developmental characteristics namely - prosomeric, rhombomeric, and spinal. Even though other groups of organisms in the protostome taxa, the compartmentalization of the vertebrate brain into segments along the anterior – posterior axis (AP- axis) is a characteristic feature of the group. The peripheral nervous system segmentation is highly influenced by the metameric mesodermal somites. The morphogenic rearrangement of somites into dermamyotome formed from the dorsal part of the somite and sclerotome happens while maintaining the segmental pattern. Dermamyotome, which retains the epithelial properties of its origin, forms the dermis and skeletal muscle, while sclerotome gives rise to the vertebral column and ribs. The selective outgrowth of motor and sensory axons through the anterior sclerotome of the somites forms the fundamental reason behind the observed nervous system segmentation in the spinal nerves. As a matter of fact, the molecular differences within each somite has a profound influence on the movement of the neural crest cell, motor axon, and sensory axon as there are attractive and inhibitory cues involved in the development of these structures. Molecules such as butyrlcholinesterase, tenascin and the M7412 antigen that have restricted expression in the anterior sclerotome of somite have been shown to have minimal effect on segmentation. In addition, the lack of involvement of molecules such as fibronectin and laminin which are widely expressed in the somite in the process of segmentation suggests that the role of the anterior sclerotome of somite on the PNS segmentation is very minimal. However, the segmentation observed in the PNS follows from the selectively expressed molecules such as T-cadherin, 48 and 55 K peanut lectin (PNA) binding proteins and proteoglycans such as collagen IX, versican, and a proteoglycan that binds cytotactin in the posterior sclerotome of the somites. These molecules exert their strong influence on the segmentation pattern by restricting the outgrowth from the region. As a matter of fact, these inhibitory chemicals expressed in the posterior sclerotome forms the basis of the segmentation pattern observed in the vertebrate nervous system. In short, the segmental arrangement of the peripheral nervous system (PNS) seen in vertebrates derives from the division of the sclerotomes into anterior and posterior parts.",
            "score": 132.86656188964844
        },
        {
            "docid": "518989_16",
            "document": "Neuroglia . Glia are also crucial in the development of the nervous system and in processes such as synaptic plasticity and synaptogenesis. Glia have a role in the regulation of repair of neurons after injury. In the central nervous system (CNS), glia suppress repair. Glial cells known as astrocytes enlarge and proliferate to form a scar and produce inhibitory molecules that inhibit regrowth of a damaged or severed axon. In the peripheral nervous system (PNS), glial cells known as Schwann cells promote repair. After axonal injury, Schwann cells regress to an earlier developmental state to encourage regrowth of the axon. This difference between the CNS and the PNS, raises hopes for the regeneration of nervous tissue in the CNS. For example, a spinal cord may be able to be repaired following injury or severance. Schwann cells are also known as neuri-lemmocytes. These cells envelop nerve fibers of the PNS by winding repeatedly around a nerve fiber with the nucleus inside of it. This process creates a myelin sheath, which not only aids in conductivity but also assists in the regeneration of damaged fibers.",
            "score": 131.2914581298828
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 130.95693969726562
        },
        {
            "docid": "1024090_5",
            "document": "Astrocyte . Astrocytes are macroglial cells in the central nervous system. Astrocytes are derived from heterogeneous populations of progenitor cells in the neuroepithelium of the developing central nervous system. There is remarkable similarity between the well known genetic mechanisms that specify the lineage of diverse neuron subtypes and that of macroglial cells. Just as with neuronal cell specification, canonical signaling factors like Sonic hedgehog (SHH), Fibroblast growth factor (FGFs), WNTs and bone morphogenetic proteins (BMPs), provide positional information to developing macroglial cells through morphogen gradients along the dorsal–ventral, anterior–posterior and medial–lateral axes. The resultant patterning along the neuraxis leads to segmentation of the neuroepithelium into progenitor domains (p0, p1 p2, p3 and pMN) for distinct neuron types in the developing spinal cord. On the basis of several studies it is now believed that this model also applies to macroglial cell specification. Studies carried out by Hochstim and colleagues have demonstrated that three distinct populations of astrocytes arise from the p1, p2 and p3 domains. These subtypes of astrocytes can be identified on the basis of their expression of different transcription factors (PAX6, NKX6.1) and cell surface markers (reelin and SLIT1). The three populations of astrocyte subtypes which have been identified are 1) dorsally located VA1 astrocytes, derived from p1 domain, express PAX6 and reelin 2) ventrally located VA3 astrocytes, derived from p3, express NKX6.1 and SLIT1 and 3) and intermediate white-matter located VA2 astrocyte, derived from the p2 domain, which express PAX6, NKX6.1, reelin and SLIT1. After astrocyte specification has occurred in the developing CNS, it is believed that astrocyte precursors migrate to their final positions within the nervous system before the process of terminal differentiation occurs.",
            "score": 130.69029235839844
        },
        {
            "docid": "6547308_17",
            "document": "Glia limitans . As of 2011, research is focused on the two-way communication between neurons and glial cells. Communication between these two types of cells allows for axonal conduction, synaptic transmission, as well as the processing of information to regulate and better control the processes of the central nervous system. The various forms of communication include neurotransmission, ion fluxes and signaling molecules. As recently as 2002, new information on the process of neuron-glia communication was published by R. Douglas Fields and Beth Stevens-Graham. They used advanced imaging methods to explain that the ion channels seen in glial cells did not contribute to action potentials but rather allowed the glia to determine the level of neuronal activity within proximity. Glial cells were determined to communicate with one another solely with chemical signals and even had specialized glial-glial and neuron-glial neurotransmitter signaling systems. Additionally, neurons were found to release chemical messengers in extrasynaptic regions, suggesting that the neuron-glial relationship includes functions beyond synaptic transmission. Glia have been known to assist in synapse formation, regulating synapse strength, and information processing as mentioned above. The process for adenosine triphospahte (ATP), glutamate, and other chemical messenger release from glia is debated and is seen as a direction for future research.",
            "score": 130.65170288085938
        },
        {
            "docid": "14755822_3",
            "document": "TUBA1A . TUBA1A is a structural gene that encodes for Tubulin, Alpha 1A product. TUBA1A product is an alpha-tubulin that participates in the formation of microtubules - structural proteins that participate in cytoskeletal structure. Specifically, microtubules are composed of a heterodimer of alpha and beta-tubulin molecules. Cowan et al. demonstrated that bα1 is a primary α-tubulin of the human fetal brain, and that it is expressed solely in that structure, by way of Northern blot. Miller et al. further elaborated on the role of α-tubulins and the process of neuronal development and maturation, comparing the expressions of rat α-tubulins Tα1 and T26. These two rat α-tubulins are homologs of bα1 and kα1 showing that a rat homolog of human TUBA1A (Tα1) had elevated expression during the extension of neuronal processes. Culturing of pheochromocytoma cells with Nerve Growth Factor (NGF) induced differentiation and the development of neuronal processes. Northern blot assay showed markedly elevated levels of Tα1 mRNA expression; T26 mRNA expression increased minimally with exposure to NGF. These data suggest that TUBA1A models the brain by participating in the directing of neuronal migration through the ability of microtubules to readily form and break polymers to extend and retract processes to induce nucleokinesis. Poirier et al. used RNA in situ hybridization to show TUBA1A expression in mice embryo; embryo sections from embryonic day 16.5 “showed a strong labeling in the telencephalon, diencephalon, and mesencephalon, the developing cerebellum, the brainstem, the spinal cord, and the dorsal root ganglia”.",
            "score": 130.42721557617188
        },
        {
            "docid": "38707815_3",
            "document": "Fasciclin 2 . FasII is initially expressed selectively localized to basolateral junctions during the process of oogenesis, where it functions to establish polarity in inner polar cells of epithelium-derived border cells. During embryogenesis, fasII is dynamically expressed on a subset of axon fascicles in longitudinal nervous system pathways, including the MP1 tract. Here, fasII (and other attractive/repulsive environmental cues such as semaphorins and other morphogens) functions as a framework for pathfinding choices of newly extending axons. This is achieved through trans-homophilic fasII-mediated adhesion and subsequent activation of downstream intracellular signaling pathways involving mitogen-activated protein kinase (MAPK) and regulation of intracellular calcium levels. Later, fasII is expressed on growth cones of axons in other tracts including embryonic peripheral nervous system (PNS) motor neurons. Only the transmembrane isoforms are expressed by neurons, while the GPI-linked form is expressed by non-neuronal cells (mainly glial cells), where it functions as a substrate for growth cones of extending axons, directing adhesion and axon guidance. FasII is also expressed by clusters of differentiating neuroblasts at early stages of neurogenesis where its function is not fully understood but might be involved in proneural gene induction.",
            "score": 130.3681640625
        }
    ]
}