{
    "q": [
        {
            "docid": "7654820_18",
            "document": "Myrmecophily . Myrmecophily among lycaenid caterpillars differs from the associations of hemipterans because caterpillars feed on plant tissues, not phloem sap, and therefore do not continually excrete honeydew. Caterpillars of lycaenid butterflies have therefore evolved specialized organs that secrete chemicals to feed and appease ants. The secretions are a mixture of sugar and amino acid which in synergy is more attractive to the ants than either component in its own. Because caterpillars do not automatically pass honeydew, they must be stimulated to secrete droplets and do so in response to ant antennation, which is the drumming or stroking of the caterpillar's body by the ants' antennae. Some caterpillars possess specialized receptors that allow them to distinguish between ant antennation and contact from predators and parasites, and others produce acoustic signals that agitate ants, making them more active and likely better defenders of the larvae. As with homopteran myrmecophiles, ants protect Lycaenid larvae from predatory insects (including other ants) and parasitoid wasps, which lay their eggs in the bodies of many species of Lepidoptera larvae. For example, one study conducted by Pierce and colleagues in Colorado experimentally found that for the larvae of \"Glaucopsyche lygdamus\" that were tended by a certain ant species (\"Formica podzolica\"), compared to untended larvae, the percentage of larvae disappearing from plants before late final instar decreased (not statistically significantly, though) and the percentage of larvae infected by parasitoids significantly decreased (from 33% to 9%–12%). These interactions do not come without an energetic cost to the butterfly, however, and it has been shown that ant-tended individuals reach smaller adult sizes than non-tended individuals due to the costs of appeasing ants during the larval stage. Interactions with ants are not limited to the butterfly's larval stage, and in fact ants can be important partners for butterflies at all stages of their life cycle. For example, adult females of many lycaenid butterflies, such as \"J. evagoras\"\",\" preferentially oviposit on plants where ant partners are present, possibly by using ants' own chemical cues in order to locate sites where juvenile butterflies will likely be tended by ants. Finally, while ant attendance has been most widely documented in Lycaenid butterflies and to some extent in riodinid butterflies such as \"E. elvina\", many other lepidopteran species are known to associate with ants, including many moths.",
            "score": 118.44980323314667
        },
        {
            "docid": "49827542_13",
            "document": "Insect olfaction . Insects use the same signal for many different uses depending on the situation this is called chemical parsimony. Situations that may change how an insect behaves in reaction to a scent are things like the concentration of the compound, the life stage of the insect, its mating status, other olfactory cues, the insects feeding state (hungry or full), the time of day, or even the insects body position. For example, Drosophila are very attracted to apple cider vinegar but in very high concentrations an additional olfactory receptor (that has low affinity for the vinegar, Or85a) is activated which changes the fly’s behavior from attraction to aversion. These different behaviors to the same cue is called behavioral plasticity.",
            "score": 113.55362939834595
        },
        {
            "docid": "49827542_11",
            "document": "Insect olfaction . Humans exploit the insect olfactory system to control agricultural and disease carrying pests. For some agricultural pests manufactured sex pheromones are placed in traps to capture adults before they can oviposit (lay their eggs) leading to the hatching of their destructive larvae. While there are thousands of chemicals insects can detect there is a limited range that insects use as cues to move towards or away from the source of the odorant.",
            "score": 118.71581315994263
        },
        {
            "docid": "35110499_15",
            "document": "Dolichovespula sylvestris . The diet of \"D. sylvestris\" larvae was determined based on close analysis of larval pellets and observation. It was found that the wasp larvae consumed both other insects and nectar from flowers. The queen finds the insects or nectar and returns to the nest to feed them to each of the larvae during the queen nest before workers take over foraging and feeding activities. At this time, workers begin feeding the larvae, using the same types of food. Insects included many types of flies, including but not limited to march flies (Bibionidae) and crane flies (Tipulidae). The type of insects that were chosen as the main food source depended on the time of the season. These wasps prefer to feed on flies and tend to avoid ants or spiders. Queens were also observed feeding larvae nectar from flowers one drop at a time by putting her tongue and their mouths together. This nectar comes from flowers of plants such as blackberry, raspberry, and \"Rhododendron\". Nectar seems to be a very important part of the larval diet as both queen and workers took more trips and more time collecting it than either insects or pulp for the nests. Experiments on larvae have shown that the sugar in the nectar is a necessary energy source and that without it larvae will quickly become unable to survive. Therefore, both insects and nectar are an important part of the larval diet.",
            "score": 94.12276208400726
        },
        {
            "docid": "18431598_18",
            "document": "Epargyreus clarus . Other predators include the sphecid wasp \"Stictia carolina\", which sometimes supplies its nests with silver-spotted skipper larvae. Other predators are also often attracted to the chemical cues from frass, or insect excrement. \"E. clarus\" larvae use an anal comb to throw their frass up to 38 body lengths away from them. When disturbed, larvae regurgitate an unpleasant, greenish chemical in defense.",
            "score": 102.78386449813843
        },
        {
            "docid": "155739_32",
            "document": "Biological pest control . Parasitoids lay their eggs on or in the body of an insect host, which is then used as a food for developing larvae. The host is ultimately killed. Most insect parasitoids are wasps or flies, and many have a very narrow host range. The most important groups are the ichneumonid wasps, which mainly use caterpillars as hosts; braconid wasps, which attack caterpillars and a wide range of other insects including aphids; chalcid wasps, which parasitize eggs and larvae of many insect species; and tachinid flies, which parasitize a wide range of insects including caterpillars, beetle adults and larvae, and true bugs. Parasitoids are most effective at reducing pest populations when their host organisms have limited refuges to hide from them.",
            "score": 72.56202125549316
        },
        {
            "docid": "16470771_10",
            "document": "Entomological evidence collection . The entire sticky trap is usually observed under a microscope to identify the species of the insects on the trap, because it is very difficult to separate them from the trap. Many other insects besides flies are attracted to the scene because of the odor, while others are incidentally present. Therefore, insects are collected selectively. One other insect that is forensically important is the beetle, known to provide clues to the degree of exposure the body has experienced. Gloves are recommended for capturing adult beetle and larvae, as this makes it easier to transfer both the adult and the larvae beetle into a proper collection container by hand without the worry of crushing their sclerotized exoskeleton.",
            "score": 81.52273035049438
        },
        {
            "docid": "22598501_15",
            "document": "Eastern yellowjacket . \"V. maculifrons\" is a polyphagous species, meaning that they feed on a variety of foods. The number of trips a worker makes to forage depends on the age of the worker, as well as the size of the nest, since more food is necessary to feed a larger nest. Workers dedicated to foraging are capable of olfactory learning, allowing them to distinguish odors specific to food. Workers use this ability to scavenge for dead insects such as earwigs and fall webworm larvae, as well as live arthropods. They are also frugivores, obtaining carbohydrates from fruits, nectar, and honeydew. Workers go to flowers in an attempt to catch insects, but often end up feeding on nectar and pollinating the flower while doing so. They feed on honeydew, which is a sweet, sticky liquid. However, honeydew is susceptible to fermentation, causing individuals that feed on it to become inebriated and unable to fly or walk. Since this species is attracted to sugar sources, they may be attracted to soft drinks or other foods consumed by humans. Adults feed larvae with a chewed paste made from other insects and carrion.",
            "score": 93.03060507774353
        },
        {
            "docid": "3300682_19",
            "document": "Asilidae . The Asilidae are predators, both in the juvenile stage and the adult stage, and feed on small arthropods, mainly insects. Although predatory forms in the adult stage are present in other taxonomic groups of Diptera, the Asilidae are the most representative for the number of species and for uniformity of feeding behavior. They are aggressive to the point of earning the common name, in English, of \"robber flies\". The combination of high biodiversity and high predatory activity leads to this family playing an important role in the ecological stability of entomofauna. The life cycle takes place in 1–3 years. The postembryonic development consists of four larval stages (instars) and one pupa. The larvae of the first instar differ from other stages in both ethology and trophic regime. The larvae of most known asilids live in the soil or in the case of some taxonomic groups, in rotting organic material, usually wood and the bark of dead trees. With regard to feeding behavior, most of the literature gives the larvae of the Asilidae as entomophagous, but there are doubts about the real nature of the trophic regime and its mechanisms. The entomophagy of some species had indeed been already hypothesized by some authors of the nineteenth century, based on the findings of larvae of asilids associated with larvae of other insects, but Melin (1923) asserted that, in reality, predation was occasional and secondary to the plant-based diet. More recent studies have confirmed the entomophagy of some asilids without extending this species's feeding behavior for the whole family. Less certain, however, is the mechanism of implementing entomophagy: in general, the behavior is cited as predation, but for some species may be ectoparasitoids. Musso (1983) described the feeding behavior of the larvae of \"Machimus rusticus\" and its evolution during postembryonic development : in particular, the larvae of the first instar does not feed on insects, those of the second instar feed on secretions by larvae of beetles (and may cause death), while the larvae of the third and fourth instars actually behave like predators. In short, the feeding behavior of larval asilids can configure as intermediate between predation and ectoparasitism.",
            "score": 102.91073632240295
        },
        {
            "docid": "4876676_8",
            "document": "Barbarea vulgaris . Most \"B. vulgaris\" genotypes are naturally resistant to some insect species that are otherwise specialized on the crucifer family. In the case of diamondback moth (\"Plutella xylostella\") and the flea beetle \"Phyllotreta nemorum\", the resistance is caused by saponins. Glucosinolates such as glucobarbarin and glucobrassicin are used as a cue for egg-laying by female cabbage white butterflies such as \"Pieris rapae\". Indeed, the larvae of this butterfly thrive well on this plant. Diamondback moth females are also stimulated by these chemicals, but the larvae die due to the content of saponins which are apparently not sensed by the moths. This phenomenon has been tested for biological insect control: \"B. vulgaris\" plants are placed in a field and attract much of the diamondback moth egg load. As the larvae die shortly after hatching, this kind of insect control has been named \"dead-end trap cropping\".",
            "score": 100.88348066806793
        },
        {
            "docid": "149463_12",
            "document": "Insecticide . Transgenic crops that act as insecticides began in 1996 with a genetically modified potato that produced the Cry protein, derived from the bacterium Bacillus thuringiensis, which is toxic to beetle larvae such as the Colorado potato beetle. The technique has been expanded to include the use of RNA interference RNAi that fatally silences crucial insect genes. RNAi likely evolved as a defense against viruses. Midgut cells in many larvae take up the molecules and help spread the signal. The technology can target only insects that have the silenced sequence, as was demonstrated when a particular RNAi affected only one of four fruit fly species. The technique is expected to replace many other insecticides, which are losing effectiveness due to the spread of pesticide resistance.",
            "score": 85.99242281913757
        },
        {
            "docid": "3771805_5",
            "document": "Semiochemical . A pheromone (from Greek \"phero\" \"to bear\" + \"hormone\" from Greek - \"impetus\") is a secreted or excreted chemical factor that triggers a social response in members of the same species. Pheromones are chemicals capable of acting outside the body of the secreting individual to impact the behavior of the receiving individual. There are alarm pheromones, food trail pheromones, sex pheromones, and many others that affect behavior or physiology. Their use among insects has been particularly well documented. In addition, some vertebrates and plants communicate by using pheromones. A notable example of pheromone usage to indicate sexual receptivity in insects can be seen in the female Dawson's Burrowing bee, which uses a particular mixture of cuticular hydrocarbons to signal sexual receptivity to mating, and then another mixture to indicate sexual disinterest. These hydrocarbons, in association with other chemical signals produced in the Dufour's gland, have been implicated in male repulsion signaling as well.",
            "score": 139.87462270259857
        },
        {
            "docid": "341989_18",
            "document": "Phasmatodea . Many species' eggs bear a fatty, knoblike capitulum that caps the operculum. This structure attracts ants because of its resemblance to the elaiosome of some plant seeds that are sought-after food sources for ant larvae, and usually contribute to ensuring seed dispersal by ants, a form of ant-plant mutualism called myrmecochory. The ants take the egg into their nest underground and can remove the capitulum to feed to their larvae without harming the phasmid embryo. There, the egg hatches and the young nymph, which initially resembles an ant (another instance of mimicry among Phasmatodea), eventually emerges from the nest and climbs the nearest tree to safety in the foliage. The eggs of stick insects has a coating of calcium oxalate which makes them survive unscathed in the digestive tract of birds. It has been suggested that birds may have a role in the dispersal of parthenogenetic stick insect species, especially to islands.",
            "score": 96.12129259109497
        },
        {
            "docid": "15367337_6",
            "document": "Insect ecology . Decomposer insects are ones that feed on dead or rotten bodies of plant or animal life. These insects are called saprophages and fall into three main categories; those that feed on dead or dying plant matter, those that feed on dead animals (carrion), and those that feed on excrement (feces) of other animals. As dead plants are eaten away, more surface area is exposed, allowing the plants to decay faster due to an increase in microorganisms eating the plant. These insects are largely responsible for helping to create a layer of humus on the soil that provides an ideal environment for various fungi, microorganisms and bacteria. These organisms produce much of the nitrogen, carbon, and minerals that plants need for growth. Carrion feeders include several beetles, ants, mites, wasps, fly larvae (maggots), and others. These insects occupy the dead body for a short period of time but rapidly consume and/or bury the carcass. Typically, some species of fly are the first to eat the body, but the order of insects that follows is predictable and known as the faunal procession. Many dung beetles and manure flies are attracted to the smell of animal feces. The adults often lay eggs on fresh excrement and the larvae will feed on the organic matter. Many species of dung-feeders have evolved so they will only feed on feces from a specific species. There is even a type of dung-beetle that will roll feces into a ball, push it into a pre-dug hole, laying an egg in that dung and then cover it with fresh dirt to provide a perfect nursery for their larvae.",
            "score": 110.82921195030212
        },
        {
            "docid": "38083410_3",
            "document": "Photorhabdus . \"Photorhabdus\" species facilitate the reproduction of entomopathogenic nematodes by infecting and killing susceptible insect larvae. entomopathogenic nematodes are normally found in soil. Nematodes infect larval hosts by piercing the larval cuticle. When the nematode enters an insect larvae, \"Photorhabdus\" species are released by the nematodes and will produce a range of toxins, killing the host within 48 hours. \"Photorhabdus\" species feed on the cadaver of the insect and the process converts the cadaver into a nutrient source for the nematode. Mature nematodes leave the depleted body of the insect and search for new hosts to infect. During stationary phase growth inside insect larvae, \"Photorhabdus\" species synthesize a molecule called 3,5-Dihydroxy-4-isopropyl-trans-stilbene (ST). It is proposed that 3,5-Dihydroxy-4-isopropyl-trans-stilbene (ST) acts as an antibiotic and protects \"Photorhabdus\" species from competition from other microorganisms, and also helps circumvent the insect's immune system. \"Photorhabdus\" species are essential endosymbionts for \"Heterorhabditis\" nematodes.",
            "score": 88.45150053501129
        },
        {
            "docid": "23366462_36",
            "document": "Insect . At least a few insects have nociceptors, cells that detect and transmit signals responsible for the sensation of pain. This was discovered in 2003 by studying the variation in reactions of larvae of the common fruitfly Drosophila to the touch of a heated probe and an unheated one. The larvae reacted to the touch of the heated probe with a stereotypical rolling behavior that was not exhibited when the larvae were touched by the unheated probe. Although nociception has been demonstrated in insects, there is no consensus that insects feel pain consciously",
            "score": 124.8627119064331
        },
        {
            "docid": "3225240_17",
            "document": "Lactarius deterrimus . Many fungi can serve as source of food for insect larvae, whereas most insects eat fungi only occasionally. Still, a whole range of insect species specialize on fungi. These animals are mainly beetle larvae, especially hairy fungus beetles (Mycetophagidae), rove beetles (Staphylinidae), and true flies (Diptera). Milk caps are especially attractive for true flies, while beetle larvae are comparatively rarer. The most common insects found on the fungus are Mycetophilidae and Phoridae larvae, which populate even the youngest fruit bodies. Also relatively common on mature or overaged fruit bodies are Drosophilidae and Psychodidae. Species from the section \"Deliciosi\" are often infested by Diptera larvae.",
            "score": 98.78499245643616
        },
        {
            "docid": "19775833_15",
            "document": "Acromyrmex . This mutualistic relationship is further augmented by another symbiotic partner, a bacterium that grows on the ants and secretes chemicals; essentially, the ants use portable antimicrobials. Leafcutter ants are sensitive enough to adapt to the fungus' reaction to different plant material, apparently detecting chemical signals from it. If a particular type of leaf is toxic to the fungus, the colony will no longer collect it. The only two other groups of insects that have evolved fungus-based agriculture are ambrosia beetles and termites. The fungus cultivated by the adults is used to feed the ant larvae and the adult ants feed on the leaf sap. The fungus needs the ants to stay alive, and the larvae need the fungus to stay alive.",
            "score": 90.59324645996094
        },
        {
            "docid": "23366462_68",
            "document": "Insect . In addition to the use of sound for communication, a wide range of insects have evolved chemical means for communication. These chemicals, termed semiochemicals, are often derived from plant metabolites include those meant to attract, repel and provide other kinds of information. Pheromones, a type of semiochemical, are used for attracting mates of the opposite sex, for aggregating conspecific individuals of both sexes, for deterring other individuals from approaching, to mark a trail, and to trigger aggression in nearby individuals. Allomones benefit their producer by the effect they have upon the receiver. Kairomones benefit their receiver instead of their producer. Synomones benefit the producer and the receiver. While some chemicals are targeted at individuals of the same species, others are used for communication across species. The use of scents is especially well known to have developed in social insects.",
            "score": 106.52229762077332
        },
        {
            "docid": "5444788_5",
            "document": "Push–pull agricultural pest management . Push–pull technology involves use of behaviour-modifying stimuli to manipulate the distribution and abundance of stemborers and beneficial insects for management of stemborer pests. It is based on in-depth understanding of chemical ecology, agrobiodiversity, plant-plant and insect-plant interactions, and involves intercropping a cereal crop with a repellent intercrop such as \"Desmodium\" uncinatum (silverleaf) (push), with an attractive trap plant such as Napier grass (pull) planted as a border crop around this intercrop. Gravid stemborer females are repelled from the main crop and are simultaneously attracted to the trap crop. Napier grass produces significantly higher levels of attractive volatile compounds (green leaf volatiles), cues used by gravid stemborer females to locate host plants, than maize or sorghum. There is also an increase of approximately 100-fold in the total amounts of these compounds produced in the first hour of nightfall by Napier grass (scotophase), the period at which stemborer moths seek host plants for laying eggs, causing the differential oviposition preference. However, many of the stemborer larvae, about 80%, do not survive, as Napier grass tissues produce sticky sap in response to feeding by the larvae, which traps them, causing their mortality. Legumes in the genus \"Desmodium\" (silverleaf, \"D. uncinatum\" and greenleaf, \"D. intortum\"), on the other hand, produce repellent volatile chemicals that push away the stemborer moths. These include (E)-β-ocimene and (E)-4,8-dimethyl-1,3,7-nonatriene, semiochemicals produced during damage to plants by herbivorous insects, which are responsible for the repellence of \"Desmodium\" to stemborers.",
            "score": 102.67046773433685
        },
        {
            "docid": "23366462_58",
            "document": "Insect . Immature insects that go through incomplete metamorphosis are called nymphs or in the case of dragonflies and damselflies, also naiads. Nymphs are similar in form to the adult except for the presence of wings, which are not developed until adulthood. With each molt, nymphs grow larger and become more similar in appearance to adult insects. Holometabolism, or complete metamorphosis, is where the insect changes in four stages, an egg or embryo, a larva, a pupa and the adult or imago. In these species, an egg hatches to produce a larva, which is generally worm-like in form. This worm-like form can be one of several varieties: eruciform (caterpillar-like), scarabaeiform (grub-like), campodeiform (elongated, flattened and active), elateriform (wireworm-like) or vermiform (maggot-like). The larva grows and eventually becomes a pupa, a stage marked by reduced movement and often sealed within a cocoon. There are three types of pupae: obtect, exarate or coarctate. Obtect pupae are compact, with the legs and other appendages enclosed. Exarate pupae have their legs and other appendages free and extended. Coarctate pupae develop inside the larval skin. Insects undergo considerable change in form during the pupal stage, and emerge as adults. Butterflies are a well-known example of insects that undergo complete metamorphosis, although most insects use this life cycle. Some insects have evolved this system to hypermetamorphosis.",
            "score": 67.1432775259018
        },
        {
            "docid": "34816371_3",
            "document": "Insect pheromone-binding protein . A class of small (14-20 Kd) water-soluble proteins, called pheromone binding proteins, first discovered in the insect sensillar lymph but also found in the mucus of vertebrates, is postulated to mediate the solubilisation of hydrophobic odorant molecules, and thereby to facilitate their transport to the receptor neurons. The product of a gene expressed in the olfactory system of \"Drosophila melanogaster\" (Fruit fly), OS-D, shares features common to vertebrate odorant binding proteins, but has a primary structure unlike odorant-binding proteins. OS-D derivatives have subsequently been found in chemosensory organs of phylogenetically distinct insects, including cockroaches, phasmids and moths, suggesting that OS-D-like proteins seem to be conserved in the insect phylum. OS-D and related proteins are members of the insect pheromone-binding family A10/OS-D.",
            "score": 127.43672454357147
        },
        {
            "docid": "10831708_4",
            "document": "Spinosad . Spinosad is highly active, by both contact and ingestion, in numerous insect species. Its overall protective effect varies with insect species and life stage. It affects certain species only in the adult stage, but can affect other species at more than one life stage. The species subject to very high rates of mortality as larvae, but not as adults, may gradually be controlled through sustained larval mortality. The mode of action of spinosoid insecticides is by a neural mechanism. The spinosyns and spinosoids have a novel mode of action, primarily targeting binding sites on nicotinic acetylcholine receptors (nAChRs) of the insect nervous system that are distinct from those at which other insecticides have their activity. Spinosoid binding leads to disruption of acetylcholine neurotransmission. Spinosad also has secondary effects as a γ-amino-butyric acid (GABA) neurotransmitter agonist. It kills insects by hyperexcitation of the insect nervous system. Spinosad so far has proven not to cause cross-resistance to any other known insecticide.",
            "score": 57.966391921043396
        },
        {
            "docid": "25396658_15",
            "document": "Helicoverpa assulta . \"H. assulta\" is considered to be one of the most destructive pests for various economic crops like tobacco and hot peppers. The moth has caused considerable economic damage to crops in Korea and China. The larvae usually feed on the fruit of host plants. Unlike other insects, it has a high tolerance for the toxicity of capsaicin. While conventional chemical insecticides are necessary for the control of these moths, the growing resistance of the moth and the detrimental effects of overusing these chemicals have drawn researchers to develop other methods of control. Furthermore, the larvae feed inside the fruit, and are therefore protected from the chemical sprays. Studies have illustrated that the moth’s response to insecticide depends on the type of plant it's inhabiting. \"H. assulta\" that were fed on red peppers were more susceptible to certain insecticides such as fenvalerate, but became more resistant to chemicals like inoxacarb, phoxim and methomyl. Current research explores sex pheromone-mediated communication, a method of control aiming to interrupt moth communication. Also, there is a need to understand the complex interactions among the insect, plant, and insecticide.",
            "score": 116.51219666004181
        },
        {
            "docid": "9372569_18",
            "document": "Nothomyrmecia . Workers are nectarivores and can be found foraging on top of \"Eucalyptus\" trees, where they search for food and prey for the larvae. However, workers are known to drink hemolymph from the insects they capture, and a queen in a captive colony was observed consuming a fly. Captured prey items are given to larvae, which are carnivorous. The workers search for prey in piles of leaves, killing small arthropods including \"Drosophila\" flies, microlepidopterans and spiderlings. Prey items are usually less than in size, and workers grab them using their mandibles and forelegs, then kill them with their sting. Workers also feed on sweet substances such as honeydew secreted by scale insects and other Hemiptera; one worker alone may feed on these sources for 30 minutes. Pupae may be given to the larvae if a colony has a shortage of food. Workers are able to lay unfertilised eggs specifically to feed the larvae; these are known as trophic eggs. Sometimes the adults, including the queen and other sexually active ants, consume these eggs. Workers transfer food to other nestmates, including winged adults and larvae; the anal droplets are exuded by the larvae, which are taken up by the workers.",
            "score": 105.51055824756622
        },
        {
            "docid": "1638622_5",
            "document": "Holometabolism . The larval stage is variously adapted to gaining and accumulating the materials and energy necessary for growth and metamorphosis. Most holometabolous insects pass through several larval stages, or instars, as they grow and develop. The larva must moult to pass from each larval stage. These stages may look very similar and differ mostly in size, or may differ in many characteristics including, behavior, color, hairs or spines, and even number of legs. Differences between larval stages are especially pronounced in insects with hypermetamorphosis. The final larval stage in some insects is called a prepupa. Prepupae do not feed and become inactive. To enter the third stage of homometabolous development, the larva undergoes metamorphosis into a pupa. The pupa is a quiescent, non-feeding developmental stage. Most pupae move very little, however, the pupae of some species, such as mosquitoes, are mobile. In preparation for pupation, the larvae of many species seek protected sites or construct a protective cocoon of silk or other material, such as its own accumulated feces. Some insects undergo diapause as pupa. In this stage, the insect's physiology and functional structure, both internal and external, change drastically.",
            "score": 85.77022457122803
        },
        {
            "docid": "25104205_5",
            "document": "Chrysomela lapponica . Like other insects, \"Chrysomela lapponica\" is attacked by a variety of natural enemies, mainly other types of insects which prey on or parasitize the larvae. \"Chrysomela lapponica\" has developed defenses against such natural enemies. The larvae possess defensive glands filled with volatile compounds which deter attacking natural enemies and have antimicrobial activity. There are also differences in the chemical composition of these defensive compounds among geographically separated populations, apparently linked to the host plant the beetles feed on. Although the defensive compounds are usually repellents, some natural enemies are actually attracted to them and use them to locate their prey or host. This has been shown for the predaceous hoverfly \"Parasyrphus nigritarsis\" and the phorid fly \"Megaselia opacicornis\".",
            "score": 95.18564867973328
        },
        {
            "docid": "369232_8",
            "document": "Leafcutter ant . Their societies are based on an ant-fungus mutualism, and different species of ants use different species of fungus, but all of the fungi the ants use are members of the family Lepiotaceae. The ants actively cultivate their fungus, feeding it with freshly cut plant material and keeping it free from pests and molds. This mutualistic relationship is further augmented by another symbiotic partner, a bacterium that grows on the ants and secretes chemicals; essentially, the ants use portable antimicrobials. Leaf cutter ants are sensitive enough to adapt to the fungi's reaction to different plant material, apparently detecting chemical signals from the fungus. If a particular type of leaf is toxic to the fungus, the colony will no longer collect it. The only two other groups of insects to use fungus-based agriculture are ambrosia beetles and termites. The fungus cultivated by the adults is used to feed the ant larvae, and the adult ants feed on leaf sap. The fungus needs the ants to stay alive, and the larvae need the fungus to stay alive, so the mutualism is obligatory.",
            "score": 93.88401055335999
        },
        {
            "docid": "53307_43",
            "document": "Lepidoptera . The larvae of both butterflies and moths exhibit mimicry to deter potential predators. Some caterpillars have the ability to inflate parts of their heads to appear snake-like. Many have false eye-spots to enhance this effect. Some caterpillars have special structures called osmeteria (family Papilionidae), which are exposed to produce smelly chemicals used in defense. Host plants often have toxic substances in them and caterpillars are able to sequester these substances and retain them into the adult stage. This helps make them unpalatable to birds and other predators. Such unpalatability is advertised using bright red, orange, black, or white warning colors. The toxic chemicals in plants are often evolved specifically to prevent them from being eaten by insects. Insects, in turn, develop countermeasures or make use of these toxins for their own survival. This \"arms race\" has led to the coevolution of insects and their host plants.",
            "score": 74.2220116853714
        },
        {
            "docid": "39828922_4",
            "document": "Nudaurelia cytherea . Eggs and caterpillars are sought out by a variety of hymenopteran parasitoids such as \"Hockeria crassa\", \"Hockeria nudaureliae\", \"Pediobius\" spp., \"Anastatus\" spp. and \"Mesocomys pulchriceps\", while the larvae are infected naturally by at least five distinct virus species, including Nudaurelia β virus, producing fairly regular epizootics. Insect viruses have long been valued as biological control agents, since they have few negative effects on ecosystems compared with chemical pesticides. Their most important quality is that they require no follow-up or management, while their host specificity is a great advantage over most chemical pesticides which are not. Other mammalian controlling factors are baboons, feral pigs and porcupines, all of which relish the larvae, pupae and moths. Pigs were introduced to Western Cape pine plantations by the Forestry Department in the 1930s, and proved to be a cheap and effective control measure, their acute sense of smell enabling them to easily detect pupae under the soil surface.",
            "score": 93.19743049144745
        },
        {
            "docid": "1057147_24",
            "document": "Myrmecia (ant) . Despite their ferocity, adults are nectarivores, consuming honeydew (a sweet, sticky liquid found on leaves, deposited from various insects), nectar, and other sweet substances. The larvae, however, are carnivorous. After they reach a certain size, they are fed insects that foragers capture and kill. The workers also regurgitate food for other ants to consume. Young ants are rarely fed food regurgitated by adults. Adult workers prey on a variety of insects and arthropods, such as beetles, caterpillars, earwigs, \"Ithone fusca\" moths, \"Perga\" saw flies, and spiders. Other prey include invertebrates such as bees, cockroaches, crickets, wasps and other ants; in particular, workers prey on \"Orthocrema\" ants (a subgenus of \"Crematogaster\") and \"Camponotus\", although this is risky since these ants are able to call for help through chemical signals. Slaters, earthworms, scale insects, frogs, lizards, grass seeds, possum feces and kangaroo feces are also collected as food. Flies such as the housefly and blowfly are consumed. Some species, such as \"M. pilosula\", will only attack small fly species and ignore larger ones. Nests of the social spider \"Delena cancerides\" are often invaded by \"M. pyriformis\" ants, and nests once housing these spiders are filled with debris such as twigs and leaves by the workers, rendering them useless. These \"scorched earth\" tactics prevent the spiders competing with the ants. \"M. gulosa\" attacks Christmas beetles, but workers later bury them.",
            "score": 72.75292754173279
        },
        {
            "docid": "437919_22",
            "document": "Acer pseudoplatanus . The larvae of a number of species of moth use the leaves as a food source. These include the sycamore moth (\"Acronicta aceris\"), the maple prominent (\"Ptilodon cucullina\") and the plumed prominent (\"Ptilophora plumigera\"). The horse-chestnut leaf miner (\"Cameraria ohridella\") occasionally lays its eggs on the sycamore, although 70% of the larvae do not survive beyond the second instar. The leaves attract aphids, and also the ladybirds and hoverflies that feed on them. The flowers produce copious amounts of nectar and pollen and are attractive to bees and other insects, and the seeds are eaten by small mammals such as voles and birds. As an introduced plant, in Britain the sycamore has a relatively small associated insect fauna of about 15 species, but it does have a larger range of leafhoppers than does the native field maple.",
            "score": 89.68056046962738
        }
    ],
    "r": [
        {
            "docid": "9032_9",
            "document": "Drosophila . The following section is based on the following \"Drosophila\" species: \"Drosophila simulans\", and \"Drosophila melanogaster\".  Courtship behavior of male \"Drosophila\" is an attractive behaviour. Females respond via their perception of the behavior portrayed by the male. Male and female \"Drosophila\" use innate complex behaviors use a variety of sensory cues to initiate and assess courtship readiness of a potential mate. The cues include the following behaviours: positioning, pheromone excretion, following females, making tapping sounds with legs, singing, wing spreading, creating wing vibrations, genitalia licking, bending the stomach, attempt to copulate, and the copulatory act itself. The songs of \"Drosophila melanogaster\" and \"Drosophila simulans\" have been studied extensively. These luring songs are sinusoidal in nature and varies within and between species.  The courtship behavior of \"Drosophila melanogaster\" has also been assessed for sex-related genes, which have been implicated in courtship behavior in both the male and female. Recent experiments explore the role of fruitless (\"fru\") and doublesex (\"dsx\"), a group of sex-behaviour linked genes. This research is currently being explored.",
            "score": 185.8059844970703
        },
        {
            "docid": "22051352_20",
            "document": "Sarcophaga bullata . It is difficult to quantify the level and nature of \"communication\" that takes place among sarcophagid adults, though much is known about the role of pheromones in their reproductive physiologies. An experiment by Girard et al. in the 1970s demonstrated that \"S. bullata\" males release the sex pheromone hexanal, which was shown to attract over 65% of the females tested from over long distances. In studies regarding the social behavior of adult female sarcophagids larvipositing on animal remains, it has been suggested that adult females prefer to aggregate with other carrion flies and larviposit on carcasses that already have larvae present. A possible explanation for this selective preference is that an increased number of larvae results in a greater concentration of larval enzymatic secretions on the carrion, aiding in digestion. Sarcophagid larvae are also known to outcompete the larvae of other species and cause their extinction, and occasionally consume the smaller larvae present on animal remains.",
            "score": 184.15223693847656
        },
        {
            "docid": "8407474_17",
            "document": "Diamondback moth . When female diamondback moths lay their eggs, some of their sex pheromones are left behind on the leaves. Diamondback larvae are attracted to the major component of this species-specific pheromone, which is (Z)11-hexadecenal. For larvae, the sex pheromone is a foraging indicator, rather than a mating attractant so they use it to find a healthy source of food and avoid competition for food from other species on the host plant. After the fourth instar, larvae are no longer attracted to the sex pheromone for food sources.",
            "score": 181.5747833251953
        },
        {
            "docid": "2400044_25",
            "document": "Cabbage looper . Cabbage loopers possess olfactory receptor neurons on their antennae for detecting pheromones. The neurons are specifically located on two sensory structures called sensilla that differ in length and pore density. Male loopers have two types of neurons, and depending on which sensilla that are present, the neurons will detect female pheromones at varying sensitivities to each of the six pheromones. The neurons are most sensitive to the main component of the female pheromone blend, cis-7-dodecenyl acetate, and the male inhibitory signal, cis-7-dodecenol. The presence of cis-7-dodecenyl acetate is crucial for male response to female pheromones, as it is 80% of the entire blend. In fact, the base region of the antennae, where receptor neurons for this pheromone are located, has more sensory structures compared to the ends. The base region is also less likely to experience damage, showing the importance of detecting the pheromone. It is not clear why male neuron detects the inhibitory compound, as there is no evidence showing that females produce this compound. One possibility is that its presence in the female pheromone blend may be too small to be detected by scientific equipment. The inhibitory signal only elicits a response when delivered alongside female pheromones to avoid mixing signals from other species, suggesting that while it cannot be detected in the female pheromone blend, it has an important role in female detection.",
            "score": 165.5277862548828
        },
        {
            "docid": "49968228_4",
            "document": "Cyclocephala lurida . By 11pm during the breeding season, unmated females and all males move underground, and it has been found that after this time, unmated females retained in traps above ground start to attract male northern masked chafer (\"Cyclocephala borealis\"), a closely related species. This beetle normally mates after midnight and presumably uses the same pheromone for communication. Research shows that the larvae of the southern masked chafer also release pheromone, and if they happen to be on the surface, the adult males may attempt to mate with them. Adult males and larvae do not normally come in contact because the larvae remain entirely below ground and will usually have pupated before the adults emerge. However a bacterium present in the soil called milky spore (\"Paenibacillus popilliae\") causes a developmental delay in the larvae, and it was these infected larvae that the researchers happened to see on the surface of the soil. It is thought that the ability to release pheromones, now known to be present in larvae of both sexes, is retained in the adult female but lost in the adult male.",
            "score": 164.84703063964844
        },
        {
            "docid": "56260811_6",
            "document": "Stenoria analis . Patrolling ivy bee are attracted to aggregations of the triungulins and hover in front of in a similar at to that which they use to approach emergant female ivy bees. The males attempt copulation, a behaviour known as pseudocopulation, with the clusters of triungilins which allowed small groups of the larvae to move onto the male bee's thorax. Larger groups of triungulins were exclusively found on the thorax of male bees and it has been proposed that the triungulins of \"S. analis\" mimic the female pheromones of its host species.  Initially the larvae for a rather disorganised clump but after a day, the clump reorganises itself to that the brown heads of the larvae point outwards and the larvae become very active. When gently brushed, some of the larvae will garn on to the hairs of the brush, clinging on to the brush, as they do to a host bee, with their feet each of which has a curved claw and two curved bristles. This larval stage also has strong jaws which they use when the larvae are attached to their host by their feet and are unable to use their claws. Male ivy bees, normally hatch before the females, and usually they remain a few centimetres above the ground in the close vicinity of the nesting aggregation where they conduct search flights for females. Once a female bee is detected the males react very strongly. So that the triungulins are able to transfer to a bee they need to bring them close. As pheromones are important in bees in the recognition of the sexes, it is possible that blister beetle triungilins are able to chemically mimic bee pheromones to attract their hosts. This may be combined with optical mimicry, where the larval cluster with their brown heads facing outwards may mimic the appearance of female bees, an impression that may be reinforced by the larvae's movement which may imitate the movement of a female bee to the males.",
            "score": 163.45806884765625
        },
        {
            "docid": "551774_20",
            "document": "Opisthobranchia . Like most lifeforms, they use chemical cues for much of their life cycle. The planktonic larvae float until a pheromone alerts them to a suitable settling site, sometimes delaying metamorphosis until favourable chemicals, such as prey pheromones, are detected. Some mating opisthobranchs release chemicals to attract conspecifics.",
            "score": 157.3433380126953
        },
        {
            "docid": "10739089_4",
            "document": "Sex pheromone . Sex pheromones have evolved in many species. The many types of pheromones (i.e. alarm, aggregation, defense, sexual attraction) all have a common cause acting as chemical cues to trigger a response. However, sex pheromones are particularly associated with signaling mating behaviors or dominance. The odors released can be seen as a favorable trait selected by either the male or female leading to attraction and copulation. Chemical signaling is also used to find genetically different mates and thus avoid inbreeding. Females are often selective when deciding to mate, and chemical communication ensures that they find a high-quality mate that satisfies their reproductive needs.",
            "score": 156.28346252441406
        },
        {
            "docid": "28798593_23",
            "document": "Cadra figulilella . To deter consumption of host plants, frequent application of chemical insecticides is often used. Mating disruption through the use of synthetic pheromone mimics is also an effective strategy and a greener alternative to pesticides. A specific pheromone, (9Z, 12E)-tetradecadienyl acetate, also known as TDA or ZETA, belongs to many species of pyralid moths and is a male attractant. Studies using this pheromone against the raisin moth showed that it greatly confused the male raisin moths and led to a reduction in larvae production. There is also some indication that blue neon light attracts raisin moths, which could potentially be used to deter the moth from laying eggs on fruit during mating season and lead to less larvae infestation in fruits.",
            "score": 153.237060546875
        },
        {
            "docid": "13209516_11",
            "document": "Harlequin cabbage bug . \"M. histrionica\" males contain 10,11-epoxy-1-bisabolen-3-ol, a pheromone more commonly known as murgantinol. The stereoisomers of male harlequin bug pheromones consists of two compounds: tridecane and murgantinol. These substances, found specifically in male pheromones, are responsible for aggregation of the insects to aid in sexual reproduction and can also be used in warning predators. A study conducted by Zahn \"et al\". (2008) found that mature male insects produced pheromones that recruited females, other males and young insects based on attractiveness. For females, the pheromone is used as a sex-pheromone to attract mates. Other males use a different version of this pheromone to aggregate more males to a given area to signal the availability of food and it serves a similar purpose with nymphs. Nymphs use the pheromone to guide themselves to the food source in starving conditions.",
            "score": 151.2445831298828
        },
        {
            "docid": "5146476_10",
            "document": "Reproductive isolation . In species of the \"melanogaster\" group of \"Drosophila\", the pheromones of the females are mixtures of different compounds, there is a clear dimorphism in the type and/or quantity of compounds present for each sex. In addition, there are differences in the quantity and quality of constituent compounds between related species, it is assumed that the pheromones serve to distinguish between individuals of each species. An example of the role of pheromones in sexual isolation is found in 'corn borers' in the genus \"Ostrinia\". There are two twin species in Europe that occasionally cross. The females of both species produce pheromones that contain a volatile compound which has two isomers, E and Z; 99% of the compound produced by the females of one species is in the E isomer form, while the females of the other produce 99% isomer Z. The production of the compound is controlled by just one locus and the interspecific hybrid produces an equal mix of the two isomers. The males, for their part, almost exclusively detect the isomer emitted by the females of their species, such that the hybridization although possible is scarce. The perception of the males is controlled by one gene, distinct from the one for the production of isomers, the heterozygous males show a moderate response to the odour of either type. In this case, just 2 'loci' produce the effect of ethological isolation between species that are genetically very similar.",
            "score": 150.30908203125
        },
        {
            "docid": "27547742_3",
            "document": "Dendrobium sinense . It produces a volatile organic compound that is unrecorded in other plant species. The flowers of this orchid produce a bee pheromone which attracts its pollinator, \"Vespa bicolor\", a species of hornet. The novel feature, first reported in 2009, is supposed to mimic the distress pheromone of the indigenous Asian honey bee \"Apis cerana\" (the same chemical as in the European \"Apis mellifera\", which does not occur naturally on Hainan). The chemical compound, (Z)-11-eicosen-1-ol, can be detected by the hornet and is it is assumed this mimicry deceives the insect into visiting the flower without reward (the flowers offer no nectar). \"V. bicolor\" preys on honey bees to feed its larvae. The European beewolf (\"Philanthus triangulum\") is also able to detect this compound when hunting bees.",
            "score": 148.7941436767578
        },
        {
            "docid": "25381180_8",
            "document": "Pyrrolizidine alkaloid sequestration . Jordan and others’ study found a very interesting effect of the larval ingestion of PAs. Male \"Estigmene acrea\" moths that consumed PAs in their diet as larvae produced hydroxydanaidal, a volatile PA compound, and displayed their coremata: a bifid, inflatable male-specific organ, utilized in dispersing pheromones in the adult stage. Larvae that were fed diets without PAs rarely displayed their coremata and did not produce hydroxydanaidal. E. acrea have been observed in the wild displaying their coremata, an activity which attracts both males and females and is known as \"lekking\". Lekking was described by Willis and Birch in 1982, but larvae raised in the laboratory prior to this study rarely engaged in lekking or corematal displays. Scientists were unsure of why this phenomenon didn’t occur in the lab, but laboratory raised larvae were usually reared on commercially available food which lacks PAs. The authors suggest that the PAs are used by the males to attract other moths by releasing the volatile PA hydroxydanaidal into the air. It is suggested in this study that this strategy of mate attraction came about by tapping into the PA affinity already programmed into the moths for feeding, which is further supported by the observation that E. acrea females release their pheromones a little bit later in the evening than the males. Similar uses of coremata to attract other moths have been observed in \"C. gangis\" and \"C. transiens\" along with altered development of coremata when larvae are reared without PAs. Boppre and Schneider observed adult males of these two species that were not permitted to eat PAs. Their coremata only developed into two, stalk-like projections with very few hairs arising from these stalks. Males that were given plants that produced PAs to feed upon, developed long coremata with four tubes, each longer than the males body, and each tube was highly pubescent. The authors suggest from this observation that there is a basic corematal phenotype, the two stalked coremata, and that PAs are required to form full coremata which is much larger and more elaborate than the basic corematal expression. These observations were further investigated by feeding larvae different amounts of PAs which had a direct correlation to the development of the coremata, which reached a maximum plateau around 2 mg of PAs ingested while in larval form. Similar to Jordan and others’ findings, the males raised on a diet devoid of PAs did not produce hydroxydanaidal.",
            "score": 148.7177276611328
        },
        {
            "docid": "2116156_11",
            "document": "Pharaoh ant . Pharaoh ants utilize 3 types of pheromones. One is a long-lasting attractive chemical that is used to build a trail network. It remains detectable even if the ants do not use the trail for several days. Pharaoh ants cease activity at night and begin each day of work at around 8 am, yet parts of the trail network are identical each day. The second pheromone is also attractive, but will decay to imperceptible amounts in a matter of minutes without reapplication. This pheromone is useful in marking food sources, as these are unpredictable and the colony must be able to respond to environmental changes quickly. Individuals will not waste their time on an unprofitable trail route. The third pheromone is a repellant. Pharaoh ants were the first species found to use a negative trail pheromone. If an individual finds an unprofitable area with little food or significant danger, it will release this repellant pheromone, which will warn others and cause them to look elsewhere. While positive pheromones indicating lucrative foraging sites are very common in social insects, the pharaoh ant's negative pheromone is highly unusual. Like the food source marker, the negative pheromone is volatile, decaying roughly two hours after being emitted. It may even be insecticidal in some cases. It is so powerful that an individual can detect it from away. Pharaoh ants utilize this pheromone near forks in the trail network, and an ant that detects it will begin to walk in a zigzag manner.",
            "score": 148.11758422851562
        },
        {
            "docid": "16805509_7",
            "document": "Nicrophorus orbicollis . \"N.orbicollis\" males will search for small bodies of animals such as chipmunks, rabbits, and toads in which to attract a mate. Once a body is located the male will proceed to climb onto the carcass and emit a pheromone to attract a mate. If another male enters the area, the two males will fight to the death and the winner will claim the carcass. Some males have been known to try to attract a mate without providing a carcass. These males will simply emit the pheromones even when they have not located a body. If females are attracted they will mate, but then continue to search for a mate that does have a carcass. Females are more likely to lay eggs fertilized by the most recent mate, so the males that have a carcass are more likely to actually pass on their genes. Once a male attracts a female, the pair will proceed to bury the animal carcass together, equally sharing the workload. If the carcass is too big for one pair, then it is acceptable for multiple pairs to work together to bury the carcass. Eggs are laid and buried very close to the carcass to provide a nearby source of nourishment. Unlike most beetle species, \"N. orbicollis\" parents will provide both food and protection for the larvae until pupation. It has also been observed that if one parent is killed the other parent will double up on the feeding and protection duties so the larvae do not suffer. Without parental care the larvae cannot usually survive until the point of pupation.",
            "score": 147.72401428222656
        },
        {
            "docid": "377245_37",
            "document": "Red imported fire ant . Workers communicate by a series of semiochemicals and pheromones. These communication methods are used in a variety of activities, such as nestmate recruitment, foraging, attraction, and defence; for example, a worker may secrete trail pheromones if a food source it discovered is too large to carry. These pheromones are synthesized by the Dufour's gland and may trail from the discovered food source back to the nest. The components in these trail pheromones are also species-specific to this ant only, in contrast to other ants with common tail pheromones. The poison sack in this species has been identified as being the novel storage site of the queen pheromone; this pheromone is known to elicit orientation in worker individuals, resulting in the deposition of brood. It is also an attractant, where workers aggregate toward areas where the pheromone has been released. A brood pheromone is possibly present, as workers are able to segregate brood by their age and caste, which is followed by licking, grooming and antennation. If a colony is under attack, workers will release alarm pheromones. However, these pheromones are poorly developed in workers. Workers can detect pyrazines which are produced by the alates; these pyrazines may be involved in nuptial flight, as well as an alarm response.",
            "score": 147.46487426757812
        },
        {
            "docid": "228613_24",
            "document": "Starfish . In the tropics, a plentiful supply of phytoplankton is continuously available for starfish larvae to feed on. Spawning takes place at any time of year, each species having its own characteristic breeding season. In temperate regions, the spring and summer brings an increase in food supplies. The first individual of a species to spawn may release a pheromone that serves to attract other starfish to aggregate and to release their gametes synchronously. In other species, a male and female may come together and form a pair. This behaviour is called pseudocopulation and the male climbs on top, placing his arms between those of the female. When she releases eggs into the water, he is induced to spawn. Starfish may use environmental signals to coordinate the time of spawning (day length to indicate the correct time of the year, dawn or dusk to indicate the correct time of day), and chemical signals to indicate their readiness to breed. In some species, mature females produce chemicals to attract sperm in the sea water.",
            "score": 146.75430297851562
        },
        {
            "docid": "20617241_7",
            "document": "Genetics of social behavior . To examine higher insect social order, researchers looked into the potential evolutionary history of a “foraging gene” in honey bees (\"Apis mellifera\"). Honey bees have a several week lifespan divided between two phases—one spent caring for the hive, the other spent foraging. The regulation of social foraging is important to maintain division of labor, requisite of eusocial organization. In order to discover how foraging in bees is genetically encoded, the honey bee genome was searched for genes that may be shared by other species. A molecular basis for feeding behavior has been determined in \"Drosophila melanogaster\", which shares a common insect ancestor. The “foraging gene” in \"D. melanogaster\" encodes a cGMP mediated protein kinase (PKG). Naturally occurring allelic variation produces behavioral syndromes in \"D. melanogaster\", both “sitters” and “rovers”. The needs of a honey bee colony are communicated between bees by pheromones, chemical signals which trigger behavioral responses. Honey bees have a variant of the same foraging gene that controls the onset of foraging behavior. Elevated expression of this gene correlates with increased foraging activity; precocious foraging was induced in young workers by experimentally introducing PKG.",
            "score": 144.14334106445312
        },
        {
            "docid": "547826_75",
            "document": "Homosexual behavior in animals . Male \"Drosophila melanogaster\" flies bearing two copies of a mutant allele in the fruitless gene court and attempt to mate exclusively with other males. The genetic basis of animal homosexuality has been studied in the fly \"Drosophila melanogaster\". Here, multiple genes have been identified that can cause homosexual courtship and mating. These genes are thought to control behavior through pheromones as well as altering the structure of the animal's brains. These studies have also investigated the influence of environment on the likelihood of flies displaying homosexual behavior.",
            "score": 143.88035583496094
        },
        {
            "docid": "6786192_21",
            "document": "Bombus ternarius . A more promising explanation of caste determination involves a pheromone excreted by the current queen. The queen excrete a pheromone to which larvae are sensitive between two and five days after emerging from the egg. The presence of the pheromone forces a larva to enter an irreversible pathway towards development as a worker. The absence of this pheromone causes the larva to become a queen. The pheromone has not yet been identified, but the evidence for its existence is convincing. Evidence suggests the pheromone is not airborne, but is transmitted directly by contact from bee to bee and from adults to larvae. Larvae separated from the queen by a fine mesh developed into queens, but if workers were regularly moved from the queen’s side to the side the larvae were on, then the larvae developed as workers.",
            "score": 143.56259155273438
        },
        {
            "docid": "29728037_28",
            "document": "Body odour and sexual attraction . Insects use extremely sensitive receptors to detect pheromone signals. Each pheromone signal can elicit a distinct response based on the gender and social status of the recipient. In insects, sex pheromones can be detected in very minute concentrations in the environment. Insect sex pheromones, usually released by the female to lure a male, are vital in the process by which insects locate each other for mating. The main purpose of releasing these sex pheromones is to attract a partner from a distance, however the sex pheromones also serve to evoke a courtship response and sexually excite the male prior to copulation. Male insects can also release sex pheromones, but this is only for the purpose of sexually exciting the female, making her more receptive to the male's advances. Generally, the majority of insects are sensitive and selective to the sex pheromone of their own species.",
            "score": 143.2024688720703
        },
        {
            "docid": "24698606_3",
            "document": "Arsenura armida . It is the only known neotropical arsenurine to exhibit a combination of strong aposematism, gregariousness, and trail-following behavior in its larval stage. The larvae are brightly colored, with bright black and yellow bands, which signal their unpleasant taste to birds. The larvae are also fatally poisonous to some species of birds. During the day, the larvae rest in large conspicuous masses on the trunks of trees, and descend at night to feed. When returning at dawn, they follow a silk-less pheromone trail to their original central place location. This social behavior is remarkable for the larvae; other members of the genus live more solitary lives.",
            "score": 141.54132080078125
        },
        {
            "docid": "32092818_4",
            "document": "Trail pheromone . The pheromone is synthesized in the same region as venom, or other primary hormonal departments within the organism. Often, trail pheromone synthesis occurs in the ventral venom gland, poison gland, Dufour's gland, sternal gland, or hindgut. When secreted, the pheromone is dropped in a blotch-like fashion from the foraging organism onto the surface leading to the food source. As the organism proceeds to the food source, the trail pheromone creates a narrow and precise pathway between the food source and the nesting location, which another organism of the same species, and often the same nest, follows precisely. Commonly, an organism, when initially laying down the trail may renew the trail a number of times to demonstrate the value of the food source while running in tandem. Once the trail is laid, other members of the species will recognize the chemical signal and follow the trail, and each individually renew the trail on the way back to the home source. While this pheromone is constantly deposited by its members, the chemicals diffuse up into the environment propagating its message. Once the food source runs out the organisms will simply skip the task of renewing the trail on the way back, thus resulting in the diffusion and weakening of the pheromone. Studies have shown that with quality of food, distance from nest, and amounts of food, the strength of the trail pheromone may vary. Often the foraging individual may synthesize the trail pheromone as a mixture of chemicals produced by different glands which allows such specificity. While members of the same species who discovered the food constantly renew this trail pathway, as the chemical is secreted into the environment as a signal for food in their umwelt, the very same chemical can often be interpreted as a territorial mark for outside species.",
            "score": 140.52975463867188
        },
        {
            "docid": "4597558_4",
            "document": "Drakaea . Many orchid species have structures, or produce scents that mimic female insects and are attractive to males. Hammer orchids are unique in that they are pollinated by a species of male thynnid wasp (Superfamily Vespoidea, Family Thynnidae). Thynnid wasps are unique in that the females are flightless. When male wasps emerge from the ground, they search for females. When the flightless female wasps emerge, they climb a blade of grass, rub their legs together, release a pheromone and wait for males. When a male detects the pheromone, it flies in a zig-zag pattern upwind until the female is located. The male grasps the female and flies away with her to a food source. Copulation occurs in flight and the male feeds his mate through his abdomen. She is then left to return to the ground, lay her eggs in beetle larvae and die.",
            "score": 140.4739227294922
        },
        {
            "docid": "218045_10",
            "document": "Ophrys . Orchids of the genus \"Ophrys\" use sexual deception to attract pollinators to their flowers. In sexual deception, an orchid attracts male pollinators by producing the sex pheromone of virgin female pollinators in addition to providing visual and tactile cues (Schiestl 2005; Schluter et al. 2009; Stokl et al. 2009). These signals stimulate mating behavior in the male pollinators, which then attempt copulation, called “pseudocopulation”, with the orchid labellum (Schluter et al. 2009). During pseudocopulation, pollen from the flower’s column becomes attached to some part of the pollinator, usually the head or abdomen, and the pollinator inadvertently carries and transfers this pollen to other flowers when they are once again enticed into pseudocopulation. While the morphological cues such as the shape and texture of the labellum play a role especially at close range in inducing the pollinator mating behavior, the orchid’s pheromone mimic, or allomone, has been shown to play the most important role in enticing pollinators to the flower (Schiestl 2005; Schluter et al. 2009).",
            "score": 140.46507263183594
        },
        {
            "docid": "3771805_5",
            "document": "Semiochemical . A pheromone (from Greek \"phero\" \"to bear\" + \"hormone\" from Greek - \"impetus\") is a secreted or excreted chemical factor that triggers a social response in members of the same species. Pheromones are chemicals capable of acting outside the body of the secreting individual to impact the behavior of the receiving individual. There are alarm pheromones, food trail pheromones, sex pheromones, and many others that affect behavior or physiology. Their use among insects has been particularly well documented. In addition, some vertebrates and plants communicate by using pheromones. A notable example of pheromone usage to indicate sexual receptivity in insects can be seen in the female Dawson's Burrowing bee, which uses a particular mixture of cuticular hydrocarbons to signal sexual receptivity to mating, and then another mixture to indicate sexual disinterest. These hydrocarbons, in association with other chemical signals produced in the Dufour's gland, have been implicated in male repulsion signaling as well.",
            "score": 139.87461853027344
        },
        {
            "docid": "105390_29",
            "document": "Pheromone . Mice can distinguish close relatives from more distantly related individuals on the basis of scent signals, which enables them to avoid mating with close relatives and minimizes deleterious inbreeding. Jiménez et al. showed that inbred mice had significantly reduced survival when they were reintroduced into a natural habitat. In addition to mice, two species of bumblebee, in particular Bombus bifarius and Bombus frigidus, have been observed to use pheromones as a means of kin recognition to avoid inbreeding. For example, B. bifarius males display “patrolling” behavior in which they mark specific paths outside their nests with pheromones and subsequently “patrol” these paths. Unrelated reproductive females are attracted to the pheromones deposited by males on these paths, and males that encounter these females while patrolling can mate with them. Interestingly, other bees of the Bombus species are found to emit pheromones as precopulatory signals, such as \"Bombus lapidarius\".",
            "score": 139.77288818359375
        },
        {
            "docid": "498903_16",
            "document": "Large blue . Female \"Phengaris\" lay eggs on specific plants such as thyme. Wild thyme is the preferred food plant in the UK and in cooler or more mountainous areas in Europe, marjoram is preferred by populations in warmer areas. After about three weeks, larvae hatch to feed on the seeds and flowers of the plant. The caterpillar will stay in the vicinity of its food plant until its 4th instar, when it will drop to the ground. From there the caterpillar will adopt various strategies to be found by \"Myrmica\" ants. Several caterpillar species of \"Phengaris\", such as \"P. rebeli\" and \"P. alcon\", will secrete pheromones that are specific to their respective hosts. The purpose of such behaviour is to mimic the pheromones of ant larvae that will become workers in the future. By successfully mimicking ant larvae, the caterpillars are taken back to the host nest and fed by the ants. Originally it was thought that the large blue butterfly behaved differently in that some believed it either secreted a poor pheromone mimic, or did not secrete one at all. Today it has been determined that it still secretes semiochemicals as a form of chemical mimicry to gain acceptance into the host ant nest. Large blue caterpillars will sometimes follow ant trails or move away from the food plant during peak-foraging time to expose themselves specifically to \"Myrmica\" and not other ants. This results in workers generally ignoring the caterpillar once in the nest because it does not attract attention. The methods in which large blue caterpillars interact with the host ants are not yet known.",
            "score": 138.6498565673828
        },
        {
            "docid": "25348242_3",
            "document": "Sex differences in sensory systems . Male sphinx moths, \"Manduca sexta\", rely on female released sex-pheromones to guide typical zig-zagging flight behaviors used to locate mates. Although both males and females respond to host plant olfactory cues to locate food sources, detection of and response to sex-pheromones appears to be male specific. Males that are better at detecting female sex-pheromones are able to find signaling females faster, providing them with a reproductive advantage. Since females gain no such advantage for having olfactory systems that are more sensitive to pheromones, enhanced pheromone detection has evolved only in the olfactory system of male \"M. sexta\". The three main sex differences are as follows:",
            "score": 138.3169403076172
        },
        {
            "docid": "31201058_8",
            "document": "Metacrias huttoni . The female of the species is semiapterious and remains within her cocoon for mating and egg laying. As a result of this, the population disbursal of the species is limited to the wanderings of the larvae. The male of the species is diurnal and is on the wing from December to March. Males are attracted to females by pheromones. Males of this species can be attracted to the scent of females of different species within their genus. Researchers have used females as lures to take advantage of this behaviour to detect males in new localities. The larvae hibernates during winter. Pupae cocoons are normally found beneath stones.",
            "score": 138.02029418945312
        },
        {
            "docid": "46405867_13",
            "document": "Evolution of olfaction . Fish primarily use pheromones to facilitate social behavior, such as social and reproductive cues and predator avoidance. Antipredation pheromones vary across species; some may emit chemical cues that provoke physiological changes (e.g. body depth increase), or cues that promote evasion (release of odor cues of dead conspecifics). Pheromone detection is also highly used in kin identification, survival-enhancing aggregation (e.g. shoaling), and migratory signalling. Sex-selected pheromones are also able to distinguish between male and females for mating and spawning.",
            "score": 137.7086944580078
        },
        {
            "docid": "41060053_8",
            "document": "Slave-making ant . In most parasite species, workers mark the way to its nest with pheromones and afterwards fellow slave-makers are attracted within a few seconds. They then go quickly to the targeted host nest, attack it, and carrying as many larvae and pupae as possible, return to their nest following the same trail marked by the pheromone. \"Rossomyrmex\" is the only reported slave-maker that exclusively uses adult transport and single recruitment chain instead of pheromones during raids, a behavior probably constrained by the arid habitat; raids take place in early summer when soil surface temperature can reach up to , a temperature in which pheromones would quickly evaporate.",
            "score": 137.27540588378906
        }
    ]
}