{
    "q": [
        {
            "docid": "38871977_4",
            "document": "Sex differences in humans . Sex differences in medicine include sex-specific diseases, which are diseases that occur \"only\" in people of one sex; and sex-related diseases, which are diseases that are more usual to one sex, or which manifest differently in each sex. For example, certain autoimmune diseases may occur predominantly in one sex, for unknown reasons. 90% of primary biliary cirrhosis cases are women, whereas primary sclerosing cholangitis is more common in men. Gender-based medicine, also called \"gender medicine\", is the field of medicine that studies the biological and physiological differences between the human sexes and how that affects differences in disease. Traditionally, medical research has mostly been conducted using the male body as the basis for clinical studies. Similar findings are also reported in the sport medicine literature where males typically account for >60% of the individuals studied. The findings of these studies have often been applied across the sexes and healthcare providers have assumed a uniform approach in treating both male and female patients. More recently, medical research has started to understand the importance of taking the sex into account as the symptoms and responses to medical treatment may be very different between sexes.",
            "score": 162.0721092224121
        },
        {
            "docid": "40603620_8",
            "document": "Gender psychology . Sex-related differences of cognitive functioning is questioned in research done on the areas of perception, attention, reasoning, thinking, problem solving, memory, learning, language and emotion. Cognitive testing on the sexes involves written tests that typically have a time limit, the most common form being a standardized test such as the SAT or ACT. These test basic individual abilities rather than complex combination of abilities needed to solve real life problems. Analysis of the research has found a lack of credibility when relying on published studies about cognition because most contain findings of cognitive differences between the males and females, but they overlook those that do not show any differences, creating a pool of biased information. Those differences found are attributed to both social and biological factors. The introduction of cultural factors are in congruence to necessary biological elements. An article published in the Review of Educational Research summarizes the history of the controversy around sex differences in variability of intelligence. Through modern research, the main idea has held that males have a much wider range in test performance in IQ tests. The study also analyzes data concerning differences in central tendencies through environmental and biological theories. Males were found to have much wider variation than females in areas of quantitative reasoning, spatial visualization, spelling, and general knowledge than females. In the studies conclusion, to form an accurate summary, both the variability in sex differences and in the central tendencies must be examined to generalize the cognitive variances of males and females. Doreen Kimura, a psychobiologist, has published books and articles specifically on the subject of sex and cognition. Since studying gender differences in cognition, Kimura has further proved generalizations made from research data collected in the field of cognitive psychology. Males are found to be better at the motor skill of aiming, while females excel at the coordination of fine motor skills. Male chimpanzees, for example, are much more likely to throw stones or clumps of earth than their corresponding gender. In spatial tasks, males found it easier to visualize geometrically and rotationally while females used references to objects when guiding through a route. Females test higher on object location memory and verbal memory, approximately over a half of a standard deviation. These tests have not been comprehensively studied over an adequate amount of time to make a full and accurate conclusion. Standardized spatial tests, like the Vandenberg mental rotations test, have consistently shown sex differences in this area over the last thirty years. The differences for such tests average to a full standard deviation. These scientific findings have not been generalized cross culturally. Females have shown to have a higher ability in reading facial and body cues than their male counterparts. Though studies have found females to have more advanced verbal skills, men and women in adulthood do not have varied vocabularies. Women tend to have better spelling capabilities and verbal memory. Kimura refers to an example of a study done in east Africa, which correlated children, mostly males, who travelled the farthest from their tribe with excelled performance in spatial tasks. She offers three possible explanations for the correlation. First, those with the more trained spatial ability tend to take part in experiences that require those skills. The unconscious positive reinforcement a person receives from doing something well, and the praise that follows, may make certain activities more attractive and more likely to occur. This phenomenon, where people end up taking part in activities or occupations in a self-directed way, is called self-selection. Second, the experience trained the person to develop spatial abilities. The type of experience determines which traits are developed. Third, an outside factor, such as early exposure to androgens, could influence both the biological and environmental components.",
            "score": 162.97516119480133
        },
        {
            "docid": "656951_73",
            "document": "Women's health . Research is a priority in terms of improving women's health. Research needs include diseases unique to women, more serious in women and those that differ in risk factors between women and men. The balance of gender in research studies needs to be balanced appropriately to allow analysis that will detect interactions between gender and other factors. Gronowski and Schindler suggest that scientific journals make documentation of gender a requirement when reporting the results of animal studies, and that funding agencies require justification from investigators for any gender inequity in their grant proposals, giving preference to those that are inclusive. They also suggest it is the role of health organisations to encourage women to enroll in clinical research. However, there has been progress in terms of large scale studies such as the WHI, and in 2006 the Society for Women's Health Research founded the Organization for the Study of Sex Differences (OSSD) and the journal \"Biology of Sex Differences\" to further the study of sex differences.",
            "score": 124.32603335380554
        },
        {
            "docid": "8301877_30",
            "document": "Elizabeth Nabel . In 2014, Nabel and Paula Johnson, MD, Executive Director for the Connors Center for Women at BWH, convened a national policy summit in Boston with Senator Elizabeth Warren, FDA Commissioner Margaret Hamburg, CBS’ Lesley Stahl, Boston Mayor Martin Walsh, Bank of America’s Anne Finucane, and other senior political and industry leaders to call upon the federal government to make gender-based science an imperative. The Summit was a catalyst for progress, leading to unprecedented policy changes at the NIH that require researchers to expand inclusion of female cells and lab animals in NIH-funded medical research, as well as a new funding policy that requires scientists to consider the role of sex as a biological variable in both animal and human studies—a major movement forward in requiring health equity in all phases of biomedical research.",
            "score": 113.21141624450684
        },
        {
            "docid": "182234_3",
            "document": "Sex differences in medicine . Historically, medical research has primarily been conducted using the male body as the basis for clinical studies. The findings of these studies have often been applied across the sexes and healthcare providers have traditionally assumed a uniform approach in treating both male and female patients. More recently, medical research has started to understand the importance of taking sex into account as evidence increases that the symptoms and responses to medical treatment may be very different between sexes.",
            "score": 143.5359981060028
        },
        {
            "docid": "47938661_10",
            "document": "Paula Johnson . Traditionally, research studies and clinical trials of drugs and other treatments have tested men, not women. The lack of testing on women, combined with sex differences, has meant that women are much more likely to be negatively effected by side effects and differences in response to dosages when drugs are released to market.  The National Institutes of Health Revitalization Act of 1993 required that women and minorities be represented in any research funded by the NIH. The resulting twenty years of research have supported the idea that significant sex differences occur in some diseases.",
            "score": 125.51331758499146
        },
        {
            "docid": "37689148_10",
            "document": "Neuroscience of sex differences . According to some researchers, \"the research on sex differences in the amygdala has produced conflicting results\". After correcting for the overall difference in brain volume between men and women, a 2016 meta-analysis indicated that the amygdala is not significantly larger in either sex. Some studies, however, report increased amygdala activity during the processing of affective scenes in men relative to women (Schienle et al., 2005; Goldstein et al., 2010), and meta-analysis supports this view, showing larger effect sizes in studies of affective processing including only men compared with those including only women (Sergerie et al., 2008). However several studies using similar stimuli have reported a larger amygdala response in women (Klein et al., 2003; McClure et al., 2004; Hofer et al., 2006; Domes et al., 2010), and others have reported no sex difference at all (Wrase et al., 2003; Caseras et al., 2007; Aleman and Swart, 2008). A possible explanation for these inconsistent results is that sex differences in amygdala response are valence-dependent. Furthermore, according to other researchers, \"Correlation analyses revealed that gray matter thickness in left ventromedial PFC was inversely correlated with task-related activation in the amygdala. These data add support to a general role of the ventromedial PFC in regulating activity of the amygdala.\"",
            "score": 112.67463636398315
        },
        {
            "docid": "40603620_7",
            "document": "Gender psychology . Biological differentiation is fundamental in determining differences in males and females. Males have two different sex chromosomes, an X and a Y. Females have two X chromosomes. The Y chromosome is what determines sexual differentiation. If the Y chromosome is present, growth is along male lines. The SRY is a specific part of the Y chromosome which is the sex-determining gene region of the chromosome. This is what is responsible for the differentiation between male and females.  Testosterone helps differentiate gender by increasing the likelihood of male patterns of behavior. It has effects on the central nervous system that trigger these behaviors. Parts of the SRY and specific parts of the Y chromosome could also possibly influence different gender behaviors. The biological approach states that the distinction between men and women are due to inherent and hormonal differences. Some critique this approach because it leaves little room for sexual expression and gender because it claims both are dependent on biological makeup. Biological explanations of gender and sexual differences have been correlated to the work done by Charles Darwin regarding evolution. He suggested that just as wild animals and plants had physiological differences between sexes, humans did as well. Biological perspectives on psychological differentiation often place parallels to the physical nature of sexual differentiation. These parallels include genetic and hormonal factors that create different individuals, with the main difference being the reproductive function. The brain controls behavior by individuals, but it is influenced by genes, hormones and evolution. Evidence has shown that the ways boys and girls become men and women is different, and that there are variations between the individuals of each sex. There have been studies conducted to try and associate hormones with the gender identity of males and females. Okayama University in Japan did a study investigating the biological nature of gender identity disorder. The researchers looked at five different sex related hormones and whether or not they increased the chances of an individual being a transsexual. They examined male to female (MTF) and female to male (FTM) transsexuals, using control males and females for comparison. Their research did not find a significant difference in the distribution of the examined genes. The results currently can not provide evidence that the different genetic variants of sex hormone genes influence an individual to MTF or FTM transsexualism.",
            "score": 143.56428825855255
        },
        {
            "docid": "1310186_5",
            "document": "Gametocyte . Plasmodium falciparum is a protozoan parasite, one of the species that causes malaria in humans. A gametocyte in Plasmodium Falciparum is a cell specializing in the transition between the human and the mosquito host. Gametocytes arise from erythrocytic asexual stages. The production of gametocytes directly from hepatic merozoites, which has been described in other species, does not occur in P. falciparum. Gametocytes are capable of inducing specific humoral IgG, and cellular responses, which include induction of TNFa (protein coding), IFNg(gene protein coding) and gd+ lymphocyte proliferation, in addition to immune responses to other stages of the parasite. There has been much debate on the actual point of sexual differentiation and many people have shown that merozoites emerging from a single schizont developed either into further asexual stages or into gametocytes. It has been further shown that the gametocytes from one schizont are all male or all female. This suggests that the trophozoites of the preceding asexual generation were already committed to either sexual development or continuing asexual cycling. In order to adjust to life in such drastically different environments, many changes occur in its cell biology, metabolism, gene expression and protein synthesis. Gametocytes of P. falciparum have been shown to exhibit a different pattern of gene expression than asexual stages, which is unsurprising if one were to consider the difference between these two stages. Transcription and translation levels are not constant during gametocytogenesis: this was shown in drug sensitivity studies where RNA and protein synthesis levels were much more important in the early than the late gametocyte stages. Furthermore, a sex-specific expression has also been discovered, with differences in RNA, mitochondria and ribosome content. The female is preparing for a continued development, and the male is terminally differentiated and only needs what is necessary for exflagellation ( cell division cycle, dynein and α-tubulin II). Plasmodium falciparum is both the most deadly and most researched species of malaria. The majority of the research conducted is to find a vaccine or treatment for the disease. Some believe that due to the ineffectiveness of the past, any vaccine found will most likely not become completely effective. Others remain hopeful citing the fact that the species complex life cycle offers numerous options for vaccines and treatments, as well as the proof that partial immunity does occur in endemic areas in some people. Mature macrogamtocytes are female and mature microgametocytes are male. In P. falciparum, gametocytes are produced from asexual stages. All the gametocytes produced from one sexually committed schizont are of the same sex, suggesting that sex is determined at the very beginning of sexual development. However, gametocyte sex can only be microscopically differentiated from stage III and onward. They are crescent- or sausage- shaped.",
            "score": 126.02296602725983
        },
        {
            "docid": "48280285_2",
            "document": "Sex differences in autism . Autism Spectrum Disorders (ASD) are currently more commonly diagnosed in males, with a ratio of about 1 female for every 4 males diagnosed. Currently, one in every 189 females and one in 42 males in the United States is diagnosed with autism spectrum disorder. There is some evidence that females may also receive diagnoses somewhat later than males, however thus far results have been contradictory. Researchers have also debated whether a diagnostic gender bias has played a role in females being under diagnosed with Autism Spectrum Disorder. Researchers have speculated a gender bias in the parental reporting due to the expectations and socialization of gender roles in society. As of yet, there have been no studies specifically addressing the occurrence of autism in intersex individuals, and this is an area that requires further research. Several theories exist to explain the male-female sex based discrepancy, such as a genetic protective effect, the Extreme Male Brain Theory, and phenotypic differences in the presentation between sexes.",
            "score": 156.1273354291916
        },
        {
            "docid": "21312294_17",
            "document": "Effect of caffeine on memory . Limited research on long-term memory and sex differences indicates no notable difference in the effect of caffeine between males and females. Sex differences have not been thoroughly covered in the literature concerning caffeine’s effect on memory. Since most studies do not report significant sex differences in this area of memory study, it is reasonable to assume that there is not strong evidence to support sex differences in caffeine’s effect on memory. Further specific research into sex differences would be needed to fully understand the impacts of this popular drug on its users.",
            "score": 139.79108381271362
        },
        {
            "docid": "49399_12",
            "document": "XY sex-determination system . It has long been believed that the female form was the default template for the mammalian fetuses of both sexes. After the discovery of the testis-determining gene SRY, many scientists shifted to the theory that the genetic mechanism that causes a fetus to develop into a male form was initiated by the SRY gene, which was thought to be responsible for the production of testosterone and its overall effects on body and brain development. This perspective still shares the classical way of thinking; that in order to produce two sexes, nature has developed a default female pathway and an active pathway by which male genes would initiate the process of determining a male sex, as something that is developed in addition to and based on the default female form. However, In an interview for the \"Rediscovering Biology\" website, researcher Eric Vilain described how the paradigm changed since the discovery of the SRY gene: In mammals, including humans, the SRY gene is responsible with triggering the development of non-differentiated gonads into testes, rather than ovaries. However, there are cases in which testes can develop in the absence of an SRY gene (see sex reversal). In these cases, the SOX9 gene, involved in the development of testes, can induce their development without the aid of SRY. In the absence of SRY and SOX9, no testes can develop and the path is clear for the development of ovaries. Even so, the absence of the SRY gene or the silencing of the SOX9 gene are not enough to trigger sexual differentiation of a fetus in the female direction. A recent finding suggests that ovary development and maintenance is an active process, regulated by the expression of a \"pro-female\" gene, FOXL2. In an interview for the \"TimesOnline\" edition, study co-author Robin Lovell-Badge explained the significance of the discovery: Looking into the genetic determinants of human sex can have wide-ranging consequences. Scientists have been studying different sex determination systems in fruit flies and animal models to attempt an understanding of how the genetics of sexual differentiation can influence biological processes like reproduction, ageing and disease.",
            "score": 131.29101276397705
        },
        {
            "docid": "43116037_19",
            "document": "Sex differences in intelligence . A 2008 study by Earl Hunt published in the journal \"Intelligence\" found that sex differences on tests can result from recruitment factors, so that gender differences are only representative of those that actually participate in the studies. He also contested that not only can there be individual variations that studies consistently recruit, but that these studies wouldn't be representative of the general population especially if the participants only represent college students. A 2009 study by researcher Dominika Dykiert published \"Intelligence\" also found that sex differences in mean IQ scores can be partly created by male variability in cognitive abilities and sample restriction. Dykiert highlighted the need for representative samples for studying sex differences in intelligence to eliminate skewed results created by male variance and restriction of sample. Studies have also indicated that tests used to measure sex differences such as Raven's Progressive matrices is not a pure indicator of general intelligence or \"g\" factor and only shares 50% of its variance. Tests like WAIS have also been criticized as not directly measuring \"g\" factor in a 2002 study published in \"Intelligence\". Lead researcher Roberto Colom has strongly asserted that \"g\" factor or general intelligence is the correlation among different test scores and not the summed scores on different tests, such as Raven's or WAIS. Roberto Colom has also pointed out that Raven's Progressive matrices test is biased against females because of the visuospatial nature of the test which tends to favor those with stronger visuospatial skills (i.e. males) instead of \"g\" factor. Therefore, he concluded that sex difference research should not be based on a single test but instead on multiple tests loaded with fluid intelligence.",
            "score": 128.2231137752533
        },
        {
            "docid": "2480306_12",
            "document": "Oral sex . A report issued in September 2005 by the National Center for Health Statistics was the basis of an article in the September 26, 2005 issue of \"Time\" magazine. The report comes from the results of a computer-administered survey of over 12,000 Americans between the ages of 15 and 44, and states that over half the teenagers questioned have had oral sex. While some headlines have interpreted this as evidence that oral sex among teenagers is \"on the rise\", this was the first comprehensive study of its kind to examine the matter. The Centers for Disease Control and Prevention (CDC) stated in 2009: \"Studies indicate that oral sex is commonly practiced by sexually active male-female and same-gender couples of various ages, including adolescents.\" Research also indicates that \"males are more likely than females to have received oral sex, whereas equal proportions of men and women have given oral sex.\"",
            "score": 138.62244772911072
        },
        {
            "docid": "2775325_5",
            "document": "PubMed Central . Launched in February 2000, the repository has grown rapidly as the NIH Public Access Policy is designed to make all research funded by the National Institutes of Health (NIH) freely accessible to anyone, and, in addition, many publishers are working cooperatively with the NIH to provide free access to their works. In late 2007, the Consolidated Appropriations Act of 2008 (H.R. 2764) was signed into law and included a provision requiring the NIH to modify its policies and require inclusion into PubMed Central complete electronic copies of their peer-reviewed research and findings from NIH-funded research. These articles are required to be included within 12 months of publication. This is the first time the US government has required an agency to provide open access to research and is an evolution from the 2005 policy, in which the NIH asked researchers to voluntarily add their research to PubMed Central.",
            "score": 89.68255400657654
        },
        {
            "docid": "17846_130",
            "document": "Lesbian . Researchers, including social scientists, state that often behavior and identity do not match: women may label themselves heterosexual but have sexual relations with women, self-identified lesbians may have sex with men, or women may find that what they considered an immutable sexual identity has changed over time. A 2001 article on differentiating lesbians for medical studies and health research suggested identifying lesbians using the three characteristics of identity only, sexual behavior only, or both combined. The article declined to include desire or attraction as it rarely has bearing on measurable health or psychosocial issues. Researchers state that there is no standard definition of \"lesbian\" because \"[t]he term has been used to describe women who have sex with women, either exclusively or in addition to sex with men (i.e., \"behavior\"); women who self-identify as lesbian (i.e., \"identity\"); and women whose sexual preference is for women (i.e., \"desire\" or \"attraction\")\" and that \"[t]he lack of a standard definition of lesbian and of standard questions to assess who is lesbian has made it difficult to clearly define a population of lesbian women\". How and where study samples were obtained can also affect the definition.",
            "score": 102.88305163383484
        },
        {
            "docid": "40603620_9",
            "document": "Gender psychology . Although there is a large collection of information about how men and women differ in cognitive functioning and the physical differences of each gender's brain, both sets of information have not been definitely related to each other in research. The biggest difference between the genders are the sizes of the brains. Men's brains are larger and heavier than women's by 10-15%, though the ratio of brain to body size in both males and females varies based on body size. Researchers propose the extra brain weight in males is the reason for the large sex difference in spatial ability. Women appear to have larger areas of connective fibers between the two hemispheres, called hemispheric asymmetry. It is suggested that there are more clearly defined roles of the hemispheres in males than there are in females because of this asymmetry. A report by Simon LeVay in 1991, disclosed information about the sex related difference of the interstitial nuclei of the anterior hypothalamus, or INAH. Females were found to have smaller areas of the INAH in postmortem analysis by Dutch and American researchers. The same differences were found between homosexual and heterosexual men. An inference has been made that the size of this region is somehow related to the preference of an individual's sex partner. LeVay notes that these findings are correlational.",
            "score": 138.95904171466827
        },
        {
            "docid": "1305554_20",
            "document": "Sex differences in psychology . According to the 1995 report \"\" by the American Psychological Association, \"Most standard tests of intelligence have been constructed so that there are no overall score differences between females and males.\" Arthur Jensen in 1998 conducted studies on sex differences in intelligence through tests that were \"loaded heavily on g\" but were not normed to eliminate sex differences. His conclusions he quoted were \"No evidence was found for sex differences in the mean level of g. Males, on average, excel on some factors; females on others\". Jensen’s results that no overall sex differences existed for g has been strengthened by researchers who assessed this issue with a battery of 42 mental ability tests and found no overall sex difference.",
            "score": 135.34528708457947
        },
        {
            "docid": "656951_68",
            "document": "Women's health . One of the challenges in assessing progress in this area is the number of clinical studies that either do not report the gender of the subjects or lack the statistical power to detect gender differences. These were still issues in 2014, and further compounded by the fact that the majority of animal studies also exclude females or fail to account for differences in sex and gender. for instance despite the higher incidence of depression amongst women, less than half of the animal studies use female animals. Consequently, a number of funding agencies and scientific journals are asking researchers to explicitly address issus of sex and gender in their research.",
            "score": 120.05625796318054
        },
        {
            "docid": "159526_12",
            "document": "Anne Fausto-Sterling . In chapter three of \"Sexing the Body\", \"Of Gender and Genitals\", Fausto-Sterling criticizes the standard model and the way it impacts those both neither male nor female. She explains that doctors surgically assign infants male or female when they are not born with “normal” genitals. Fausto-Sterling believes that as children grow and become either more masculine or feminine “nurture matters a great deal more than nature” because it affects the child’s inclinations towards becoming hetero- or homo- sexual. When doctors studied the spectrum of genders, Sterling criticized that “they never questioned the fundamental assumptions that there are only two sexes, because their goal in studying intersexual was to find out more about normal development.” The doctors’ motives for the research of intersexual show that they promote the standard model for sex and are unwilling to accept the fact that there are different variations of sex. Sterling strongly believes that doctors are unethical in that they do not allow variations of sex and immediately assign a sex within a few hours of birth because there is not a way of telling whether the infant will be content with their assigned gender. Furthermore, “whatever treatment they choose…physicians… decide how to manage intersexuality act out of…deeply held beliefs about male and female sexuality [and] gender roles.” Sterling argues that the consequence of performing sexual reassignment surgery on intersex infants “[develops] a language that reinforces the idea that lurking inside the mixed-sex child is a real male or female body.” She claims that this is unacceptable because now that society vehemently believes that only males or females should exist, a window to a spectrum of genders closes. Even more so, those who are born intersex are forced to live unhappy lives full of surgery and scrutiny because they did not fit the standard model. In order to change the standard model, Sterling suggests that we should question, “should there be only two sexes?”",
            "score": 119.86897158622742
        },
        {
            "docid": "16933122_33",
            "document": "Human sex ratio . When unusual sex ratios at birth (or any other age) are observed, it is important to consider misreporting, misrecording, or under registration of births or deaths as possible reasons. Some researchers have in part attributed the high male to female sex ratios reported in mainland China in the last 25 years to the underreporting of the births of female children after the implementation of the one-child policy, though alternative explanations are now generally more widely accepted, including above all the use of ultrasound technology and sex-selective abortion of female fetuses and, probably to a more limited degree, neglect or in some cases infanticide of females. In the case of China, because of deficiencies in the vital statistics registration system, studies of sex ratios at birth have relied either on special fertility surveys, whose accuracy depends on full reporting of births and survival of both male and female infants, or on the national population census from which both birth rates and death rates are calculated from the household's reporting of births and deaths in the 18 months preceding the census. To the extent that this underreporting of births or deaths is sex-selective, both fertility surveys and censuses may inaccurately reflect the actual sex ratios at birth.",
            "score": 125.54884839057922
        },
        {
            "docid": "43116037_11",
            "document": "Sex differences in intelligence . Aside from traditional IQ tests like Raven's and WAIS, researchers have also used other tests that tap more into the Cattell-Horn-Caroll theory of intelligence in relation to gender. For example, a 2008 study by researcher Timothy Z. Keith on 25 subtests of Woodcock-Johnson Tests of Cognitive Abilities, along with a sample of 6,818 adults and children from 6 to 59, found females scoring higher on the latent processing speed (Gs) factor, a small male advantage on the latent comprehension–knowledge (Gc) factor, higher male score on the latent visual–spatial reasoning (Gv) and higher male latent quantitative reasoning (RQ) factor. The study found no difference in latent long-term retrieval (Glr), short-term memory (Gsm), auditory processing (Ga) and fluid intelligence (Gf) factors. However the sex difference in general intelligence (g-factor) was inconsistent in children with small higher female \"g\" factor during adolescence, and consistent higher female latent \"g\" factor during adulthood. The finding of the study confirmed Lynn's theory that males develop slower, but did not replicate results that males after 16 years old should have higher \"g\" factor. Lead researcher Timothy Keith suggests past researchers like Lynn's had used emergent scores to calculate \"g\" factor which is not accurate since most intelligent theories define g factor as a latent variable and not an emergent one. Researcher Timothy Z Keith replicated the same results again in the same year when he conducted a study of 3,025 6–18 year old participants with higher female latent \"g\" factor at all ages. In 2006, researchers Stephen Camarata and Richard Woodcock also replicated exactly the same results in sample of 4,253 children and adults but found no sex differences in \"g\" factor. In 2011, researcher Timothy Z. Keith also found no significant sex differences in latent \"g\" factor among participants of 5- to 17-year-olds on a different IQ test known as the Differential Ability Scales.",
            "score": 123.45266962051392
        },
        {
            "docid": "50416203_5",
            "document": "Gender-specific prison programming in the United States . During the 1980s and the early 1990s, researchers began investigating how substance abuse affected women and men differently, and how women functioned in traditional treatment programs. Researchers found that the characteristics of female substance abuse differed from male substance abuse in several ways including pathways to drug use, psychosocial factors, and psychological impacts of drug use. One study conducted in California prisons found that nearly 80% of women reported some form of physical and/or sexual abuse followed by post-traumatic stress disorder (PTSD). Furthermore, it was observed that in traditional drug and alcohol programs such as Alcohol Anonymous (AA) and Narcotics Anonymous (NA), women had lower participation rates in all aspects including entry, retention, and completion compared to those of their male counterparts. The emphasis on gender-specific programming was further substantiated by the fact that a greater proportion of women than men were serving sentences for drug-related offenses during this period of time. In highlighting the relationship between women's drug use to other issues such as poverty, abuse, race and gender inequalities, studies acknowledged the ineffectiveness of isolated, treatment options. As a result of this research, several designs for an effective gender-specific program were identified. Some of most common characteristics included female-only environments, promotion of female empowerment, skill building, mutual exchange, and relational orientation.",
            "score": 108.02425134181976
        },
        {
            "docid": "4326716_4",
            "document": "Linda Marie Fedigan . Fedigan's focus is on social structure, sex differences, reproduction, behavioural ecology and conservation of Costa Rica and Japanese monkeys. Fedigan was one of the first female primatologists who elected to study female life histories and male-female interactions. Past research projects include the Arashiyama West Primate Research Station, the Santa Rosa Primate Field Project and examinations of gender and science (descriptions included in this article).",
            "score": 100.11645650863647
        },
        {
            "docid": "25217327_84",
            "document": "Sex education in the United States . The Journal of Adolescent Health conducted a study entitled “Abstinence-Only-Until-Marriage: An Updated Review of U.S. Policies and Programs and Their Impact.” This study found that abstinence-only sex education reinforces harmful gender stereotypes regarding female passivity and \"rigid masculinity,\" both of which are associated with decreased use of condoms and birth control. Because of this association, the researchers concluded that these stereotypes \"undermine adolescent sexual health.\" Research by Paul Dale Kleinert found that abstinence-only programs most often did not include information about sexual orientation or gender identity. Additional research by Jillian Grace Norwick conducted in 2016 found that in interviews with female college students who had abstinence-only sex education, participants commonly reported that they received messages about sexual \"purity\" aimed at girls.",
            "score": 98.86015546321869
        },
        {
            "docid": "38076_4",
            "document": "Gender . In other contexts, including some areas of social sciences, \"gender\" includes \"sex\" or replaces it. For instance, in non-human animal research, \"gender\" is commonly used to refer to the biological sex of the animals. This change in the meaning of gender can be traced to the 1980s. In 1993, the US Food and Drug Administration (FDA) started to use \"gender\" instead of \"sex\". Later, in 2011, the FDA reversed its position and began using \"sex \"as the biological classification and \"gender\" as \"a person's self representation as male or female, or how that person is responded to by social institutions based on the individual's gender presentation.\"",
            "score": 101.66051697731018
        },
        {
            "docid": "49026556_16",
            "document": "Sex differences in cognition . Current literature suggests women have higher level of social cognition. A 2012 review published in the journal \"Neuropsychologia\" found that women are better at recognizing facial effects, expression processing and emotions in general. Men were only better at recognizing specific behaviour which includes anger, aggression and threatening cues. A 2012 study published in the journal \"Neuropsychology\" with a sample of 3,500 individuals from ages 8–21, found that females outperformed males on face memory and all social cognition tests. In 2014, another study published in the journal \"Cerebral Cortex\" found that females had larger activity in the right temporal cortex, an essential core of the social brain connected to perception and understanding the social behaviour of others such as intentions, emotions, and expectations. In 2014, a meta-analysis of 215 study sample by researcher A.E. Johnson and D Voyeur in the journal \"Cognition and Emotion\" found overall female advantage in emotional recognition. Other studies have also indicated greater female superiority to discriminate vocal and facial expression regardless of valence, and also being able to accurately process emotional speech. Studies have also found males to be slower in making social judgments than females. Structural studies with MRI neuroimaging has also shown that women have bigger regional grey matter volumes in a number of regions related to social information processing including the Inferior frontal cortex and bigger cortical folding in the Inferior frontal cortex and parietal cortex Researchers have indicated that these sex differences in social cognition predisposes males to high rates of autism spectrum disorders which is characterized by lower social cognition.",
            "score": 118.1460839509964
        },
        {
            "docid": "23572369_5",
            "document": "Trigender . Gender is somewhat difficult to measure, leading to the common belief that sex and gender are the same. Research by Diamond, Milton and Dick Swaab, shows that patterns in gender behavior, thoughts, and feelings can be identified in the brain. Trigender individuals, much like bigender individuals, often feel the need to \"present\" themselves as the gender they feel like at the given time. Some days, they may present themselves as members of their birth-assigned sex by wearing clothing associated with that gender, and on others will attempt to pass as a cisgender member of the other assignable gender, either to reduce gender dysphoria or simply to be perceived socially as the opposite sex. Sometimes, they will express themselves androgynously to avoid having to deal with complications of living as more than one gender. Some gender bend by consistently expressing more than one gender at a time. Bigender and trigender people must undergo the process of learning to live as female and male culturally if they choose to express other genders. The May 2010 issue of \"Scientific American Mind\" focused entirely on the social and biological constructs of gender expression and included a small, four-page article on how studying transsexuals can bring greater insight into this field of study. The learning process of male and female cultural roles includes learning how to walk, talk, interact verbally and non-verbally, think, and behave.",
            "score": 102.96695733070374
        },
        {
            "docid": "34783043_5",
            "document": "Prostitution among animals . According to the report about the study published by BBC News Online, some female penguins sneak around on their partners. These prostitutes have sex with unattached males and take a pebble from the male's nest after having sex. In an actual study the researchers speculate that the female has bent over to grab a stone and the male has misinterpreted the gesture—she hasn't changed her mind or performed a trick. But researchers are still studying the phenomenon, and a consensus has not yet been reached; it is assumed that either the female is baiting, or that the male deliberately chooses to misinterpret the gesture, as coercive sexual copulation is common among these penguins. The BBC further reported Hunter as saying that the female penguins probably didn't engage in prostitution only for stones. Hunter believed \"what they are doing is having copulation for another reason and just taking the stones as well. We don't know exactly why, but they are using the males\". This behavior was also suggested as a mate choice process by which the females might find a possible future mate. This would provide a female penguin with another male penguin should their current mate die. The male penguins, the study speculates, were engaged in sex with the prostitute females only for sexual satisfaction. According to Hunter's observation, the number of prostitute penguins was very low, and she approximated this as \"only a few percent\".",
            "score": 124.27406847476959
        },
        {
            "docid": "49026556_5",
            "document": "Sex differences in cognition . There are usually no sex differences in overall working memory except those involving spatial information such as space and object. A 2004 study published in the journal of \"Applied Cognitive Psychology\" found significantly higher male performance on four visuo-spatial working memory. Another 2010 study published in the journal \"Brain and Cognition\" found a male advantage in spatial and object working memory on an n-back test but not for verbal working memory. Similarly another study published in the journal \"Human Brain Mapping\" found no sex differences in a verbal n-back working memory task among adults from ages 18–58 years old. There was also no sex differences in verbal working memory among a study of university students published in the \"Journal of Dental and Medical Sciences\". However, they still found greater male spatial working memory in studies published in the journals \"Brain Cognition\" and \"Intelligence\". Also, even though they found no sex differences in verbal working memory, researchers have found lower brain activity or hermodynamics in the prefrontal cortex of women which suggested greater neural efficiency and less effort for the same performance. Researchers indicate women might have greater working memory on tasks that only relies on the prefrontal cortex. A 2013 study published in the journal \"Current Research in Psychology\" also found a female advantage in one visual-working memory task among university students. A 2006 review and study on working memory published in the journal \"European Journal of Cognitive Psychology\" also found no gender differences in working memory processes except in a double-span task where women outperformed men. There have also been no sex differences found in a popular working memory task known as n-back among a large number of studies.",
            "score": 120.64753985404968
        },
        {
            "docid": "1305554_23",
            "document": "Sex differences in psychology . The results from research on sex differences in memory are mixed and inconsistent, with some studies showing no difference, and others showing a female or male advantage. Most studies have found no sex differences in short term memory, the rate of memory decline due to aging, or memory of visual stimuli. Females have been found to have an advantage in recalling auditory and olfactory stimuli, experiences, faces, names, and the location of objects in space. However, males show an advantage in recalling \"masculine\" events. A study examining sex differences in performance on the California Verbal Learning Test found that males performed better on Digit Span Backwards and on reaction time, while females were better on short-term memory recall and Symbol-Digit Modalities Test. Females have also demonstrated to have better verbal memory.",
            "score": 130.2116343975067
        },
        {
            "docid": "34496799_8",
            "document": "Seasonal effects on suicide rates . As noted in a study led by Timo Partonen and colleagues, “There was a seasonal effect on suicide occurrence among the study population in Finland, and the risk of suicide was highest in May and lowest in February over the study period”…males with an incidence of 42.56 (N=21,622) and females with an incidence of 10.86 (N=5847). Their findings demonstrate that both male and female suicide rates tend to be higher during the spring and summer months (combined gender inference of: April ~ 27.24; May ~ 30.04; June ~ 28.86; July ~ 27.83) compared to winter (Nov. ~ 25.77; Dec. ~ 23.17; Jan. ~ 24.07; Feb. ~ 23.16).  Similar results were reported in Lester and Franks’ article “Sex differences in the seasonal distribution of suicides”. These researchers focused on the influence of climate and social integration, in regards to suicide rates categorized by gender. Their data suggest that both genders showed a “bimodal distribution of suicides and the sexes, but did not differ significantly from each other (x@=l2.29, d.f.=ll, P>0.30)”. The authors hypothesized that the high summer peaks in suicide deaths are the result of an ultimately disappointed hope amongst the emotionally discomforted that winter might bring an end to the “social isolation and depression brought about by the cold weather”.  In contrast to these findings, some studies indicate that males have only one peak of suicide during the spring and early summer while women show two peaks of suicide throughout the year, during the spring and fall: “The seasonal distribution of suicides among the 117 males was similar and showed a significant seasonality: spring and summer peaks (33 and 29%, respectively) and fall–winter lows (18% and 20%, respectively, χ2=7.684, d.f.=3, P=0.053)”.",
            "score": 116.09651553630829
        }
    ],
    "r": [
        {
            "docid": "40603620_8",
            "document": "Gender psychology . Sex-related differences of cognitive functioning is questioned in research done on the areas of perception, attention, reasoning, thinking, problem solving, memory, learning, language and emotion. Cognitive testing on the sexes involves written tests that typically have a time limit, the most common form being a standardized test such as the SAT or ACT. These test basic individual abilities rather than complex combination of abilities needed to solve real life problems. Analysis of the research has found a lack of credibility when relying on published studies about cognition because most contain findings of cognitive differences between the males and females, but they overlook those that do not show any differences, creating a pool of biased information. Those differences found are attributed to both social and biological factors. The introduction of cultural factors are in congruence to necessary biological elements. An article published in the Review of Educational Research summarizes the history of the controversy around sex differences in variability of intelligence. Through modern research, the main idea has held that males have a much wider range in test performance in IQ tests. The study also analyzes data concerning differences in central tendencies through environmental and biological theories. Males were found to have much wider variation than females in areas of quantitative reasoning, spatial visualization, spelling, and general knowledge than females. In the studies conclusion, to form an accurate summary, both the variability in sex differences and in the central tendencies must be examined to generalize the cognitive variances of males and females. Doreen Kimura, a psychobiologist, has published books and articles specifically on the subject of sex and cognition. Since studying gender differences in cognition, Kimura has further proved generalizations made from research data collected in the field of cognitive psychology. Males are found to be better at the motor skill of aiming, while females excel at the coordination of fine motor skills. Male chimpanzees, for example, are much more likely to throw stones or clumps of earth than their corresponding gender. In spatial tasks, males found it easier to visualize geometrically and rotationally while females used references to objects when guiding through a route. Females test higher on object location memory and verbal memory, approximately over a half of a standard deviation. These tests have not been comprehensively studied over an adequate amount of time to make a full and accurate conclusion. Standardized spatial tests, like the Vandenberg mental rotations test, have consistently shown sex differences in this area over the last thirty years. The differences for such tests average to a full standard deviation. These scientific findings have not been generalized cross culturally. Females have shown to have a higher ability in reading facial and body cues than their male counterparts. Though studies have found females to have more advanced verbal skills, men and women in adulthood do not have varied vocabularies. Women tend to have better spelling capabilities and verbal memory. Kimura refers to an example of a study done in east Africa, which correlated children, mostly males, who travelled the farthest from their tribe with excelled performance in spatial tasks. She offers three possible explanations for the correlation. First, those with the more trained spatial ability tend to take part in experiences that require those skills. The unconscious positive reinforcement a person receives from doing something well, and the praise that follows, may make certain activities more attractive and more likely to occur. This phenomenon, where people end up taking part in activities or occupations in a self-directed way, is called self-selection. Second, the experience trained the person to develop spatial abilities. The type of experience determines which traits are developed. Third, an outside factor, such as early exposure to androgens, could influence both the biological and environmental components.",
            "score": 162.97515869140625
        },
        {
            "docid": "38871977_4",
            "document": "Sex differences in humans . Sex differences in medicine include sex-specific diseases, which are diseases that occur \"only\" in people of one sex; and sex-related diseases, which are diseases that are more usual to one sex, or which manifest differently in each sex. For example, certain autoimmune diseases may occur predominantly in one sex, for unknown reasons. 90% of primary biliary cirrhosis cases are women, whereas primary sclerosing cholangitis is more common in men. Gender-based medicine, also called \"gender medicine\", is the field of medicine that studies the biological and physiological differences between the human sexes and how that affects differences in disease. Traditionally, medical research has mostly been conducted using the male body as the basis for clinical studies. Similar findings are also reported in the sport medicine literature where males typically account for >60% of the individuals studied. The findings of these studies have often been applied across the sexes and healthcare providers have assumed a uniform approach in treating both male and female patients. More recently, medical research has started to understand the importance of taking the sex into account as the symptoms and responses to medical treatment may be very different between sexes.",
            "score": 162.07211303710938
        },
        {
            "docid": "48280285_2",
            "document": "Sex differences in autism . Autism Spectrum Disorders (ASD) are currently more commonly diagnosed in males, with a ratio of about 1 female for every 4 males diagnosed. Currently, one in every 189 females and one in 42 males in the United States is diagnosed with autism spectrum disorder. There is some evidence that females may also receive diagnoses somewhat later than males, however thus far results have been contradictory. Researchers have also debated whether a diagnostic gender bias has played a role in females being under diagnosed with Autism Spectrum Disorder. Researchers have speculated a gender bias in the parental reporting due to the expectations and socialization of gender roles in society. As of yet, there have been no studies specifically addressing the occurrence of autism in intersex individuals, and this is an area that requires further research. Several theories exist to explain the male-female sex based discrepancy, such as a genetic protective effect, the Extreme Male Brain Theory, and phenotypic differences in the presentation between sexes.",
            "score": 156.12733459472656
        },
        {
            "docid": "40603620_7",
            "document": "Gender psychology . Biological differentiation is fundamental in determining differences in males and females. Males have two different sex chromosomes, an X and a Y. Females have two X chromosomes. The Y chromosome is what determines sexual differentiation. If the Y chromosome is present, growth is along male lines. The SRY is a specific part of the Y chromosome which is the sex-determining gene region of the chromosome. This is what is responsible for the differentiation between male and females.  Testosterone helps differentiate gender by increasing the likelihood of male patterns of behavior. It has effects on the central nervous system that trigger these behaviors. Parts of the SRY and specific parts of the Y chromosome could also possibly influence different gender behaviors. The biological approach states that the distinction between men and women are due to inherent and hormonal differences. Some critique this approach because it leaves little room for sexual expression and gender because it claims both are dependent on biological makeup. Biological explanations of gender and sexual differences have been correlated to the work done by Charles Darwin regarding evolution. He suggested that just as wild animals and plants had physiological differences between sexes, humans did as well. Biological perspectives on psychological differentiation often place parallels to the physical nature of sexual differentiation. These parallels include genetic and hormonal factors that create different individuals, with the main difference being the reproductive function. The brain controls behavior by individuals, but it is influenced by genes, hormones and evolution. Evidence has shown that the ways boys and girls become men and women is different, and that there are variations between the individuals of each sex. There have been studies conducted to try and associate hormones with the gender identity of males and females. Okayama University in Japan did a study investigating the biological nature of gender identity disorder. The researchers looked at five different sex related hormones and whether or not they increased the chances of an individual being a transsexual. They examined male to female (MTF) and female to male (FTM) transsexuals, using control males and females for comparison. Their research did not find a significant difference in the distribution of the examined genes. The results currently can not provide evidence that the different genetic variants of sex hormone genes influence an individual to MTF or FTM transsexualism.",
            "score": 143.5642852783203
        },
        {
            "docid": "182234_3",
            "document": "Sex differences in medicine . Historically, medical research has primarily been conducted using the male body as the basis for clinical studies. The findings of these studies have often been applied across the sexes and healthcare providers have traditionally assumed a uniform approach in treating both male and female patients. More recently, medical research has started to understand the importance of taking sex into account as evidence increases that the symptoms and responses to medical treatment may be very different between sexes.",
            "score": 143.53599548339844
        },
        {
            "docid": "43116037_13",
            "document": "Sex differences in intelligence . The current literature on sex differences produced inconsistent results depending on the type of testing used. Among the researchers who conducted studies on intelligence, many point that there are no sex differences in g (Jensen 1998, Colom, Garcia, Juan-Esponiza & Abad 2000, Colom, Garcia, Juan-Esponiza & Abad 2002, Camarata and Woodcock 2006), some found a difference favoring males (Lynn 1999, Lynn Irwing 2004, 2008) and some found a difference favoring females (Keith, Reynolds, Patel & Ridley 2006 and Reynolds, Keith, Ridley, Patel 2006). The issues remains unresolved if one uses standardized tests as Jensen (1998) and Colom, Garcia (2002) agrees that there might be a small insignificant sex difference in \"intelligence in general\" (IQ) but this may not necessarily reflect a sex difference in \"general intelligence\" (\"g\" factor). The difference between the two concepts is that IQ is a psychometric scoring system measured with standardized testing, while \"g\" factor is a latent scientific construct that correlates with all cognitive tests and achievements in life. Although most researchers distinguish between \"g\" and IQ, those that argue for greater male intelligence assert that IQ and \"g\" are synonymous (Lynn & Irwing 2004) and so the real division comes from defining IQ in relation to \"g\" factor. However, in 2008 Lynn and Irwing proposed that since working memory ability correlate highest with \"g\" factor, researchers would have no choice but to accept greater male intelligence if differences on working memory tasks are found. As a result, a neuroimaging study published by Schmidt (2009) conducted an investigation into this proposal by measuring sex differences on an n-back working memory task. The results found no sex difference in working memory capacity and thus contradicting the position pushed forward by Lynn and Irwing (2008) and more in line with those arguing for no sex differences in intelligence. The same results in the 2009 n-back working memory study have also been replicated in numerous other studies since.",
            "score": 140.6566162109375
        },
        {
            "docid": "21312294_17",
            "document": "Effect of caffeine on memory . Limited research on long-term memory and sex differences indicates no notable difference in the effect of caffeine between males and females. Sex differences have not been thoroughly covered in the literature concerning caffeine’s effect on memory. Since most studies do not report significant sex differences in this area of memory study, it is reasonable to assume that there is not strong evidence to support sex differences in caffeine’s effect on memory. Further specific research into sex differences would be needed to fully understand the impacts of this popular drug on its users.",
            "score": 139.7910919189453
        },
        {
            "docid": "40603620_9",
            "document": "Gender psychology . Although there is a large collection of information about how men and women differ in cognitive functioning and the physical differences of each gender's brain, both sets of information have not been definitely related to each other in research. The biggest difference between the genders are the sizes of the brains. Men's brains are larger and heavier than women's by 10-15%, though the ratio of brain to body size in both males and females varies based on body size. Researchers propose the extra brain weight in males is the reason for the large sex difference in spatial ability. Women appear to have larger areas of connective fibers between the two hemispheres, called hemispheric asymmetry. It is suggested that there are more clearly defined roles of the hemispheres in males than there are in females because of this asymmetry. A report by Simon LeVay in 1991, disclosed information about the sex related difference of the interstitial nuclei of the anterior hypothalamus, or INAH. Females were found to have smaller areas of the INAH in postmortem analysis by Dutch and American researchers. The same differences were found between homosexual and heterosexual men. An inference has been made that the size of this region is somehow related to the preference of an individual's sex partner. LeVay notes that these findings are correlational.",
            "score": 138.95904541015625
        },
        {
            "docid": "2480306_12",
            "document": "Oral sex . A report issued in September 2005 by the National Center for Health Statistics was the basis of an article in the September 26, 2005 issue of \"Time\" magazine. The report comes from the results of a computer-administered survey of over 12,000 Americans between the ages of 15 and 44, and states that over half the teenagers questioned have had oral sex. While some headlines have interpreted this as evidence that oral sex among teenagers is \"on the rise\", this was the first comprehensive study of its kind to examine the matter. The Centers for Disease Control and Prevention (CDC) stated in 2009: \"Studies indicate that oral sex is commonly practiced by sexually active male-female and same-gender couples of various ages, including adolescents.\" Research also indicates that \"males are more likely than females to have received oral sex, whereas equal proportions of men and women have given oral sex.\"",
            "score": 138.62245178222656
        },
        {
            "docid": "16933122_35",
            "document": "Human sex ratio . A research group led by Ein-Mor reported that sex ratio does not seem to change significantly with either maternal or paternal age. Neither gravidity nor parity seem to affect the male-to-female ratio. However, there is a significant association of sex ratio with the length of gestation. These Ein-mor conclusions have been disputed. For example, James suggested that Ein-Mor results are based on some demographic variables and a small data set, a broader study of variables and larger population set suggests human sex ratio shows substantial variation for various reasons and different trend effects of length of gestation than those reported by Ein-Mor. In another study, James has offered the hypothesis that human sex ratios, and mammalian sex ratios in general, are causally related to the hormone levels of both parents at the time of conception. This hypothesis is yet to be tested and proven true or false over large population sets.",
            "score": 136.5064697265625
        },
        {
            "docid": "29728037_24",
            "document": "Body odour and sexual attraction . Whilst a vast number of studies have been conducted to investigate body odour and mating, research is now shifting in particular towards the effect of male scent to female sexual attraction. This is largely due to the effects of the menstrual cycle and hormone contraceptives, which directly affect women’s partner preference. Past research has highlighted the importance of a male’s scent to females, such that smell was rated significantly more important for women than men. Furthermore, smell and body odour were rated as the most important physical factor for females, compared to looks for men. Further studies have aimed to understand these sex differences. Using questionnaires and self-report data, a greater reliance was found for females on olfactory cues than males. Interestingly this reliance was valued for females in both sexual and non-sexual contexts. The research strongly supports the hypothesis that whilst men use more physical and visual cues, women rely more heavily on olfactory cues such as body odour that men tend to overlook.",
            "score": 136.04644775390625
        },
        {
            "docid": "1305554_20",
            "document": "Sex differences in psychology . According to the 1995 report \"\" by the American Psychological Association, \"Most standard tests of intelligence have been constructed so that there are no overall score differences between females and males.\" Arthur Jensen in 1998 conducted studies on sex differences in intelligence through tests that were \"loaded heavily on g\" but were not normed to eliminate sex differences. His conclusions he quoted were \"No evidence was found for sex differences in the mean level of g. Males, on average, excel on some factors; females on others\". Jensen’s results that no overall sex differences existed for g has been strengthened by researchers who assessed this issue with a battery of 42 mental ability tests and found no overall sex difference.",
            "score": 135.3452911376953
        },
        {
            "docid": "34237227_13",
            "document": "Sexual suggestiveness . There are some reported gender differences between how sexual suggestiveness is perceived. Males and females have different thresholds for the perception of sexual suggestiveness or intent. Males are, in general, more sexually occupied than females. To support this assumption research shows that males perceive people as more interested in a sexual encounter than females do. It has also been suggested that males find it difficult to differentiate between liking, love and sexual intent, and in this case sexual suggestiveness. Unfortunately, this difficulty in separation between the two from the male’s point of view may lead to rape or other sexual assault. During the evolution of human sexuality, the fact that females are the choosy gender meant that males who were able to quickly detect a female's willingness were the males who passed along their genes effectively. In light of this, males, therefore, tend to read sexual acceptance signals in friendly actions even when this may not be the females intention. Females are however better at reading platonic signals from the opposite sex and at differentiating between liking, loving and sexual suggestiveness.",
            "score": 134.71307373046875
        },
        {
            "docid": "46200133_29",
            "document": "Georgene Hoffman Seward . Seward and Seward (1980) reviewed literature on the activity levels of male and female children. From a young age (second year to puberty) male children tend to be more active than their female counterparts, with more reports of hyperactivity in male children. This statistical data helped to support biological sex differentiation component (Seward & Seward, 1980).  Social Factors in Gender Development The differences in parental expectation between male and female children could have an important role upon their behaviour; however determining the extent was difficult with observational methods (Seward & Seward, 1980). These behaviours of gender development were analyzed in chapter six through a number of research studies under a number of popular paradigms of the day. These included, but not limited to; psychoanalytical, cognitive-developmental, and social learning. However the most detailed was modeling, covering research that included parental, peer and media (books and television) as sources of modelling (Seward & Seward, 1980).",
            "score": 133.5576934814453
        },
        {
            "docid": "25217327_5",
            "document": "Sex education in the United States . National public health goals for adolescents recommend providing a comprehensive sex education, which covers a wide array of topics and call for \"increasing the share of adolescents receiving formal instruction about abstinence, birth control methods, and prevention of HIV/AIDS and STIs.\" Despite the aims national public health goals, research has indicated a growing gap between them and adolescents receipt of sex education. Data from the National Survey of Family Growth, a nationally-representative household survey conducted by the National Center for Health Statistics, asked respondents if prior to age 18 they had ever received \"any formal instruction at a school, church, a community center or some other place\" about a range of sex education topics. During the period 2011-2013, data from the NSFG showed that among adolescents aged 15–19, similar proportions of females and males reported receiving formal instruction, with the share receiving instruction about birth control methods (60% females, 55% males) lower than the share receiving instruction about saying no to sex, sexually transmitted diseases, or HIV/AIDS. Many sexually experienced teens (43% females and 57% of males) do not receive formal instruction about contraception before they first have sex; the share of adolescents receiving formal instruction has been declining. Between 2006-2010 and 2011-2013, there were declines in the proportion of females ages 15–19 who reported receiving instruction on birth control, saying no to sex, HIV/AIDS and sexually transmitted diseases, as well as a decline in the proportion of males who reported receiving formal instruction about birth control. Both males and females reported an increase in receiving instruction on saying no to sex, without being provided information about birth control.",
            "score": 132.7638397216797
        },
        {
            "docid": "5529740_11",
            "document": "Sex allocation . The Trivers-Willard hypothesis provides a model for sex allocation that deviates from Fisherian sex ratios. Trivers and Willard (1973) originally proposed a model that predicted individuals would skew the sex ratio of males to females in response to certain parental conditions, which was supported by evidence from mammals. Though individuals may not consciously decide to have fewer or more offspring of the same sex, their model suggested that individuals could be selected to adjust the sex ratio of offspring produced based on their ability to invest in offspring, if fitness returns for male and female offspring differ based on these conditions. While the Trivers-Willard hypothesis applied specifically to instances where preferentially having female offspring as maternal condition deteriorates was more advantageous, it spurred a great deal of further research on how environmental conditions can differentially affect sex ratios, and there are now a number of empirical studies that have found individuals adjust their ratio of male and female offspring.",
            "score": 132.11798095703125
        },
        {
            "docid": "49399_12",
            "document": "XY sex-determination system . It has long been believed that the female form was the default template for the mammalian fetuses of both sexes. After the discovery of the testis-determining gene SRY, many scientists shifted to the theory that the genetic mechanism that causes a fetus to develop into a male form was initiated by the SRY gene, which was thought to be responsible for the production of testosterone and its overall effects on body and brain development. This perspective still shares the classical way of thinking; that in order to produce two sexes, nature has developed a default female pathway and an active pathway by which male genes would initiate the process of determining a male sex, as something that is developed in addition to and based on the default female form. However, In an interview for the \"Rediscovering Biology\" website, researcher Eric Vilain described how the paradigm changed since the discovery of the SRY gene: In mammals, including humans, the SRY gene is responsible with triggering the development of non-differentiated gonads into testes, rather than ovaries. However, there are cases in which testes can develop in the absence of an SRY gene (see sex reversal). In these cases, the SOX9 gene, involved in the development of testes, can induce their development without the aid of SRY. In the absence of SRY and SOX9, no testes can develop and the path is clear for the development of ovaries. Even so, the absence of the SRY gene or the silencing of the SOX9 gene are not enough to trigger sexual differentiation of a fetus in the female direction. A recent finding suggests that ovary development and maintenance is an active process, regulated by the expression of a \"pro-female\" gene, FOXL2. In an interview for the \"TimesOnline\" edition, study co-author Robin Lovell-Badge explained the significance of the discovery: Looking into the genetic determinants of human sex can have wide-ranging consequences. Scientists have been studying different sex determination systems in fruit flies and animal models to attempt an understanding of how the genetics of sexual differentiation can influence biological processes like reproduction, ageing and disease.",
            "score": 131.291015625
        },
        {
            "docid": "37689148_13",
            "document": "Neuroscience of sex differences . Several studies have indicated that the hippocampi of men and women differ anatomically, neurochemically, and also in degree of long-term potentiation. Such evidence indicates that sex may influence the role of the hippocampus in learning. By contrast, a 2016 meta-analysis indicated that the hippocampus does not differ in volume between men and women. One experiment examined the effects of stress on Pavlovian conditioning performance in both sexes and found that males' performance under stress was enhanced while female performance was impaired. Activation of the hippocampus is more dominant on the left side of hippocampus in females, while it is more dominant on the right side in males. This in turn influences cognitive reasoning; women use more verbal strategies than men when performing a task that requires cognitive thinking. The hippocampus's relationship with other structures in the brain influences learning and has been found to be sexually dimorphic as well.",
            "score": 131.22491455078125
        },
        {
            "docid": "52255545_20",
            "document": "Discrimination against intersex people . One increasingly common cause of hate crimes against intersex people is the neurological claim that male and female brains have fundamentally different sexualities, in particular the claim that men are sexually impulsive and aggressive and bound to act on their sexual fantasies while most women are said to have a wider range of sexual fantasies than most men, including fantasies that it would be unacceptable to act on. The claim that a combination of one trait that most men have and one trait that most women have would produce a sex criminal adds up to allegations that intersex people are sex offenders. To decrease such severe discrimination against intersex people, some researchers advocate more public information about the error sources in the sexological studies that are said to show such sex differences. This includes the possibility that societal double standards may scare more men than women into not talking about or otherwise revealing their sex fantasies (corroborated by the existence of characteristics that differ between male volunteers and male nonvolunteers, but not between female volunteers and female nonvolunteers, in erotica research) giving a false appearance of men having narrower ranges of sexual fantasies than women, and the possibility that men who want to be castrated out of their spiritual beliefs may have to commit sex crimes and claim that it was due to uncontrollable urges to get castrated since such surgery is not off the shelf (corroborated by the overrepresentation of religious groups in child sexual abuse scandals that cannot be explained by biopsychiatric correlations) creating a false appearance of men being less able to control their sexual impulses than women. Certain intersex rights advocates argue that this may dispel the myth that intersex people are \"hybrid degenerated\" to be sex criminals, creating more understanding for intersex people.",
            "score": 131.09609985351562
        },
        {
            "docid": "1305554_30",
            "document": "Sex differences in psychology . Cross-cultural research has shown gender differences on the tests measuring sociability and emotionality. For example, on the scales measured by the Big Five personality traits women consistently report higher Neuroticism, agreeableness, warmth (an extraversion facet) and openness to feelings, and men often report higher assertiveness (a facet of extraversion) and openness to ideas as assessed by the NEO-PI-R. Gender differences in personality traits are largest in prosperous, healthy, and egalitarian cultures in which women have more opportunities that are equal to those of men. Differences in the magnitude of sex differences between more or less developed world regions were due to differences between men, not women, in these respective regions. That is, men in highly developed world regions were less neurotic, extroverted, conscientious and agreeable compared to men in less developed world regions. Women, on the other hand tended not to differ in personality traits across regions. Researchers have speculated that resource poor environments (that is, countries with low levels of development) may inhibit the development of gender differences, whereas resource rich environments facilitate them. This may be because males require more resources than females in order to reach their full developmental potential. The authors argued that due to different evolutionary pressures, men may have evolved to be more risk-taking and socially dominant, whereas women evolved to be more cautious and nurturant. Hunter-gatherer societies in which humans originally evolved may have been more egalitarian than later agriculturally oriented societies. Hence, the development of gender inequalities may have acted to constrain the development of gender differences in personality that originally evolved in hunter-gatherer societies. As modern societies have become more egalitarian again it may be that innate sex differences are no longer constrained and hence manifest more fully than in less developed cultures. Currently, this hypothesis remains untested, as gender differences in modern societies have not been compared with those in hunter-gatherer societies. A personality trait directly linked to emotion and empathy where gender differences exist (see below) is Machiavellianism. Individuals who score high on this dimension are emotionally cool; this allows them to detach from others as well as values, and act egoistically rather than driven by affect, empathy or morality. In large samples of US college students males are on average more Machiavellian than females; in particular, males are over-represented among very high Machiavellians, while females are overrepresented among low Machiavellians. A 2014 meta-analysis by researchers Rebecca Friesdorf and Paul Conway found that men score significantly higher on narcissism than women and this finding is robust across past literature. The meta-analysis included 355 studies measuring narcissism across participants from the US, Germany, China, Netherlands, Italy, UK, Hong Kong, Singapore, Switzerland, Norway, Sweden, Australia and Belgium as well as measuring latent factors from 124 additional studies. The researchers noted that gender differences in narcissism is not just a measurement artifact but also represents true differences in the latent personality traits such as men’s heightened sense of entitlement and authority.",
            "score": 130.76828002929688
        },
        {
            "docid": "3315213_40",
            "document": "Sex differences in human physiology . There are also differences in the structure of and in specific areas of the brain. On average, the SDN has been repeatedly found to be considerably larger in males than in females. The volume of the SDN was 2.2 times as large in males as in females. On average, the BSTc is twice as large in men as in women. On average, the INAH-3 is significantly larger in males than in females regardless of age. Two studies found that men have larger parietal lobes, an area responsible for sensory input including spatial sense and navigation; though, another study failed to find any statistically significant difference. At the same time, females have larger Wernicke's and Broca's areas, areas responsible for language processing. Studies using MRI scanning have shown that the auditory and language-related regions in the left hemisphere are proportionally expanded in females versus in males. Conversely, the primary visual, and visuo-spatial association areas of the parietal lobes are proportionally larger in males. The corpus callous is located at the sagittal divide and is the primary commissure in the human brain. It connects the left and right hemispheres of the cerebral cortex, which allows them to communicate with each other. With respect to language, males predominantly use their left hemisphere but females use both their right and left hemispheres. The right hemisphere controls emotion, so using the right hemisphere adds more prosody to speech. In males, the corpus callosum is larger than females. However, the splenium and the isthmus subregions of the corpus callosum are larger in females. The genu subregion is larger in males. These subregions may serve as the basis for sex differences in language. However, a 1997 meta-study concluded that there is no relative size difference, and that the larger corpus callosum in males is due to generally larger brains in males on average. In total and on average, females have a higher percentage of grey matter in comparison to males, and males a higher percentage of white matter. However, some researchers maintain that as males have larger brains on average than females, when adjusted for total brain volume, the grey matter differences between sexes is small or nonexistent. Thus, the percentage of grey matter appears to be more related to brain size than it is to gender.",
            "score": 130.53004455566406
        },
        {
            "docid": "1305554_23",
            "document": "Sex differences in psychology . The results from research on sex differences in memory are mixed and inconsistent, with some studies showing no difference, and others showing a female or male advantage. Most studies have found no sex differences in short term memory, the rate of memory decline due to aging, or memory of visual stimuli. Females have been found to have an advantage in recalling auditory and olfactory stimuli, experiences, faces, names, and the location of objects in space. However, males show an advantage in recalling \"masculine\" events. A study examining sex differences in performance on the California Verbal Learning Test found that males performed better on Digit Span Backwards and on reaction time, while females were better on short-term memory recall and Symbol-Digit Modalities Test. Females have also demonstrated to have better verbal memory.",
            "score": 130.21163940429688
        },
        {
            "docid": "31058472_15",
            "document": "Adaptive memory . In a study of black-capped chickadees (\"Poecile atricapilla\") from Alaska and Colorado, those birds from Alaska cached more food, remembered the hiding places more quickly and readily, and had significantly larger hippocampal volumes than black-capped chickadees from Colorado. This supports what is known as the adaptive specialization hypothesis. The adaptive specialization hypothesis states that animals that hide food should have bigger hippocampi than animals that do not hide food. Additionally, those animals that hide food performed better than non-hiding animals on spatial memory tests. This finding suggests that since the climate tends to be harsh in Alaska, there may be an increased need to remember where food is hidden, to help them survive through the winter. Under the pressure of natural selection, sex differences in spatial memory skills can develop under distinct mating systems. Comparing different vole species that are either polygamous or monogamous, researchers found that sex differences in spatial skills are only found in the polygamous mating meadow vole. Further examination found that unlike monogamous pine voles (who travel together on a permanent basis with their partners), polygamous males have increased mobility (compared to the females) in order to reap reproductive benefits. Male meadow voles with good spatial skills are more likely to be able to survive and reproduce. It is suggested that such evolutionary pressure led to greater spatial skills in comparison to female meadow voles and monogamous male pine voles. This suggestion is based on better performance by male meadow voles on route and place learning tasks in laboratory tests. Polygamous voles have a significantly larger relative hippocampus than females of the same species, and no such difference was found between the pine vole sexes. These findings suggest that when better spatial memory is more evolutionarily adaptive, as in polygamous species, these organisms may develop a larger hippocampus, to allow greater spatial memory.",
            "score": 129.95127868652344
        },
        {
            "docid": "14276414_19",
            "document": "Leta Stetter Hollingworth . In order to test the hypothesis that women were significantly impaired during their menstrual cycle, she tested twenty-three females and two males (as controls) by giving them tasks, which involved perceptual and motor skills and mental abilities over a three-month period. She concluded that her data did, \"not reveal a periodic mental or motor inefficiency in normal women.\"  Hollingworth was also interested in challenging the widely accepted belief that intelligence is widely inherited and that women were intellectually inferior to men. She believed that women do not reach positions of prominence due to the social roles that are assigned to them, not because they are intellectually inferior to men.  An assertion held at the time was that there was greater variability among men while women were less variable. Hollingworth referred to this variability hypothesis as \"armchair dogma\" which she characterized as the \"literature of opinion\". This differs, she maintained, from the \"literature of fact\" which has been carefully obtained through controlled scientific data because it is merely statements made by scientific men not based on experimental evidence. Hollingworth states in her article, \"Variability as Related to Sex Differences in Achievement: A Critique\", \"Undoubtedly one of the most difficult and fundamental problems that today confront thinking women is how to secure for themselves the chance to vary from the mode of their sex, and at the same time to procreate, in a social order that has been built up on the assumption that there are little or no variations in tastes, interests, and abilities within the female sex. It is a problem that has never confronted me.\" In order to further her research on the \"inherently more variable male hypothesis\", Dr. Hollingworth performed another experiment in which she used infants because they have not yet been influenced by the environmental conditions that could account for variability differences in adults. These environmental conditions would provide the adult male with many more opportunities to be more variable than females. Men had a wide range of professions from which to choose that would improve the talents they possessed. Women, on the other hand, had been confined to only one profession, housekeeping, which did not provide them the chance to prove their intelligence. Thus, their natural variability would be impaired. Dr. Hollingworth and Helen Montague collected data on 1,000 consecutively born males and 1,000 consecutively born females in the New York Infirmary for Women and Children. They took ten anatomical measurements on each infant and found that on the whole the male infants were slightly larger than the females, but there were no differences in variability between the sexes. \"For the first time a serious crack had appeared in the armor of the variability hypothesis\". Hollingworth believed that she was mostly responsible for Thorndike's revised beliefs on the importance of nurture over nature. She also was responsible for Terman modifying his nativistic position concerning gender differences in intelligence testing. This was because Hollingworth showed that more men were classified as gifted due to social factors.",
            "score": 129.5652618408203
        },
        {
            "docid": "2010326_5",
            "document": "Sex differences in crime . David Rowe, Alexander Vazsonyi, and Daniel Flannery, authors of \"Sex Differences in Crime: Do Means and Within-Sex Variation Have Similar Causes?\", focus on the widely acknowledged fact that there is a large sex difference in crime: more men than women commit crimes. This fact has been true over time and across cultures. Also, there are a more equal number of men that commit serious crimes resulting in injury or death than women. In a study that looked at self-reports of delinquent acts, researchers identified several sex differences by looking at sex ratios. For every woman, 1.28 men drink alcohol, which is a large influencer in deviant behavior. For every woman, 2.7 men committed the crime of stealing up to $50. Lastly, for every woman, 3.7 men steal more than $50. Also, more males are involved in homicides, as both the perpetrators and victims, than females. Furthermore, one male is more delinquent than another for mainly the same reasons that men typically engage in criminal acts more than women.",
            "score": 129.4481201171875
        },
        {
            "docid": "21312294_16",
            "document": "Effect of caffeine on memory . Caffeine has been shown to have an impairing effect on females (but not males) in a word-list test of short-term memory. One prevailing theory which aims to explain this sex difference identifies estrogen levels in the body as an important factor relating to caffeine’s effect on memory performance As a result, the female menstrual cycle (which influences overall estrogen levels in the body) may play a role in modifying the effect of caffeine on memory. Following this theory, researchers tested females within the first 5 days of their menstrual cycle and found that caffeine had a facilitative effect on female performance on a short-term memory test. A particular finding in this study relating to male memory performance revealed that at a lower dose, caffeine had an impairing effect; but at higher doses, no impairment was shown. It is also interesting to note that differing speeds of testing (words delivered slowly or quickly) in males served as a modifying factor on the effect of caffeine: higher doses aided in recall with faster presentation of words, and lower doses aided in recall with slower presentation of words. These findings are only based on a small set of data collected from selective studies on this topic, so further research in this area would be needed to gain a more clear understanding of caffeine's differing effects on male and female short-term memory.",
            "score": 129.43792724609375
        },
        {
            "docid": "197179_50",
            "document": "Sexual dimorphism . The relationship between sex differences in the brain and human behavior is a subject of controversy in psychology and society at large. Many females tend to have a higher ratio of gray matter in the left hemisphere of the brain in comparison to males. Males on average have larger brains than females; however, when adjusted for total brain volume the gray matter differences between sexes is almost nonexistent. Thus, the percentage of gray matter appears to be more related to brain size than it is to sex. Differences in brain physiology between sexes do not necessarily relate to differences in intellect. Haier \"et al.\" found in a 2004 study that \"men and women apparently achieve similar IQ results with different brain regions, suggesting that there is no singular underlying neuroanatomical structure to general intelligence and that different types of brain designs may manifest equivalent intellectual performance\". (See the sex and intelligence article for more on this subject.) Strict graph-theoretical analysis of the human brain connections revealed that in numerous graph-theoretical parameters (e.g., minimum bipartition width, edge number, the expander graph property, minimum vertex cover), the structural connectome of women are significantly \"better\" connected than the connectome of men. It was shown that the graph-theoretical differences are due to the sex and not to the differences in the cerebral volume, by analyzing the data of 36 females and 36 males, where the brain volume of each man in the group was smaller than the brain volume of each woman in the group.",
            "score": 129.0372314453125
        },
        {
            "docid": "35334391_43",
            "document": "Sexual arousal . While there is disagreement among neurologists on whether or not it is possible to categorically distinguish male brains and female brains by measuring many variables in the brain, neurologists agree that all single variables in the brain display more individual variation and overlap between the sexes than differences between the sexes. For instance, men and women alike are capable of classifying sex acts as sexual no matter if they find them appealing or not, making a genital response to unappealing erotic stimuli a single mechanism step. It is therefore argued by neurologists that category specificity of genital response to erotical imagery, being determined by one or a small number of closely linked brain mechanisms and therefore not subject to significant multivariate effects, cannot be subject to such a large sex difference as that apparent in pletysmographic studies. These neurologists cite the existence of significant volunteering bias among men but not women in erotica research, in particular that the overrepresentation of erectile dysfunction yet underrepresentation of sexuality-related shame in volunteers is consistent with the hypothesis that genital response to both sexual relevance and appeal allows for a stronger erectile function than response only to appeal and that a majority of the male population are ashamed of their responses to unappealing stimuli, accounting for the discrepancy between the report from most heterosexual couples that male erection is faster than female lubrication and the appearance on pletysmography volunteers that female lubrication is at least as fast as male erection. They also argue that the appearance of a greater individual variability in female genital response than in male genital response is consistent with a representative female sample and a male sample subject to bias that leaves much of the individual variability unstudied, with a reference to the neurological observation that all brain structures display significant individual variability in both sexes and that no[ brain structure is variable only in females and not in males.",
            "score": 128.8739471435547
        },
        {
            "docid": "56226456_7",
            "document": "Interruption (speech) . Since the late-1970s, social scientists have studied the effect gender has on interruption patterns and other components of verbal communication. The findings of these studies are mixed, with some finding gender differences, while others did not. Among those that found gender differences are sociologists Don Zimmerman and Candace West who used male dominance theory to claim that men interrupted women to assert their social dominance over females. Zimmerman and West's work discovered that interruptions were more evenly distributed in conversations involving same-sex speakers, while in cross-sex interactions, men were much more likely to interrupt women. Zhao and Gantz analyzed fictional TV shows to claim that male characters used disruptive interruptions more than female characters, while female characters more often used cooperative interruptions. They note, however, that the apparent gender differences in interruption patterns are affected by differences in social status among the TV characters. Goldberg notes that when conversational context and content are analyzed, interruptions may be seen as power displays, rapport displays, or as neutral acts that may or may not be shaped by the gender of the speaker. Linguist Makri-Tsilipakou discovered that men and women use \"simultaneous speech\" at about the same rate, but the sexes differ as to their interpretation of the meaning of the interruption. Women use simultaneous speech as a sign of support and agreement, while men use it either as support for the other's speech or to dissent from other speakers or from their viewpoint. Drass, a social psychologist, found that gender identity, as separate from biological sex, was an important variable, with persons who were more male-identified being more likely to interrupt than persons who were more female-identified.",
            "score": 128.5126953125
        },
        {
            "docid": "43116037_19",
            "document": "Sex differences in intelligence . A 2008 study by Earl Hunt published in the journal \"Intelligence\" found that sex differences on tests can result from recruitment factors, so that gender differences are only representative of those that actually participate in the studies. He also contested that not only can there be individual variations that studies consistently recruit, but that these studies wouldn't be representative of the general population especially if the participants only represent college students. A 2009 study by researcher Dominika Dykiert published \"Intelligence\" also found that sex differences in mean IQ scores can be partly created by male variability in cognitive abilities and sample restriction. Dykiert highlighted the need for representative samples for studying sex differences in intelligence to eliminate skewed results created by male variance and restriction of sample. Studies have also indicated that tests used to measure sex differences such as Raven's Progressive matrices is not a pure indicator of general intelligence or \"g\" factor and only shares 50% of its variance. Tests like WAIS have also been criticized as not directly measuring \"g\" factor in a 2002 study published in \"Intelligence\". Lead researcher Roberto Colom has strongly asserted that \"g\" factor or general intelligence is the correlation among different test scores and not the summed scores on different tests, such as Raven's or WAIS. Roberto Colom has also pointed out that Raven's Progressive matrices test is biased against females because of the visuospatial nature of the test which tends to favor those with stronger visuospatial skills (i.e. males) instead of \"g\" factor. Therefore, he concluded that sex difference research should not be based on a single test but instead on multiple tests loaded with fluid intelligence.",
            "score": 128.22311401367188
        },
        {
            "docid": "12664042_6",
            "document": "Sex-limited genes . Many studies have been published exploring the genetic basis of sex-limited genes. One paper, published in \"Evolution\", evaluates the hypothesis that sex-limited traits can arise in two ways. The alleles responsible for sexual dimorphism can be limited to expression in only one sex when they first appear, or the alleles could begin by being expressed in both sexes then become modified (repressed or promoted) in one sex by modifier genes or regulatory elements. The concept of this study was to examine female hybrids from species where males displayed different types of ornamental traits (elongated feathers, wattles, color patches). The assumption is that different hypotheses about male-specific expression will yield different results in female hybrids. The methods and materials of the experiment are discussed in detail in the paper, but the important result that emerged was that NO female hybrids expressed any of the ornamental traits found in the parent males. Two interpretations of these results are possible: the dimorphic alleles were initially only expressed in males, or the alleles were initially expressed in both and then were suppressed in females or became limited to males by regulatory regions that are \"completely dominant\" in hybrids. The most likely genomic explanation for initial expression in both species then modification is involvement of \"cis\"-dominance, where the factors that modify the gene are located next to the gene on the chromosome. (This is in contrast to \"trans\"-dominance, where mobile products that can affect distant genes are produced.) These factors can be in the form of promoter regions, which can be either be suppressed or activated by hormones. This experiment also demonstrates that these alleles come under regulatory control very quickly. This is because none of the ornamentation seen in males is seen in the \"very next \"generation. These conclusions make it likely that at least some male-specific (thus, sex-limited) genes cue their expression by hormone levels - the absence of estrogen or the presence of testosterone.",
            "score": 127.76358795166016
        },
        {
            "docid": "6153215_11",
            "document": "Emotionality . When engaging in social interaction, studies show that women smile significantly more than men do. Although the results are meaningful, it is still difficult to determine the exact difference between males and females to explain this disparity. It is possible that the best explanation for this difference in expression of emotions could be due to societal influences and conformity to gender roles. However, this cannot fully explain the opposition between the two sexes or how it came to be against social norms for men to frequently smile during social interaction. One approach to this suggests the male gender role involves characteristics such as strength, expert knowledge, and a competitive nature, and that smiling can be stereotypically associated with weakness. Therefore, men may feel that if they succumb to this act of \"weakness,\" it may contradict their attempts to show strength and other traits of the male gender role. Another broad explanation for the contrast in male and female gender expression is that women have reported to experience greater levels of emotional intensity than men, in both positive and negative aspects, which could naturally lead to greater emotional response. This is not to say that men do not feel emotion. It is simply evident that men are less likely to express the emotions they feel than women may be. It has also been reported that men are more likely to confide in female companions, revealing their emotions and intimacy, while females are typically comfortable confiding in both genders. This suggests that men are simply more particular about how they express the emotions they feel, potentially relating back to the gender roles mentioned earlier.",
            "score": 127.65201568603516
        }
    ]
}