{
    "q": [
        {
            "docid": "12305127_68",
            "document": "Evolutionary history of life . During the Late Jurassic, birds evolved from small, predatory theropod dinosaurs. The first birds inherited teeth and long, bony tails from their dinosaur ancestors, but some had developed horny, toothless beaks by the very Late Jurassic and short pygostyle tails by the Early Cretaceous. While the archosaurs and dinosaurs were becoming more dominant in the Triassic, the mammaliaform successors of the therapsids evolved into small, mainly nocturnal insectivores. This ecological role may have promoted the evolution of mammals, for example nocturnal life may have accelerated the development of endothermy (\"warm-bloodedness\") and hair or fur. By in the Early Jurassic there were animals that were very like today's mammals in a number of respects. Unfortunately, there is a gap in the fossil record throughout the Middle Jurassic. However, fossil teeth discovered in Madagascar indicate that the split between the lineage leading to monotremes and the one leading to other living mammals had occurred by . After dominating land vertebrate niches for about 150 Ma, the non-avian dinosaurs perished in the Cretaceous–Paleogene extinction event () along with many other groups of organisms. Mammals throughout the time of the dinosaurs had been restricted to a narrow range of taxa, sizes and shapes, but increased rapidly in size and diversity after the extinction, with bats taking to the air within 13 million years, and cetaceans to the sea within 15 million years. The first flowering plants appeared around 130 Ma. The 250,000 to 400,000 species of flowering plants outnumber all other ground plants combined, and are the dominant vegetation in most terrestrial ecosystems. There is fossil evidence that flowering plants diversified rapidly in the Early Cretaceous, from , and that their rise was associated with that of pollinating insects. Among modern flowering plants \"Magnolia\" are thought to be close to the common ancestor of the group. However, paleontologists have not succeeded in identifying the earliest stages in the evolution of flowering plants. The social insects are remarkable because the great majority of individuals in each colony are sterile. This appears contrary to basic concepts of evolution such as natural selection and the selfish gene. In fact, there are very few eusocial insect species: only 15 out of approximately 2,600 living families of insects contain eusocial species, and it seems that eusociality has evolved independently only 12 times among arthropods, although some eusocial lineages have diversified into several families. Nevertheless, social insects have been spectacularly successful; for example although ants and termites account for only about 2% of known insect species, they form over 50% of the total mass of insects. Their ability to control a territory appears to be the foundation of their success.",
            "score": 121.59242105484009
        },
        {
            "docid": "3969819_38",
            "document": "Evolution of insects . In 2008, researchers at Tufts University uncovered what they believe is the world's oldest known full-body impression of a primitive flying insect, a 300 million-year-old specimen from the Carboniferous Period. The oldest definitive insect fossil is the Devonian \"Rhyniognatha hirsti\", from the 396 million year old Rhynie chert. It may have superficially resembled a modern-day silverfish insect. This species already possessed dicondylic mandibles (two articulations in the mandible), a feature associated with winged insects, suggesting that wings may already have evolved at this time. Thus, the first insects probably appeared earlier, in the Silurian period. There have been four super radiations of insects: beetles (evolved around ), flies (evolved around ), moths and wasps (evolved around ). These four groups account for the majority of described species. The flies and moths along with the fleas evolved from the Mecoptera. The origins of insect flight remain obscure, since the earliest winged insects currently known appear to have been capable fliers. Some extinct insects had an additional pair of winglets attaching to the first segment of the thorax, for a total of three pairs. As of 2009, there is no evidence that suggests that the insects were a particularly successful group of animals before they evolved to have wings.",
            "score": 121.5604065656662
        },
        {
            "docid": "3969819_7",
            "document": "Evolution of insects . The common denominator among most deposits of fossil insects and terrestrial plants is the lake environment. Those insects that became preserved were either living in the fossil lake (autochthonous) or carried into it from surrounding habitats by winds, stream currents, or their own flight (allochthonous). Drowning and dying insects not eaten by fish and other predators settle to the bottom, where they may be preserved in the lake’s sediments, called lacustrine, under appropriate conditions. Even amber, or fossil resin from trees, requires a watery environment that is lacustrine or brackish in order to be preserved. Without protection in anoxic sediments, amber would gradually disintegrate; it is never found buried in fossil soils. Various factors contribute greatly to what kinds of insects become preserved and how well, if indeed at all, including lake depth, temperature, and alkalinity; type of sediments; whether the lake was surrounded by forest or vast and featureless salt pans; and if it was choked in anoxia or highly oxygenated. There are some major exceptions to the lacustrine theme of fossil insects, the most famous being the Late Jurassic limestones from Solnhofen and Eichstätt, Germany, which are marine. These deposits are famous for pterosaurs and the earliest bird, Archaeopteryx. The limestones were formed by a very fine mud of calcite that settled within stagnant, hypersaline bays isolated from inland seas. Most organisms in these limestones, including rare insects, were preserved intact, sometimes with feathers and outlines of soft wing membranes, indicating that there was very little decay. The insects, however, are like casts or molds, having relief but little detail. In some cases iron oxides precipitated around wing veins, revealing better detail.",
            "score": 95.4977115392685
        },
        {
            "docid": "3969819_11",
            "document": "Evolution of insects . Insect evolution is characterized by rapid adaptation due to selective pressures exerted by the environment and furthered by high fecundity. It appears that rapid radiations and the appearance of new species, a process that continues to this day, result in insects filling all available environmental niches. Insect evolution is closely related to the evolution of flowering plants. Insect adaptations include feeding on flowers and related structures, with some 20% of extant insects depending on flowers, nectar or pollen for their food source. This symbiotic relationship is even more paramount in evolution considering that about 2/3 of flowering plants are insect pollinated. Insects are also vectors of many pathogens that may even have been responsible for the decimation or extinction of some mammalian species. Compared to other organisms, insects have not left a particularly robust fossil record. Other than in amber, most insects are terrestrial and only preserved under very special conditions such as at the edge of freshwater lakes. Yet in amber, age is limited since large resin production by trees developed later than the ancient insects. Interestingly, while some 1/3 of known non-insect species are extinct fossils, due to the paucity of their fossil record, only 1/100th of known insects are extinct fossils.",
            "score": 113.00742566585541
        },
        {
            "docid": "11043051_25",
            "document": "Insect winter ecology . Insects that live under the water have different strategies for dealing with freezing than do terrestrial insects. Many insect species survive winter not as adults on land, but as larvae underneath the surface of the water. Under the water many benthic invertebrates will experience some subfreezing temperatures, especially in small streams. Aquatic insects have developed freeze tolerance much like their terrestrial counterparts. However, freeze avoidance is not an option for aquatic insects as the presence of ice in their surroundings may cause ice nucleation in their tissues. Aquatic insects have supercooling points typically around −3º to −7°C. In addition to using freeze tolerance, many aquatic insects migrate deeper into the water body where the temperatures are higher than at the surface. Insects such as stoneflies, mayflies, caddisflies, and dragonflies are common overwintering aquatic insects. The dance fly larvae have the lowest reported supercooling point for an aquatic insect at −22°C.",
            "score": 123.78322410583496
        },
        {
            "docid": "37798936_11",
            "document": "Paleontology in North Carolina . The Solite Quarry, is which straddles the border between Virginia and North Carolina is another source of Late Triassic fossils. The vertebrate fauna it preserved included crocodilians, phytosaurs, and lizard-like animals. These left behind fragmentary skeletal remains like teeth and a few bones, as well as trace fossils like footprints. Dinosaur footprints were also laid down here during the Triassic. Despite the vertebrate fossils, the Solite Quarry is most famous for its fossil insects. This is the only place on earth where complete well-preserved Triassic insects are known from. The oldest known examples of many living groups have been preserved here. Insects of the Solite Quarry include staphylinid beetles, caddis-flies, belostomatids, and thrips. Fossil insects are common at other places in Virginia and North Carolina as well. Small specimens were often preserved in association with unusually rich concentrations of conchostracans.",
            "score": 116.07336568832397
        },
        {
            "docid": "565001_14",
            "document": "Florissant Fossil Beds National Monument . Arachnids are well represented in the Florissant, mostly a large variety of spiders. There have also been possible examples of harvestmen and daddy long-legs. There may be some evidence for gall mites, but no fully identified body fossils of them have been discovered yet. One unusual aspect of the spiders found in the formation is that they are not found with their legs curled in, but instead they are fully extended. This could indicate that they died in warmer temperature or acidic waters. The insects that are found in the ash-clay beds are diverse and numerous. Mayflies, dragonflies, damselflies, grasshoppers, crickets, katydids, cockroaches, termites, earwigs, web-spinners, cicadas, snake flies, lacewings, beetles, flies, mosquitoes, butterflies, moths, wasps, bees, ants, and other insects have all been found in the Florissant. Of these, the beetles are the most diverse and dominate in amount of specimens found as fossils. About 38% of the specimens found in the fossil beds are varieties of beetle. These fossils are aquatic and terrestrial insects, giving insight into the ecology and biology of the area.",
            "score": 116.25844275951385
        },
        {
            "docid": "14610284_2",
            "document": "Insect mouthparts . Insects have a range of mouthparts, adapted to particular modes of feeding. The earliest insects had chewing mouthparts. Specialization has mostly been for piercing and sucking, although a range of specializations exist, as these modes of feeding have evolved a number of times (for example, mosquitoes (which are flies) and aphids (which are true bugs) both pierce and suck, however female mosquitoes feed on animal blood whereas aphids feed on plant fluids). In this page, the individual mouthparts are introduced for chewing insects. Specializations are generally described thereafter.",
            "score": 116.706533908844
        },
        {
            "docid": "3969819_57",
            "document": "Evolution of insects . The wings themselves are sometimes said to be highly modified (tracheal) gills. And there is no doubt that the tracheal gills of the mayfly nymph in many species look like wings. By comparing a well-developed pair of gill blades in the naiads and a reduced pair of hind wings on the adults, it is not hard to imagine that the mayfly gills (tergaliae) and insect wings have a common origin, and newer research also supports this. The tergaliae are not found in any other order of insects, and they have evolved in different directions with time. In some nymphs/naiads the most anterior pair has become sclerotized and works as a gill cover for the rest of the gills. Others can form a large sucker, be used for swimming or modified into other shapes. But it doesn't have to mean that these structures were originally gills. It could also mean that the tergaliae evolved from the same structures which gave rise to the wings, and that flying insects evolved from a wingless terrestrial species with pairs of plates on its body segments: three on the thorax and nine on the abdomen (mayfly nymphs with nine pairs of tergaliae on the abdomen exist, but so far no living or extinct insects with plates on the last two segments have been found). If these were primary gills, it would be a mystery why they should have waited so long to be modified when we see the different modifications in modern mayfly nymphs.",
            "score": 124.96994256973267
        },
        {
            "docid": "63663_30",
            "document": "Fly . Whereas many dipteran larvae are aquatic or live in enclosed terrestrial locations, the majority of adults live above ground and are capable of flight. Predominantly they feed on nectar or plant or animal exudates, such as honeydew, for which their lapping mouthparts are adapted. The flies that feed on vertebrate blood have sharp stylets that pierce the skin, the insects inserting anticoagulant saliva and absorbing the blood that flows; in this process, certain diseases can be transmitted. The bot flies (Oestridae) have evolved to parasitize mammals. Many species complete their life cycle inside the bodies of their hosts. In many dipteran groups, swarming is a feature of adult life, with clouds of insects gathering in certain locations; these insects are mostly males, and the swarm may serve the purpose of making their location more visible to females.",
            "score": 159.611194729805
        },
        {
            "docid": "3969819_13",
            "document": "Evolution of insects . The oldest definitive insect fossil is the Devonian \"Rhyniognatha hirsti\", estimated at . This species already possessed dicondylic (with two condyles, articulations) mandibles, a feature associated with winged insects, suggesting that wings may already have evolved at this time. Thus, the first insects probably appeared earlier, in the Silurian period. Like other insects of its time, \"Rhyniognatha\" presumably fed on plant sporophylls — which occur at the tips of branches and bear sporangia, the spore-producing organs. The insect’s anatomy might also give clues as to what it ate. The creature had large mandibles which may or may not have been used for hunting.",
            "score": 102.1401743888855
        },
        {
            "docid": "1476259_7",
            "document": "Megaloptera . The female may lay up to 3,000 eggs in a single mass, placing them on vegetation overhanging water. Megaloptera undergo the most rudimentary form of complete metamorphosis among the insects. There are fewer differences between the larval and adult forms of Megaloptera than in any other order of holometabolous insects, and their aquatic larvae dwell in fresh water, around which the adults also live. The larvae are carnivorous, and are known to feed on small invertebrates, such as crustaceans, clams, worms and other insects. They possess strong jaws that they use to capture their prey. They have large heads and elongated bodies. The abdomen bears a number of fine tactile filaments, which, in some species, may include gills. The final segment of the abdomen bears either a pair of prolegs, or a single, tail-like appendage.",
            "score": 125.33017528057098
        },
        {
            "docid": "7044_10",
            "document": "Beetle . The oldest known fossil insect that unequivocally resembles a Coleopteran is from the Lower Permian Period about (mya), though these members of the family Tshekardocoleidae have 13-segmented antennae, elytra with more fully developed venation and more irregular longitudinal ribbing, and abdomen and ovipositor extending beyond the apex of the elytra. In the Permian–Triassic extinction event at the end of the Permian, some 30% of all insect species became extinct, so the fossil record of insects only includes beetles from the Lower Triassic . Around this time, during the Late Triassic, fungus-feeding species such as Cupedidae appear in the fossil record. In the stages of the Upper Triassic, alga-feeding insects such as Triaplidae and Hydrophilidae begin to appear, alongside predatory water beetles. The first weevils, including the Obrienidae, appear alongside the first rove beetles (Staphylinidae), which closely resemble recent species. Some entomologists are sceptical that such early insects are so closely related to present-day species, arguing that this is extremely unlikely; for example, the structure of the metepisternum suggests that the Obrienidae could be Archostemata, not weevils at all, despite fossils with weevil-like snouts.",
            "score": 90.22802603244781
        },
        {
            "docid": "37798939_10",
            "document": "Paleontology in Virginia . The Solite Quarry is most famous for its fossil insects. This is the only place on earth where complete well-preserved Triassic insects are known from. The oldest known examples of many living groups have been found here. Insects of the Solite Quarry include staphylinid beetles, caddis-flies, belostomatids, and thrips. Fossil insects are common at other places in Virginia as well. Small specimens were often preserved associated with unusually high concentrations of conchostracans.",
            "score": 112.7074031829834
        },
        {
            "docid": "3969819_6",
            "document": "Evolution of insects . Insect fossils are not merely impressions, but also appear in many other forms; While wings are indeed a common insect fossil, they do not readily decay or digest, which is why birds and spiders typically leave the wings after devouring the rest of an insect. Terrestrial vertebrates are almost always preserved just as bony remains (or inorganic casts thereof), the original bone usually having been replaced by the mineral apatite. Occasionally, mummified or frozen vertebrates are found, but their age is usually no more than several thousand years. Fossils of insects, in contrast, are preserved as three-dimensional, permineralized, and charcoalified replicas; and as inclusions in amber and even within some minerals. There is also abundant fossil evidence for the behavior of extinct insects, including feeding damage on fossil vegetation and in wood, fecal pellets, and nests in fossil soils. Dinosaur behavior, by contrast, is recorded mostly as footprints and coprolites.",
            "score": 97.67029345035553
        },
        {
            "docid": "22210655_55",
            "document": "Aquatic locomotion . Primarily or exclusively aquatic animals have re-evolved from terrestrial tetrapods multiple times: examples include amphibians such as newts, reptiles such as crocodiles, sea turtles, ichthyosaurs, plesiosaurs and mosasaurs, marine mammals such as whales, seals and otters, and birds such as penguins. Many species of snakes are also aquatic and live their entire lives in the water. Among invertebrates, a number of insect species have adaptations for aquatic life and locomotion. Examples of aquatic insects include dragonfly larvae, water boatmen, and diving beetles. There are also aquatic spiders, although they tend to prefer other modes of locomotion under water than swimming proper.",
            "score": 109.55810737609863
        },
        {
            "docid": "15367337_7",
            "document": "Insect ecology . Carnivorous insects survive by eating other living animals, be it through hunting, sucking blood, or as an internal parasite. These insects fall into three basic categories: predators, parasites, and parasitoids. Predatory insects are typically larger as their survival is dependent upon their ability to hunt, kill/immobilize, and eat their prey. There are several exceptions to this though, with ants being the most notable. Ants, and other colony insects, can use their sheer numbers to overwhelm their prey even if the ants are significantly smaller. They often have specialized mandibles (mouth parts) for this task, some causing excruciating pain, paralysis, or simply having a high bite force. The insects who live on their own though, must be able to reliably bring down their prey and as such have developed a myriad of unique hunting methods. Some actively travel, seeking out their prey while others wait in an ambush. Others may release chemicals to attract specific creatures and others still will eat anything they can. Parasites infest the victim’s body and eat it from the inside out. The presence of the parasite is often not noticed by the host as the size discrepancy is typically so vast. Parasites vary widely in how they survive in their host, some complete their full life cycle within the body while others may only stay in for the duration of their larval stage. There is as great of variation in methodology and species in parasites as in any other type of insect even if it may not seem so at first. The most threatening parasites to humans though, are ones that live outside the host and consume the hosts blood. These species transmit virus, disease, and even other, smaller parasites to the host, spreading these throughout the populations of many third world countries with poor health care. A subcategory of parasites, called parasitoids, is one that feeds on the host body so much so that the host is eventually eaten. One species of wasp, the spider wasp, will paralyze spiders before bringing them back to their nest and injecting it with a wasp larvae. The larvae will eat its way out, secreting a numbing and paralyzing agent until there is nothing left of the spider other than the exoskeleton then go through a metamorphism and become an adult wasp.",
            "score": 135.14933109283447
        },
        {
            "docid": "28777278_7",
            "document": "Banded pygmy sunfish . Stomach contents of 46 individual banded pygmy sunfish (26 of which were spawning adults) collected at Mound, Louisiana, were examined for food identification. The main food identified included insect larvae (mostly from the family Chironomidae), small crustaceans, and snail eggs. The crustaceans and snail eggs combined constituted the majority of the content. Next in quantity were insect larvae. Minute amounts of algal spores were ingested by these fish. These algae were most likely taken in accidentally with other prey in the presence of algal blooms. Lastly, no other fish species or banded pygmy sunfish larvae were found in the stomach contents. The banded pygmy sunfish lives in rather eutrophic conditions such as swamps and ponds. They are able to live in sedimentation levels that make oxygen availability less than 0.5 mg/L of water. Very few fish species can survive in this hypoxic condition. The only other notable fish that affect \"E. zonatum\" are live-bearers (Poeciliidae), the grass pickerel (\"Esox americanus\"), and bowfins (\"Amia calva\"). The bowfins are known to be occasional predators on the pygmy sunfish family. Occasionally, the grass pickerel and live-bearers are competitors for food with the pygmy sunfish. Other than fish, water snakes and fish-eating birds are known to be enemies. Water beetles and Ondonta nymphs are known to be competitors for insect larvae. Wetland habitat is important for spawning habitat, but it is also an important habitat for food and protection. It provides dense plant matter (especially \"Ceratophyllum\") for cover against predators and as a laying area of snail eggs. This habitat is also excellent as a source for insect eggs and larvae. Thus, the human development of wetland habitat not only affects Elassomatidae, but several other species of fish and insects, as well.",
            "score": 102.48390698432922
        },
        {
            "docid": "5401_40",
            "document": "Carboniferous . Fossil remains of air-breathing insects, myriapods and arachnids are known from the late Carboniferous, but so far not from the early Carboniferous. The first true priapulids appeared during this period. Their diversity when they do appear, however, shows that these arthropods were both well developed and numerous. Their large size can be attributed to the moistness of the environment (mostly swampy fern forests) and the fact that the oxygen concentration in the Earth's atmosphere in the Carboniferous was much higher than today. This required less effort for respiration and allowed arthropods to grow larger with the up to millipede-like \"Arthropleura\" being the largest-known land invertebrate of all time. Among the insect groups are the huge predatory Protodonata (griffinflies), among which was \"Meganeura\", a giant dragonfly-like insect and with a wingspan of ca. —the largest flying insect ever to roam the planet. Further groups are the Syntonopterodea (relatives of present-day mayflies), the abundant and often large sap-sucking Palaeodictyopteroidea, the diverse herbivorous Protorthoptera, and numerous basal Dictyoptera (ancestors of cockroaches). Many insects have been obtained from the coalfields of Saarbrücken and Commentry, and from the hollow trunks of fossil trees in Nova Scotia. Some British coalfields have yielded good specimens: \"Archaeoptitus\", from the Derbyshire coalfield, had a spread of wing extending to more than ; some specimens (\"Brodia\") still exhibit traces of brilliant wing colors. In the Nova Scotian tree trunks land snails (\"Archaeozonites\", \"Dendropupa\") have been found.",
            "score": 102.10979509353638
        },
        {
            "docid": "23366462_4",
            "document": "Insect . Adult insects typically move about by walking, flying, or sometimes swimming. As it allows for rapid yet stable movement, many insects adopt a tripedal gait in which they walk with their legs touching the ground in alternating triangles, composed of the front & rear on one side with the middle on the other side. Insects are the only invertebrates to have evolved flight, and all flying insects derive from one common ancestor. Many insects spend at least part of their lives under water, with larval adaptations that include gills, and some adult insects are aquatic and have adaptations for swimming. Some species, such as water striders, are capable of walking on the surface of water. Insects are mostly solitary, but some, such as certain bees, ants and termites, are social and live in large, well-organized colonies. Some insects, such as earwigs, show maternal care, guarding their eggs and young. Insects can communicate with each other in a variety of ways. Male moths can sense the pheromones of female moths over great distances. Other species communicate with sounds: crickets stridulate, or rub their wings together, to attract a mate and repel other males. Lampyrid beetles communicate with light.",
            "score": 93.72416508197784
        },
        {
            "docid": "3292649_2",
            "document": "Ceratopogonidae . Ceratopogonidae, or biting midges, are a family of small flies (1–4 mm long) in the order Diptera. They are called midgies in Scotland, are also known as no-see-ums, sand flies, punkies, and others in North America, and sandflies in Australia. (The name \"sandfly\" is ambiguous, as it is also applied informally to many other flies, such as the subfamily \"Phlebotominae\".) They are closely related to the Chironomidae, Simuliidae (or black flies), and Thaumaleidae. They are found in almost any aquatic or semiaquatic habitat throughout the world, as well as in mountain areas. Females of most species are adapted to suck blood from some kind of host animal for the purpose of anautogenous reproduction. \"Culicoides\", \"Forcipomyia (Lasiohelea)\", and \"Leptoconops\" suck vertebrate blood. Some \"Atrichopogon\" and \"Forcipomyia\" species are ectoparasites on larger insects. \"Dasyhelea\" species feed exclusively on nectar. Species in other genera are predatory on other small insects. Larvae are always found in some damp location, such as under bark, in rotten wood, compost, mud, stream margins, tree holes, or water-holding plants (i.e., phytotelmata).",
            "score": 135.81053972244263
        },
        {
            "docid": "50757935_32",
            "document": "List of minor insects of Sri Lanka . The caddisflies are an order, Trichoptera, of insects with approximately 7,000 described species. Also called sedge-flies or rail-flies, they are small moth-like insects having two pairs of hairy membranous wings. They are closely related to Lepidoptera (moths and butterflies) which have scales on their wings, and the two orders together form the superorder Amphiesmenoptera. Caddisflies have aquatic larvae and are found in a wide variety of habitats such as streams, rivers, lakes, ponds, spring seeps, and temporary waters (vernal pools). The larvae of many species use silk to make protective cases of gravel, sand, twigs or other debris.",
            "score": 113.53771615028381
        },
        {
            "docid": "1861203_11",
            "document": "Phoridae . Phorid flies are found worldwide, though the greatest variety of species is to be found in the tropics. The Phoridae show the greatest diversity of all the dipterous families. Larvae are found in the nests of social insects and in some aquatic habitats, in organic detritus such as dung, carrion, insect frass, and dead snails. Some are synanthropic. Some species feed on bracket and other fungi and mycelium or on living plants (sometimes as leaf miners). Some are predators or parasites of earthworms, snails, spiders, centipedes, millipedes, and insect eggs, larvae, and pupae. The adults feed on nectar, honeydew, and the juices exuding from fresh carrion and dung. Some adults feed on the body fluids of living beetle larvae and pupae, others prey on small insects. Several species have the common name coffin fly, because they breed in human corpses with such tenacity, they can even continue living within buried coffins. For this reason, they are important in forensic entomology. Most commonly, they feed on decaying organic matter. Because they frequent unsanitary places, including drain pipes, they may transport various disease-causing organisms to food material. The adults are conspicuous on account of their fast and abrupt running. In some species, the males fly in swarms. \"Megaselia halterata\", the mushroom phorid, is a pest of mushroom cultures. Although it does not cause direct damage, it is an efficient vector of dry mould (\"Lecanicillium fungicola\").",
            "score": 124.77137887477875
        },
        {
            "docid": "5760505_3",
            "document": "Arthropod mouthparts . Insect mouthparts exhibit a range of forms. The earliest insects had chewing mouthparts. Specialisation includes mouthparts modified for siphoning, piercing, sucking and sponging. These modifications have evolved a number of times. For example, mosquitoes (which are flies) and aphids (which are bugs) both pierce and suck; however, female mosquitoes feed on animal blood whereas aphids feed on plant fluids. This section provides an overview of the individual mouthparts of chewing insects.",
            "score": 101.53685355186462
        },
        {
            "docid": "1638622_9",
            "document": "Holometabolism . According to the latest phylogenetic reconstructions, holometabolan insects are monophyletic, which suggests that the evolutionary innovation of complete metamorphosis occurred only once. Paleontological evidence shows that the first winged insects appeared in the Paleozoic. Carboniferous fossil samples (approximately 350 Ma) already display a remarkable diversity of species with functional wings. These fossil remains show that the primitive Apterygota and the ancient winged insects were ametabolous (completely lacking metamorphosis). By the end of the Carboniferous, and into the Permian (approximately 300 Ma), most pterygotes had post-embryonic development which included separated nymphal and adult stages, which shows that hemimetaboly had already evolved. The earliest known fossil insects that can be considered holometabolan appear in the Permian strata (approximately 280 Ma). Phylogenetic studies also show that the sister group of Endopterygota is paraneoptera, which includes hemimetabolan species and a number of neometabolan groups. The most parsimonious evolutionary hypothesis is that holometabolans originated from hemimetabolan ancestors.",
            "score": 73.62633979320526
        },
        {
            "docid": "16410744_19",
            "document": "Forensic entomological decomposition . Access to the body can limit which insects can get to the body in order to feed and lay eggs. Those circumstances that enhance the availability of corpses for arthropod colonization are called \"physical barriers\". For example, corpses found in brightly lit areas are generally inhabited by \"Lucilia illustris\", in contrast to \"Phormia regina\", which prefers more shaded areas. Darkness, cold, and rain limit the amount of insects that would otherwise colonize the body. A submerged corpse can vary in temperature and is colonized by very few terrestrial insects. Fish, crustaceans, aquatic insects and bacteria would be the likely fauna in this case. Bodies that have been buried are harder to get to than freely available bodies which limits the availability of certain insects to colonize. The Coffin fly \"Megaselia scalaris\" is one of the few fly species seen on buried bodies because it has the ability to dig up to six feet underground to reach a body and oviposit.",
            "score": 88.27326560020447
        },
        {
            "docid": "682973_12",
            "document": "Horse-fly . The first record of a tabanid comes from the Late Jurassic of China, and specimens from the Cretaceous have been found in England, Spain, and possibly South Africa. In the New World, the first discoveries date from the Miocene of Florissant, Colorado. These insects are recognisable as tabanids both from their mouthparts and their wing venation. Although the bloodsucking habit is associated with a long proboscis, a fossil insect that has elongated mouthparts is not necessarily a bloodsucker, as it may instead have fed on nectar. The ancestral tabanids may have co-evolved with the angiosperm plants on which they fed. With a necessity for high-protein food for egg production, the diet of early tabanomorphs was probably predatory, and from this the bloodsucking habit may have evolved. In the Santana Formation in Brazil, no mammals have been found, so the fossil tabanids found there likely fed on reptiles. Cold bloodsucking probably preceded warm bloodsucking, but some dinosaurs are postulated to have been warm-blooded and may have been early hosts for the horse-flies.",
            "score": 105.63699162006378
        },
        {
            "docid": "2288581_16",
            "document": "Jack jumper ant . Mature adult ants of this species mostly eat sweet substances, so dead insects are given to their larvae collected while foraging. However, larvae are only fed insects when they have reached a particular size. Workers will mostly collect small insects, sap-sucking insects along with the honeydew which is taken to their nest to feed their young. Observations have been made of fly predation by jack jumper ants; they would only attack the smaller fly species and ignore larger flies.",
            "score": 110.24680042266846
        },
        {
            "docid": "1824992_6",
            "document": "Corixidae . Corixidae are unusual among the aquatic Hemiptera in that they are mostly non-predatory, feeding on aquatic plants and algae instead of insects and other small animals. They use their straw-like mouthparts to inject enzymes into plants. The enzymes digest the plant material, letting the insect suck the liquified food back through its mouthparts and into its digestive tract. A few species will eat small invertebrates such as larvae of Nematocera, but the family is primarily herbivorous.",
            "score": 93.07412648200989
        },
        {
            "docid": "4901720_23",
            "document": "Arthropod leg . Except in species in which legs have been lost or become vestigial through evolutionary adaptation, adult insects have six legs, one pair attached to each of the three segments of the thorax. They do also have paired appendages on some other segments, in particular, mouthparts, Antennae and cerci, all of which are suspected to be derived from paired legs on each segment of some common ancestor.  Some larval insects do however have extra walking legs on their abdominal segments; these extra legs are called prolegs. They are found most frequently on the larvae of moths and sawflies. Prolegs do not have the same structure as modern adult insect legs, and there has been a great deal of debate as to whether they are homologous with them. Current evidence suggests that they are indeed homologous up to a very primitive stage in their embryological development, but that their emergence in modern insects was not homologous between the Lepidoptera and Symphyta. Such concepts are pervasive in current interpretations of phylogeny.",
            "score": 129.29409337043762
        },
        {
            "docid": "6855346_5",
            "document": "Long-legged bat . Although bats can have a diet ranging from fruit to meat, M. macrophyllum is insectivorous, meaning that their diet mainly consists of insects. Stomach content analysis of these bats has revealed mainly winged insects, indicating that the majority of the insects that M. macrophyllum consumes are aerial insects. Although flying insects are the main food source of the Long-Legged Bat, these bats have also been known to supplement their diet with animal blood, but not with fruit. Due to the prominence of M. macrophyllum’s posterior extremities and large feet, researchers have suggested aquatic hunting in these bats similar to \"Noctilo\" fish-eating bats, but this has yet to be proven.",
            "score": 95.63764297962189
        },
        {
            "docid": "4635545_21",
            "document": "Paleolimnology . Lake deposits have a rich diversity of fossilized insects that trace back to middle Paleozoic era and more abundance can be found in the Quaternary period.Among aquatic invertebrates, different families of aquatic fly larvae can be traced out in the lake sediments of Quaternary era. Among them, Chironomids are of greatest ecological importance due to their diverse habitat in the aquatic ecosystem, feeding habitat, important component in the food web and above all their usage as a plaeolimnological studies because their head capsule and feeding structures are fossilized in the lake sediments. Chironomids complete their larval stage in the water and its life cycle continues up to several years while adult life span is very short. They have an important role in the degradation of material in the aquatic ecosystem and serve as an important part of the food web during their whole life cycle.",
            "score": 117.70089936256409
        }
    ],
    "r": [
        {
            "docid": "63663_30",
            "document": "Fly . Whereas many dipteran larvae are aquatic or live in enclosed terrestrial locations, the majority of adults live above ground and are capable of flight. Predominantly they feed on nectar or plant or animal exudates, such as honeydew, for which their lapping mouthparts are adapted. The flies that feed on vertebrate blood have sharp stylets that pierce the skin, the insects inserting anticoagulant saliva and absorbing the blood that flows; in this process, certain diseases can be transmitted. The bot flies (Oestridae) have evolved to parasitize mammals. Many species complete their life cycle inside the bodies of their hosts. In many dipteran groups, swarming is a feature of adult life, with clouds of insects gathering in certain locations; these insects are mostly males, and the swarm may serve the purpose of making their location more visible to females.",
            "score": 159.61119079589844
        },
        {
            "docid": "40496567_2",
            "document": "Mites of domestic animals . Mites that infest and parasitize domestic animals cause disease and loss of production. Mites are small invertebrates, most of which are free living but some are parasitic. Mites are similar to ticks and both comprise the order Acari in the phylum Arthropoda. Mites are highly varied and their classification is complex; a simple grouping is used in this introductory article. Vernacular terms to describe diseases caused by mites include scab, mange, and scabies. Mites and ticks have substantially different biology from, and are classed separately from, insects (the class Insecta). Mites of domestic animals cause important types of skin disease, and some mites infest other organs. Diagnosis of mite infestations can be difficult because of the small size of most mites, but understanding how mites are adapted to feed within to the structure of the skin is useful.  The life-cycle of mites begins with eggs are laid on the vertebrate animal host or within the nest or environment of the host. From the egg hatches a larva, characterized by having three pairs of legs. The larva feeds on the host and molts to a nymph. The nymph is closely similar to the larva but has four pairs of legs. Then the nymph feeds and molts. This molt is either to the first of several more nymph stages, or to an adult. The adult is defined as a sexually mature female or male, and has four pairs of legs. These similar stages (or instars) are in a sequence known as an incomplete metamorphosis. The potential reproductive capacity of a female mite is low compared to ticks because the eggs are large relative to the small female. However, the survival of larvae laid on their hosts or in nests of their hosts is high, and the life-cycle is short, so mite populations can expand rapidly under favorable conditions. Ectoparasitic mites typically transfer by crawling between hosts in close contact (see also in section on control). The unusual life-cycle of trombiculid mites is described in the section on blood-sucking mites.",
            "score": 148.2473907470703
        },
        {
            "docid": "7044_64",
            "document": "Beetle . A few species of beetles are ectoparasitic on mammals. One such species, \"Platypsyllus castoris\", parasitises beavers (\"Castor\" spp.). This beetle lives as a parasite both as a larva and as an adult, feeding on epidermal tissue and possibly on skin secretions and wound exudates. They are strikingly flattened dorsoventrally, no doubt as an adaptation for slipping between the beavers' hairs. They are wingless and eyeless, as are many other ectoparasites. Others are kleptoparasites of other invertebrates, such as the small hive beetle (\"Aethina tumida\") that infests honey bee nests, while many species are parasitic inquilines or commensal in the nests of ants. A few groups of beetles are primary parasitoids of other insects, feeding off of, and eventually killing their hosts.",
            "score": 142.6004638671875
        },
        {
            "docid": "2018725_3",
            "document": "Argulidae . Fish lice vary in size from just a few millimetres to over long, with females usually somewhat larger than the males. Almost all species in the family are ectoparasites on fish, with a few on invertebrates or amphibians. They have a flattened, oval body, which is almost entirely covered by a wide carapace. Their compound eyes are prominent, and the mouthparts and the first pair of antennae are modified to form a hooked, spiny proboscis armed with suckers, as an adaptation to parasitic life. They have four pairs of thoracic appendages, which are used to swim when not attached to the host. They leave their hosts for up to three weeks to mate and lay eggs, and reattach behind the fish's operculum, where they feed on mucus and sloughed-off scales, or pierce the skin and feed on the internal fluids. The eggs hatch into parasitic postnauplius larvae.",
            "score": 141.02645874023438
        },
        {
            "docid": "53631421_30",
            "document": "Parasitic flies of domestic animals . When larvae of \"Lucilia\" feed parasitically they cause the disease facultative myiasis (facultative = opportunistic or optional). When this occurs on sheep it is often known as blow-fly strike. This causes severe distress to the host and may be fatal due to toxemia from ammonia excreted by masses of infesting larvae. Females of \"Chrysomya\", \"Cochliomyia\" and \"Wohlfahrtia\" and similar genera always seek out their host such as cattle, sheep, dogs, to lay their eggs at vulnerable sites such as a small wound. The larvae hatch and rapidly invade the superficial layers of skin to continue feeding there until ready to pupate. This form of parasitism is essential for these types of fly, and causes obligate myiasis (obligate = necessary or essential). This infestation develops into severe disease and can be fatal if the infestation is at a vulnerable site such as ear or navel of the host. Adult blow-flies such as those in the \"Calliphora\" genus can be significant as transmitters of various bacteria involved in mastitis of cattle. The conjunctivitis of cattle known as pink-eye is caused by \"Moraxella bovis\" bacteria and may be transmitted by blow-flies. Typical genera are \"Hypoderma\", \"Gasterophilus\", \"Dermatobia\" and \"Oestrus\". Oestrid flies at their larval stage tend to be adapted to feed on a few closely related species of host animal and the adult females fly actively to seek out only these hosts on which to lay their eggs. Adults are large flies, and unusual amongst brachyceran flies because they have a dense covering of fine setae (like hairs) and colored patterns that make them appear like bumble-bees (Hymenoptera). All species of the Oestridae are so highly adapted to the myiasis type of parasitism that the adults do not feed and have only residual mouthparts (see photograph of \"Hypoderma iparece\"). All these flies have an obligate myiasis life-cycle, with a complete metamorphosis. The females lay eggs with high selectivity on their special hosts and at specific sites there. For example, eggs laid on the legs of horses in the case of species of \"Gasterophilus\". The horse licks at the irritated skin and the larvae transfer to the mouth of horse. The larvae penetrate tissues in the oral cavity, feed parasitically whilst migrating through tissue of the esophagus to finally reach the stomach. The final larval stage is completed with the larvae attached to the mucosa of the horse's stomach. When ready to pupate the larvae detach and are voided in the horse's feces. Another example is \"Dermatobia hominis\", torsalo-fly, which is an important parasite of cattle, and sometimes humans, in tropical regions of South America. The larvae cause a localized, furuncular (= like a boil) myiasis in the skin of their hosts. The larvae infest these sites when transported there accidentally by blood feeding mosquitoes; the adult female \"Dermatobia\" flies lay their eggs on the legs of mosquitoes, a dispersal mechanism called phoresy.",
            "score": 140.80068969726562
        },
        {
            "docid": "19993906_15",
            "document": "Rhinesuchidae . Although evidently \"Uranocentrodon\" had gills of some kind, it is difficult to determine what kind of gills they were. On the one hand, they could have been internal gills like those of fish, which were hardly visible from the outside of the body. On the other hand, they could have been stalk-like external gills like those of modern salamander larvae or even neotenic adult salamanders such as the mudpuppy or axolotl. External gills had to have evolved from internal gills sometime during amphibian evolution, although the precise location of this transition is controversial. The gill-supporting bones preserved in ancient amphibians show many similarities with those of fish gills and salamander gills. Paleontologists who prefer comparing ancient tetrapods to modern amphibians generally find many similarities between the fossil bones and modern salamander gill bones. On the other hand, paleontologists who compare fossil tetrapods to fossil fish consider the bones to correlate with internal gills. This conundrum, known as Bystrow's paradox, has made it difficult to assess gills in ancient amphibians such as \"Uranocentrodon,\" as different paleontologists come to different conclusions based on their field of study. Bystrow's paradox was finally resolved by a 2010 study, which found that grooved ceratobrachnial structures (components of the branchial arches) are correlated with internal gills. Ancient tetrapods which preserved grooved ceratobranchials, such as the dvinosaur \"Dvinosaurus\", probably only had internal gills as adults. Nevertheless, external gills have been directly preserved as soft tissue in some temnospondyls. However, these situations only occur in larval specimens or members of specialized groups such as the branchiosaurids. One living species of lungfish (\"Lepidosiren\") has external gills as larvae which transform into internal gills as adults. Despite adult dvinosaur specimens having skeletal features correlated with internal gills, some larval specimens of another dvinosaur, \"Isodectes\" preserved soft tissue external gills. Thus, the gill development of dvinosaurs (and presumably other temnospondyls, such as \"Uranocentrodon\") mirrored that of \"Lepidosiren\". Despite this feature likely being an example of convergent evolution (as other lungfish exclusively possessed internal gills), it still remains a useful gauge for how temnospondyl gills developed. The study's writers concluded that the gills of temnospondyls (including \"Uranocentrodon\" and other rhinesuchids which may have possessed gills) were probably internal (like those of a fish) as an adult, but external (like those of a salamander) as a larva.",
            "score": 137.5640106201172
        },
        {
            "docid": "4675301_4",
            "document": "Seymouria . Male \"Seymouria\" had thick skulls that may have been used to batter rivals in mating contests. After mating, the females would have had to return to water to lay their eggs. As in amphibians, the larvae would develop in water, hunting for worms and insects until they were strong enough to live on land. While no larvae are known from \"Seymouria\" itself, fossil larvae of its relative \"Discosauriscus\" and other species in the order Seymouriamorpha have been found, with impressions of external gill structures as in modern amphibians.",
            "score": 136.92527770996094
        },
        {
            "docid": "23853072_13",
            "document": "Fish disease and parasites . Fish gills are also the preferred habitat of many external parasites, attached to the gill but living out of it. The most common are monogeneans and certain groups of parasitic copepods, which can be extremely numerous. Other external parasites found on gills are leeches and, in seawater, larvae of gnathiid isopods. Isopod fish parasites are mostly external and feed on blood. The larvae of the Gnathiidae family and adult cymothoidids have piercing and sucking mouthparts and clawed limbs adapted for clinging onto their hosts. \"Cymothoa exigua\" is a parasite of various marine fish. It causes the tongue of the fish to atrophy and takes its place in what is believed to be the first instance discovered of a parasite functionally replacing a host structure in animals.",
            "score": 136.75755310058594
        },
        {
            "docid": "3292649_2",
            "document": "Ceratopogonidae . Ceratopogonidae, or biting midges, are a family of small flies (1–4 mm long) in the order Diptera. They are called midgies in Scotland, are also known as no-see-ums, sand flies, punkies, and others in North America, and sandflies in Australia. (The name \"sandfly\" is ambiguous, as it is also applied informally to many other flies, such as the subfamily \"Phlebotominae\".) They are closely related to the Chironomidae, Simuliidae (or black flies), and Thaumaleidae. They are found in almost any aquatic or semiaquatic habitat throughout the world, as well as in mountain areas. Females of most species are adapted to suck blood from some kind of host animal for the purpose of anautogenous reproduction. \"Culicoides\", \"Forcipomyia (Lasiohelea)\", and \"Leptoconops\" suck vertebrate blood. Some \"Atrichopogon\" and \"Forcipomyia\" species are ectoparasites on larger insects. \"Dasyhelea\" species feed exclusively on nectar. Species in other genera are predatory on other small insects. Larvae are always found in some damp location, such as under bark, in rotten wood, compost, mud, stream margins, tree holes, or water-holding plants (i.e., phytotelmata).",
            "score": 135.810546875
        },
        {
            "docid": "155739_32",
            "document": "Biological pest control . Parasitoids lay their eggs on or in the body of an insect host, which is then used as a food for developing larvae. The host is ultimately killed. Most insect parasitoids are wasps or flies, and many have a very narrow host range. The most important groups are the ichneumonid wasps, which mainly use caterpillars as hosts; braconid wasps, which attack caterpillars and a wide range of other insects including aphids; chalcid wasps, which parasitize eggs and larvae of many insect species; and tachinid flies, which parasitize a wide range of insects including caterpillars, beetle adults and larvae, and true bugs. Parasitoids are most effective at reducing pest populations when their host organisms have limited refuges to hide from them.",
            "score": 135.4842987060547
        },
        {
            "docid": "50884_35",
            "document": "Chelicerata . However, the structure of \"family tree\" relationships within the Chelicerata has been controversial ever since the late 19th century. An attempt in 2002 to combine analysis of RNA features of modern chelicerates and anatomical features of modern and fossil ones produced credible results for many lower-level groups, but its results for the high-level relationships between major sub-groups of chelicerates were unstable, in other words minor changes in the inputs caused significant changes in the outputs of the computer program used (POY). An analysis in 2007 using only anatomical features produced the cladogram on the right, but also noted that many uncertainties remain. The position of scorpions is particularly controversial. Some early fossils such as the Late Silurian \"Proscorpius\" have been classified by paleontologists as scorpions, but described as wholly aquatic as they had gills rather than book lungs or tracheae. Their mouths are also completely under their heads and almost between the first pair of legs, as in the extinct eurypterids and living horseshoe crabs. This presents a difficult choice: classify \"Proscorpius\" and other aquatic fossils as something other than scorpions, despite the similarities; accept that \"scorpions\" are not monophyletic but consist of separate aquatic and terrestrial groups; or treat scorpions as more closely related to eurypterids and possibly horseshoe crabs than to spiders and other arachnids, so that either scorpions are not arachnids or \"arachnids\" are not monophyletic. Cladistic analyses have recovered \"Proscorpius\" within the scorpions, based on reinterpretation of the species' breathing apparatus. This is reflected also in the reinterpretation of \"Palaeoscorpius\" as a terrestrial animal. Although well behind the insects, chelicerates are one of the most diverse groups of animals, with over 77,000 living species that have been described in scientific publications. Some estimates suggest that there may be 130,000 undescribed species of spider and nearly 500,000 undescribed species of mites and ticks. While the earliest chelicerates and the living Pycnogonida (if they are chelicerates) and Xiphosura are marine animals that breathe dissolved oxygen, the vast majority of living species are air-breathers, although a few spider species build \"diving bell\" webs that enable them to live under water. Like their ancestors, most living chelicerates are carnivores, mainly on small invertebrates. However, many species feed as parasites, herbivores, scavengers and detritivores.",
            "score": 135.3884735107422
        },
        {
            "docid": "15367337_7",
            "document": "Insect ecology . Carnivorous insects survive by eating other living animals, be it through hunting, sucking blood, or as an internal parasite. These insects fall into three basic categories: predators, parasites, and parasitoids. Predatory insects are typically larger as their survival is dependent upon their ability to hunt, kill/immobilize, and eat their prey. There are several exceptions to this though, with ants being the most notable. Ants, and other colony insects, can use their sheer numbers to overwhelm their prey even if the ants are significantly smaller. They often have specialized mandibles (mouth parts) for this task, some causing excruciating pain, paralysis, or simply having a high bite force. The insects who live on their own though, must be able to reliably bring down their prey and as such have developed a myriad of unique hunting methods. Some actively travel, seeking out their prey while others wait in an ambush. Others may release chemicals to attract specific creatures and others still will eat anything they can. Parasites infest the victim’s body and eat it from the inside out. The presence of the parasite is often not noticed by the host as the size discrepancy is typically so vast. Parasites vary widely in how they survive in their host, some complete their full life cycle within the body while others may only stay in for the duration of their larval stage. There is as great of variation in methodology and species in parasites as in any other type of insect even if it may not seem so at first. The most threatening parasites to humans though, are ones that live outside the host and consume the hosts blood. These species transmit virus, disease, and even other, smaller parasites to the host, spreading these throughout the populations of many third world countries with poor health care. A subcategory of parasites, called parasitoids, is one that feeds on the host body so much so that the host is eventually eaten. One species of wasp, the spider wasp, will paralyze spiders before bringing them back to their nest and injecting it with a wasp larvae. The larvae will eat its way out, secreting a numbing and paralyzing agent until there is nothing left of the spider other than the exoskeleton then go through a metamorphism and become an adult wasp.",
            "score": 135.14932250976562
        },
        {
            "docid": "20105022_9",
            "document": "Paleoparasitology . Fossil organisms which are related to present-day parasites often possess the morphological features associated with a parasitic lifestyle, such as blood-feeding mouthparts. So fossil ticks and hematophagous insects are generally assumed to be ectoparasites, even when their remains are found in the absence of a host.",
            "score": 134.5406951904297
        },
        {
            "docid": "43953301_16",
            "document": "Polistes sulcifer . \"P. sulcifer\" larva feed on what \"P. dominula\" feeds on, since it is the host workers who are collecting the food. It has been found that \"P. dominula\" food is from three insect orders. \"P. dominula\", unlike many other social wasps, is known as a very generalist predator, and is both opportunistic and very flexible in selecting their prey. Adult \"P. sulcifer\" wasps have been shown to eat the larvae of other insect species including \"Tenebrio molitor\" larvae (a beetle species) and fly maggots. It has also been shown that the parasitic \"P. sulcifer\" female may use the host eggs as nutrition soon after usurpation occurs. Additionally, in \"P. sulcifer\", a peculiar phenomenon is observed during usurpation season. The female is known to feed on flowers in the early morning and in the late afternoon. This is thought to have evolved so the female could attempt to usurp in the middle of the day, when the host is out feeding.",
            "score": 134.29336547851562
        },
        {
            "docid": "326787_19",
            "document": "Teleost . Some teleosts are parasites. Remoras have their front dorsal fins modified into large suckers with which they cling onto a host animal such as a whale, sea turtle, shark or ray, but this is probably a commensal rather than parasitic arrangement because both remora and host benefit from the removal of ectoparasites and loose flakes of skin. More harmful are the catfish that enter the gill chambers of fish and feed on their blood and tissues. The snubnosed eel, though usually a scavenger, sometimes bores into the flesh of a fish, and has been found inside the heart of a shortfin mako shark.",
            "score": 133.78103637695312
        },
        {
            "docid": "31550227_5",
            "document": "Mongolarachne . The placement of \"M. jurassica\" was first questioned by Kuntner \"et al.\" in 2013, who claimed that \"M jurassica\" differs from extant members of the genus \"Nephila\" in many anatomical traits and cannot be assigned to this genus, or indeed to the family Nephilidae. According to Kuntner \"et al.\" (2013) in an academic conference presentation following the description of the species Paul Selden (the first author of the description of \"M. jurassica\") suggested that \"M. jurassica\" might be cribellate; if confirmed this would have made it the only known cribellate member of \"Nephila\" and the only known cribellate araneoid. Kuntner \"et al.\" themselves considered the presence of cribellum to be a piece of evidence that \"M. jurassica\" was not in fact a nephilid. The authors suggested that \"M. jurassica\" lacked a striated cheliceral boss, which the authors considered to be \"a key nephilid synapomorphy\". The authors considered it more likely that this species is actually a stem-orbicularian.",
            "score": 133.20753479003906
        },
        {
            "docid": "57304852_5",
            "document": "Hemibdella soleae . \"H. soleae\" is an ectoparasite of flatfish such as the common sole (\"Solea solea\"). Like other marine leeches, it feeds on its host's blood, but unlike most freshwater species, it does not drop off the fish after it has fed, instead remaining attached by its anterior sucker. In the juvenile leech, the remnants of each blood meal is visible through the transparent skin as a small red ball inside. In the northern part of its range, the common sole is the main host, but further south, other fish are also parasitized; these include the Senegalese sole (\"Solea senegalensis\"), the wedge sole (\"Dicologlossa cuneata\"), the bastard sole (\"Microchirus azevia\"), the Klein's sole (\"Synapturichthys kleinii\"), the sand sole (\"Pegusa lascaris\") and the Portuguese sole (\"Dagetichthys lusitanica\"). In the English Channel, small common sole may have one or two leeches on them while large fish may have forty or more of the parasites.",
            "score": 132.67555236816406
        },
        {
            "docid": "77305_2",
            "document": "Flea . Fleas are small flightless insects that form the order Siphonaptera. As external parasites of mammals and birds, they live by consuming the blood of their hosts. Adults are up to about long and usually brown. Bodies flattened sideways enable them to move through their host's fur or feathers; strong claws prevent them from being dislodged. They lack wings, and have mouthparts adapted for piercing skin and sucking blood and hind legs adapted for jumping. The latter enable them to leap a distance of some 50 times their body length, a feat second only to jumps made by froghoppers. Larvae are worm-like with no limbs; they have chewing mouthparts and feed on organic debris.",
            "score": 130.6047821044922
        },
        {
            "docid": "3300682_19",
            "document": "Asilidae . The Asilidae are predators, both in the juvenile stage and the adult stage, and feed on small arthropods, mainly insects. Although predatory forms in the adult stage are present in other taxonomic groups of Diptera, the Asilidae are the most representative for the number of species and for uniformity of feeding behavior. They are aggressive to the point of earning the common name, in English, of \"robber flies\". The combination of high biodiversity and high predatory activity leads to this family playing an important role in the ecological stability of entomofauna. The life cycle takes place in 1–3 years. The postembryonic development consists of four larval stages (instars) and one pupa. The larvae of the first instar differ from other stages in both ethology and trophic regime. The larvae of most known asilids live in the soil or in the case of some taxonomic groups, in rotting organic material, usually wood and the bark of dead trees. With regard to feeding behavior, most of the literature gives the larvae of the Asilidae as entomophagous, but there are doubts about the real nature of the trophic regime and its mechanisms. The entomophagy of some species had indeed been already hypothesized by some authors of the nineteenth century, based on the findings of larvae of asilids associated with larvae of other insects, but Melin (1923) asserted that, in reality, predation was occasional and secondary to the plant-based diet. More recent studies have confirmed the entomophagy of some asilids without extending this species's feeding behavior for the whole family. Less certain, however, is the mechanism of implementing entomophagy: in general, the behavior is cited as predation, but for some species may be ectoparasitoids. Musso (1983) described the feeding behavior of the larvae of \"Machimus rusticus\" and its evolution during postembryonic development : in particular, the larvae of the first instar does not feed on insects, those of the second instar feed on secretions by larvae of beetles (and may cause death), while the larvae of the third and fourth instars actually behave like predators. In short, the feeding behavior of larval asilids can configure as intermediate between predation and ectoparasitism.",
            "score": 129.71932983398438
        },
        {
            "docid": "54384219_11",
            "document": "Melittobia australica . \"M. australica\" is totally dependent on the host wasps for food, the females feed on the host before oviposition and the larvae consume the host. Adult males probably do not feed. The primary hosts are solitary wasps and bees but it will also parasitise inquilines of other insect orders where these are present in the host's nest. Bumblebees have also been found to be hosts of this wasp. Where populations of \"M. australica\" are high it can have a noticeable effect on the populations of host species and many of the host species have evolved defences against \"M. australica\" including nest location, chemical defences, physical barriers and defensive behaviours. Where \"M. autralica\" is common there can be a high mortality of its host species, which are often pollinators, and so \"M. australica\" parasitism can lead to an inhibition in the reproductive and dispersal capabilities of many plants. There is very little information about predators and parasites of \"M. australica\", although an egg hyperparasitoid, \"Anagrus putnamii\", has been recorded it has not been confirmed that it was using \"M. australica\" as its host. In addition, there have been observations of parasitic mites which feed on larvae of the sphecid wasp \"Sceliphron\" spp. competing with \"M. australica\" larvae and even feeding upon them.",
            "score": 129.3965606689453
        },
        {
            "docid": "27915907_5",
            "document": "Marlin sucker . This species is normally found attached by its disc to the surface of a marlin or sailfish, but sometimes it attaches to another large fish. It attaches to the body or gill chamber, and a pair of the remoras is often present on one host fish. There is often a male fish under one operculum and a female under the other. The laminae, out of which the disc is formed, are covered with bristles which lie flat, and these provide the suction grip. The remora can detach from its host by moving forwards and reattach by moving backwards. Remoras do not harm their host but may feed on any ectoparasites, flakes of skin and stray food particles that come their way as well as consuming the fish faeces. Parasitic copepods form an important part of this remora's diet.",
            "score": 129.381591796875
        },
        {
            "docid": "4901720_23",
            "document": "Arthropod leg . Except in species in which legs have been lost or become vestigial through evolutionary adaptation, adult insects have six legs, one pair attached to each of the three segments of the thorax. They do also have paired appendages on some other segments, in particular, mouthparts, Antennae and cerci, all of which are suspected to be derived from paired legs on each segment of some common ancestor.  Some larval insects do however have extra walking legs on their abdominal segments; these extra legs are called prolegs. They are found most frequently on the larvae of moths and sawflies. Prolegs do not have the same structure as modern adult insect legs, and there has been a great deal of debate as to whether they are homologous with them. Current evidence suggests that they are indeed homologous up to a very primitive stage in their embryological development, but that their emergence in modern insects was not homologous between the Lepidoptera and Symphyta. Such concepts are pervasive in current interpretations of phylogeny.",
            "score": 129.29409790039062
        },
        {
            "docid": "1543107_9",
            "document": "Varroa destructor . \"Varroa\" mites have been found on Tricia larvae of some wasp species, such as \"Vespula vulgaris\", and flower-feeding insects such as the bumblebee, \"Bombus pennsylvanicus\", the scarab beetle, \"Phanaeus vindex\", and the flower-fly, \"Palpada vinetorum\". It parasitizes the young larvae and feeds on the internal organs of the hosts. Although the \"Varroa\" mite cannot reproduce on these insects, its presence on them may be a means by which it spreads short distances (phoresy).",
            "score": 128.8911590576172
        },
        {
            "docid": "28147113_11",
            "document": "Parasitic nutrition . Ectoparasites live on the outer surface of the host. This group includes ticks, leeches, mites and the tsetse fly. Ectoparasites do not have a readily available source of nutrients available on the outer surface of the host, so they need adaptations to access host nutrients. This requires penetrating features they can insert into the host, as well as the ability to secrete digestive enzymes and the presence of a gut to digest host-derived nutrients. Ectoparasites also have a variety of parasite transporters and permeases to enable them to acquire nutrition from their host, across numerous membranes. Many ectoparasites are known pathogen vectors, so they transmit these pathogens during nutrient acquisition.",
            "score": 128.7238006591797
        },
        {
            "docid": "724161_14",
            "document": "Isopoda . Parasitic species are mostly external parasites of fish or crustaceans and feed on blood. The larvae of the Gnathiidae family and adult cymothoidids have piercing and sucking mouthparts and clawed limbs adapted for clinging onto their hosts. In general, isopod parasites have diverse lifestyles and include \"Cancricepon elegans\", found in the gill chambers of crabs; \"Athelges tenuicaudis\", attached to the abdomen of hermit crabs; \"Crinoniscus equitans\" living inside the barnacle \"Balanus perforatus\"; cyproniscids, living inside ostracods and free-living isopods; bopyrids, living in the gill chambers or on the carapace of shrimps and crabs and causing a characteristic bulge which is even recognisable in some fossil crustaceans; and entoniscidae living inside some species of crab and shrimp. \"Cymothoa exigua\" is a parasite of the spotted rose snapper \"Lutjanus guttatus\" in the Gulf of California; it causes the tongue of the fish to atrophy and takes its place in what is believed to be the first instance discovered of a parasite functionally replacing a host structure in animals.",
            "score": 127.85775756835938
        },
        {
            "docid": "41788857_5",
            "document": "Mites of livestock . The identification of many types of mites is work for a specialist. However, the mites parasitic on vertebrate animals can readily be identified to at least the level of genus by nonspecialists if the clinical context of host species and site of infestation on skin or other organs is used. Also, the two main families of ticks are added to the list of acarine families because these common parasites are closely related to mites, and as larvae may confused with them at infestations. The third tick family, the Nuttalliellidae, consists of one rare species. Ticks require separate accounts because they have distinctly different feeding mechanisms and relations to disease. Distinguishing acarines from insects (subphylum Hexapoda) is similarly important because the term 'insect' is often used in popular text and speech for various small crawling animals. The generalized anatomy of an acarine as shown in the diagram below can be compared with that of an insect as in typical parasitic flies of domestic animals.",
            "score": 127.58740997314453
        },
        {
            "docid": "43937_50",
            "document": "Parasitism . Parasites can exploit their hosts to carry out a number of functions that they would otherwise have to carry out for themselves. Parasites which lose those functions then have a selective advantage, as they can divert resources to reproduction. Many insect ectoparasites including bedbugs, batbugs, lice and fleas have lost their ability to fly, relying instead on their hosts for transport. Trait loss more generally is widespread among parasites.",
            "score": 127.38858795166016
        },
        {
            "docid": "36056542_2",
            "document": "Brachymeria . Brachymeria is a genus of parasitic wasps in the family Chalcididae. Over 300 species are known worldwide, all of them parasites of insect larvae. Most species are black with limited yellow markings, and like most chalcidid wasps, they have enlarged hind femora. The female typically lays eggs inside the larva of a lepidopteran using its ovipositor. Although mostly parasitic on Lepidoptera, a few are hyperparasites (parasites of parasitic Hymenoptera and Diptera), or attack other types of insect larvae (such as \"Polistes erythrocephalus)\". The adult parasites emerge typically from the host pupa. Some species have been used in biological control.",
            "score": 127.03386688232422
        },
        {
            "docid": "63663_29",
            "document": "Fly . As ubiquitous insects, dipterans play an important role at various trophic levels both as consumers and as prey. In some groups the larvae complete their development without feeding, and in others the adults do not feed. The larvae can be herbivores, scavengers, decomposers, predators or parasites, with the consumption of decaying organic matter being one of the most prevalent feeding behaviours. The fruit or detritus is consumed along with the associated micro-organisms, a sieve-like filter in the pharynx being used to concentrate the particles, while flesh-eating larvae have mouth-hooks to help shred their food. The larvae of some groups feed on or in the living tissues of plants and fungi, and some of these are serious pests of agricultural crops. Some aquatic larvae consume the films of algae that form underwater on rocks and plants. Many of the parasitoid larvae grow inside and eventually kill other arthropods, while parasitic larvae may attack vertebrate hosts.",
            "score": 126.94639587402344
        },
        {
            "docid": "50033728_2",
            "document": "Cordylobia rodhaini . Cordylobia rodhaini also known as the Lund's fly derived its common name from captain Lund, who was the first European to show symptoms of the disease caused by the larvae of the same fly. The Lund’s fly belongs to the genus Cordylobia, a group of flies from the family Calliphoridae. The currently known species comprising the genus Cordylobia include: \"C. anthropophaga\", \"C. ebadiana\", \"C. praegrandis\", \"C. rodhaini\" and \"C. ruandae\". The larvae of the Lund’s fly are parasites of thinned-skinned mammals, especially the Gambian rat, mona monkey and small antelopes and are only accidental parasites of humans. The adult flies feeds on rotting fruits, vegetables and animal feces, and are most abundant in the wet season. Like many tropical insects they are most active in the dark periods and have the greatest activity early in the morning and late in the evening while resting typically between 8am to 5pm. The Lund’s fly are largely confined to tropical Africa, especially the rainforest areas in Sub-Saharan Africa. However, as a result of human migration, the parasitic infections they cause have been recorded in other continents including Europe and Asia.",
            "score": 126.88379669189453
        },
        {
            "docid": "31550227_7",
            "document": "Mongolarachne . The holotype female is fossilized with her underside facing up. Portions of all but two of the legs are missing from the fossil. The carapace of the holotype is and the opisthosoma is . The total body length is approximately while the front legs reach about in length. This puts \"M. jurassica\" females in the same size range as modern females of \"Nephila\", and makes \"M. jurassica\" the largest described fossil spider. The tibia of the third leg features tufts of setae called gaiters, which are also found on the other three tibia. The feature of a gaiter on the third tibia is only found in modern \"Nephila\" and, according to the original authors of description of \"M. jurassica\", its presence along with the large size indicated the species was part of the genus.",
            "score": 126.82418823242188
        },
        {
            "docid": "37926134_23",
            "document": "Fish gill . Fish gills are the preferred habitat of many ectoparasites (parasites attached to the gill but living out of it); the most commons are monogeneans and certain groups of parasitic copepods, which can be extremely numerous. Other ectoparasites found on gills are leeches and, in seawater, larvae of gnathiid isopods. Endoparasites (parasites living inside the gills) include encysted adult didymozoid trematodes, a few trichosomoidid nematodes of the genus \"Huffmanela\", including \"Huffmanela ossicola\" which lives within the gill bone, and the encysted parasitic turbellarian \"Paravortex\". Various protists and Myxosporea are also parasitic on gills, where they form cysts.",
            "score": 126.2901382446289
        }
    ]
}