{
    "q": [
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 95.62376594543457
        },
        {
            "docid": "14774391_14",
            "document": "PTPRM . PTPmu is expressed in the developing brain and retina. A brain cell, or neuron, has a cell body that contains the nucleus and two types of extensions or processes that grow out from the cell body, the dendrites and axons. Dendrites generally receive input from other neurons, while axons send output to adjacent neurons. These processes are called neurites when grown ‘’in vitro’’ on tissue culture plates, because it is not clear whether they are dendrites or axons. ‘’In vitro’’ growth studies are useful for evaluating the mechanisms that neurons use to grow and function. A neurite outgrowth assay is a type of experiment where neurons are placed on different adhesive substrates on tissue culture plates. A neurite outgrowth assay is meant to mimic how neurons grow inside the body. During development of the nervous system, neuronal axons reach their often-distant targets by reacting to different substrates in their environment, so-called guidance cues, that are attractive, repulsive or simply permissive, meaning these substrates pull axons toward them, away from them, or act in a way that allows growth, respectively. When PTPmu is applied to a dish as an ‘’in vitro’’ substrate, it promotes neurite outgrowth. PTPmu also acts as a guidance cue during development of the nervous system, by repelling neurites of the temporal neural retina, while permitting growth of neurites from the nasal neural retina. Expression of PTPmu protein capable of dephosphorylating tyrosine residues is required for mediating both nasal neurite outgrowth and temporal neurite repulsion. By blocking the expression of PTPmu protein with antisense technology, or by expressing catalytically inactive mutants of PTPmu (molecules of PTPmu that can not dephosphorylate their target proteins) in the developing retina, it was shown that PTPmu is required for the development of the neural retina.",
            "score": 93.78596591949463
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 121.77913653850555
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 80.11898016929626
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 72.92628335952759
        },
        {
            "docid": "14958673_5",
            "document": "Optogenetics . Peter Hegemann, studying the light response of green algae at the University of Regensburg, had discovered photocurrents that were too fast to be explained by the classic g-protein-coupled animal rhodopsins. Teaming up with the electrophysiologist Georg Nagel at the Max Planck Institute in Frankfurt, they could demonstrate that a single gene from the alga \"Chlamydomonas\" produced large photocurents when expressed in the oocyte of a frog. To identify expressing cells, they replaced the cytoplasmic tail of the algal protein with the fluorescent protein YFP, generating the first generally applicable optogenetic tool. Zhuo-Hua Pan of Wayne State University, researching on restore sight to blindness, thought about using channelrhodopsin when it came out in late 2003. By February 2004, he was trying channelrhodopsin out in ganglion cells—the neurons in our eyes that connect directly to the brain—that he had cultured in a dish. Indeed, the transfected neurons became electrically active in response to light. In April 2005, Susana Lima and Miesenböck reported the first use of genetically-targeted P2X2 photostimulation to control the behaviour of an animal. They showed that photostimulation of genetically circumscribed groups of neurons, such as those of the dopaminergic system, elicited characteristic behavioural changes in fruit flies. In August 2005, Karl Deisseroth's laboratory in the Bioengineering Department at Stanford including graduate students Ed Boyden and Feng Zhang (both now at MIT) published the first demonstration of a single-component optogenetic system in cultured mammalian neurons, using the channelrhodopsin-2(H134R)-eYFP construct from Nagel and Hegemann. The groups of Gottschalk and Nagel were first to use channelrhodopsin-2 for controlling neuronal activity in an intact animal, showing that motor patterns in the roundworm \"Caenorhabditis elegans\" could be evoked by light stimulation of genetically selected neural circuits (published in December 2005). In mice, controlled expression of optogenetic tools is often achieved with cell-type-specific Cre/loxP methods developed for neuroscience by Joe Z. Tsien back in the 1990s to activate or inhibit specific brain regions and cell-types in vivo.",
            "score": 92.58622980117798
        },
        {
            "docid": "564779_10",
            "document": "Cell growth . Many of the signal molecules that convey information to cells during the control of cellular differentiation or growth are called growth factors. The protein mTOR is a serine/threonine kinase that regulates translation and cell division. Nutrient availability influences mTOR so that when cells are not able to grow to normal size they will not undergo cell division. The details of the molecular mechanisms of mammalian cell size control are currently being investigated. The size of post-mitotic neurons depends on the size of the cell body, axon and dendrites. In vertebrates, neuron size is often a reflection of the number of synaptic contacts onto the neuron or from a neuron onto other cells. For example, the size of motoneurons usually reflects the size of the motor unit that is controlled by the motoneuron. Invertebrates often have giant neurons and axons that provide special functions such as rapid action potential propagation. Mammals also use this trick for increasing the speed of signals in the nervous system, but they can also use myelin to accomplish this, so most human neurons are relatively small cells.",
            "score": 108.22561454772949
        },
        {
            "docid": "56320671_5",
            "document": "Donald W. Pfaff . His laboratory worked out the first nerve cell circuit for a mammalian behavior, discovered hormone-sensitive genes in the brain; and integrated these findings to show how specific gene expression in a small part of the brain can regulate behavior. Pfaff also discovered that the nerve cells which control all reproductive processes—neurons that express the gene for the peptide called Gonadotropin-releasing hormone (GnRH)—are not born in the brain (as are most neurons), but in the nose, from which they migrate into the brain.",
            "score": 84.50872206687927
        },
        {
            "docid": "14874208_4",
            "document": "RAB11FIP5 . Rab11FIP5 is one of the many proteins that have been shown to interact with the Rab11 protein. Rab GTPases, such as Rab11, are enzymes that are involved in vesicular trafficking. Rab11 specifically plays a key role in endocytic trafficking and recycling through guiding early endosomes to endosome recycling complexes. Rab11FIP5, like most other Rab11FIP proteins, interacts with Rab11 by serving as an adaptor protein. This leads to downstream changes with regards to which proteins can interact. This is a result of the various Rab11FIP proteins that each have different binding partners. This process allows for the coordination and organization of endosomal transport and ultimately gives Rab11 its versatile function in the cell. It is believed that Rab11 recruits specific Rab11FIP proteins to the surface of vesicles in order to determine how the vesicle will behave. Studies have shown that Rab11FIP5 localizes to the perinuclear endosomes where it aids in sorting vesicles into the slow recycling route. This process involves the transport of cargo proteins, like endocytosed receptors, to endosome recycling complexes and subsequently to the plasma membrane. This is in contrast to the fast constitutive recycling route which allows for the direct transport of cargo from the endosome to the plasma membrane. Rab11FIP5 aids in this sorting process by binding to kinesin II and forming a protein complex to regulate vesicular trafficking. Some of the proteins that are regulated through Rab11FIP5 mediated vesicle trafficking are microtubule proteins and the TfR receptor. This links Rab11FIP5 functionality to the cell cytoskeleton and the iron uptake of a cell, respectively. Rab11FIP5 has been shown to play a role in the nervous system because it functions in neurons. Studies have suggested that Rab11FIP5 is involved in regulating the localization of the postsynaptic AMPA-type glutamate receptor. The AMPA receptor is an excitatory receptor that can be found on the plasma membranes of neurons. Studies have shown that mice with the Rab11FIP5 gene knocked out have severe long term neuronal depression. Without the presence of Rab11FIP5, it is hypothesized that the internalized AMPA receptors cannot be recycled back onto the plasma membrane because the receptors cannot be correctly trafficked to intracellular organelles responsible for recycling. Rab11FIP5 has also been implicated as a protein involved in the creation of tissue polarity during development. Rab11FIP5 has been shown to be involved in the vesicle trafficking and degradation of proteins used to coordinate embryonic development. This is conducted in a manner that helps maintain the ectoderm polarity in embryonic Drosophila. Rab11FIP5 is also suggested to be involved in aiding salivary epithelial cells to adjust to extracellular pH. V-ATPase, a proton pump protein, has been shown to be reliant on Rab11FIP5 mediated vesicle trafficking. When Rab11FIP5 is knocked down, salivary cells cannot correctly translocate V-ATPase to the plasma membrane in response to extracellular acidosis. While this pathway remains largely unknown, these results suggest a link between Rab11FIP5 function and the maintenance of the buffering capacity of saliva.",
            "score": 84.7703765630722
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 96.05618667602539
        },
        {
            "docid": "34032373_5",
            "document": "P19 cell . Treatment of undifferentiated P19 cells with retinoic acid can specifically induce them into neuronal cells. Using doses between 1 μM to 3 μM of RA can generate neurons as the most abundant cell type. Neurons under this treatment reached the highest populations between six days and nine days. Several neuronal markers such as neurofilament proteins, HNK-1 antigen and tetanus toxin binding sites are expressed at highest levels during these days. After six to nine days of treatment, the relative neuronal population declines, likely because of faster proliferation of non-neuronal cells. After 10 days of exposure, astroglial cells can be detected using glial fibrillary acidic protein (GFAP), which is a specific marker of glial cells. Other than into neurons and astrocytes, P19 cells can also differentiate to oligodendrocytes, which can be detected using the specific markers, myelin-associated glycoprotein and 2',3'-Cyclic-nucleotide 3'-phosphodiesterase. Moreover, oligodendrocytes also developed and migrated into fiber bundles in mice when the RA-induced cells were transplanted into the brains.  Retinoic acid can induce not only P19 cells but also other progenitor cells or embryonic stem cells to differentiation. Since cells after retinoic acid treatment did not immediately express neuronal marker genes, RA must initiate some pathway to process cellular differentiation. Many studies used P19 cells to investigate the RA-induced mechanisms, including generating the mutant allele of retinoic acid receptor genes and studying the expression of receptor genes, Hox genes and retinol binding proteins while exposing to RA. All of these studies indicate that the P19 cell is a good in vitro model system for investigating the mechanism of drugs that interfere with specific cellular pathway. What is more, by using the ability of RA-induced neurogenesis in P19 cell, lots of researchers started to identify the in vitro differentiation mechanisms of neuro- or gliogenesis. Several related pathways or including Wnt/β-catenin pathway, Notch pathway and hedgehog pathway are investigated either using gene expression or generating alleles for related genes.",
            "score": 85.68718957901001
        },
        {
            "docid": "18143331_16",
            "document": "Neurogenetics . There are many genes and proteins that contribute to the formation and development of the central nervous system, many of which can be found in the aforementioned links. Of particular importance are those that code for BMPs, BMP inhibitors and \"SHH\". When expressed during early development, BMP's are responsible for the differentiation of epidermal cells from the ventral ectoderm. Inhibitors of BMPs, such as \"NOG\" and \"CHRD\", promote differentiation of ectoderm cells into prospective neural tissue on the dorsal side. If any of these genes are improperly regulated, then proper formation and differentiation will not occur.  BMP also plays a very important role in the patterning that occurs after the formation of the neural tube. Due to the graded response the cells of the neural tube have to BMP and Shh signaling, these pathways are in competition to determine the fate of preneural cells. BMP promotes dorsal differentiation of pre-neural cells into sensory neurons and Shh promotes ventral differentiation into motor neurons. There are many other genes that help to determine neural fate and proper development include, \"RELN\", \"SOX9\", \"WNT\", Notch and Delta coding genes, \"HOX\", and various cadherin coding genes like \"CDH1\" and \"CDH2\".",
            "score": 63.61057913303375
        },
        {
            "docid": "208900_13",
            "document": "Neural tube . The following is a proposed mechanism for how Shh patterns the ventral neural tube: A gradient of Shh that controls the expression of a group of homeodomain (HD) and basic Helix-Loop-Helix (bHLH) transcription factors is created. These transcription factors are grouped into two protein classes based on how Shh affects them. Class I is inhibited by Shh, whereas Class II is activated by Shh. These two classes of proteins then cross-regulate each other to create more-defined boundaries of expression. The different combinations of expression of these transcription factors along the dorsal-ventral axis of the neural tube are responsible for creating the identity of the neuronal progenitor cells. Five molecularly distinct groups of ventral neurons form from these neuronal progenitor cells in vitro. Also, the position at which these neuronal groups are generated \"in vivo\" can be predicted by the concentration of Shh required for their induction in vitro. Studies have shown that neural progenitors can evoke different responses based on the length of exposure to Shh, with a longer exposure time resulting in more ventral cell types.",
            "score": 72.26139557361603
        },
        {
            "docid": "1132820_21",
            "document": "Cat food . Another nutrient important for weight control diets is protein and its component amino acids. Felines, being obligate carnivores, require a natural diet of strict animal products which consists of protein and fat (i.e. muscle, organs and animal tissue). Dietary protein supplies amino acids that can be utilized and metabolised as energy over fat when provided, even though protein is not stored in the body the same way as fat. Dietary fat is more efficiently converted to body fat than protein; if an animal is consuming more than its energy requirement and if the excess energy is provided by fat, more weight will be gained than if the excess calories are coming from protein. Dietary protein also improves satiety during feed, resulting in decreased overconsumption of food. The protein content of the diet is a key factor in building and maintaining lean body (muscle) mass, which is an important aspect of weight control. Lean body mass maintenance is regulated by protein intake, but more importantly is regulated by exercise. Limited protein and amino acids in the diet will limit lean body mass growth, but exercise or lack of exercise will allow growth or shrinking of muscle. Successful weight control involves maintenance of healthy adipose tissue levels, but most importantly maintenance of lean body mass. Lean muscle is the driver of basal energy metabolism and aids in the use of energy. When sufficient levels of fat are provided, fat will be used by the body as an energy source, but only when there are insufficient levels of protein.",
            "score": 102.65642166137695
        },
        {
            "docid": "53244435_4",
            "document": "C12orf66 . The human C12orf66 protein is 446 amino acids in length with a molecular weight of 50kdal . C12orf66 contains the domain of unknown function 2003 (DUF2003) from amino acids 10-444. The DUF2003 is characterized by a series of alpha helices and beta sheets.  C12orf66 is part of a larger protein complex called KICSTOR. KICSTOR is a complex of four proteins coded by the genes \"KPTN\", \"ITFG2\", \"C12orf66\", and \"SZT2\". The KICSTOR complex plays a role in regulating mTORC1 signaling. mTORC1 activates protein translation when the cell has sufficient amounts amino acids and energy. This ensures cell growth and proliferation occurs in ideal cellular environments. KICSTOR recruits the protein complex GATOR1, a negative regulator of mTORC1, to the correct location on the lysosome where mTORC1 signaling occurs. In addition to the localization of GATOR1 to the lysosome, KICSTOR is also necessary for the regulation of mTORC1 signaling by amino acid or glucose deprivation. Normally, amino acid or glucose deprivation inhibits mTORC1 signaling. However, loss of any one protein in the four protein KICSTOR complex resulted in a lack of inhibition of mTORC1 by amino acid or glucose deprivation and increased mTORC1 signaling. Thus, KICSTOR is a negative regulator of mTORC1 signaling that functions by localizing GATOR1 to the lysosomal surface as well inhibiting mTORC1 during periods of amino acid or glucose deprivation. How the KICSTOR complex directly inhibits mTORC1 as well as senses amino acid or glucose deprivation remains to be elucidated.",
            "score": 80.1950215101242
        },
        {
            "docid": "917280_6",
            "document": "Nutrient sensing . Nutrient sensing is a key regulator of tissue growth. The main mediator of cellular nutrient sensing is the protein kinase TOR (target of rapamycin). TOR receives information from levels of cellular amino acids and energy, and it regulates the activity of processes involved in cell growth, such as protein synthesis and autophagy. Insulin-like signaling is the main mechanism of systemic nutrient sensing and mediates its growth-regulatory functions largely through the protein kinase pathway. Other nutrition-regulated hormonal mechanisms contribute to growth control of modulating the activity of insulin-like signaling.",
            "score": 93.89039731025696
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 65.93353223800659
        },
        {
            "docid": "42069970_6",
            "document": "Neuronal lineage marker . The study of the nervous system dates back to ancient Egypt but only in the ninetieth century it became more detailed. With the invention of the microscope and a technique of staining developed by Camillo Golgi, it was possible to study individual neurons. This scientist started to impregnate nervous tissue with metal, as silver. The reaction consists in fixing particles of silver chromate to the neurilemma, and resulted in a stark black deposit in the soma, axon and dendrites of the neuron. Thus, it was possible to identify different types of neurons, as Golgi Cell, Golgi I and Golgi II. In 1885 there was a German medical researcher called Franz Nissl who developed another staining technique now known by Nissl staining. This technique is slightly different from Golgi staining since it stains the cell body and the endoplasmic reticulum. In 1887, a Spanish scientist called Santiago Ramon y Cajal learned the staining technique with Golgi and started his famous work of neuroanatomy. With this technique he made an extensive study of several areas of the brain and in different species. He also described very precisely the purkinje cells, the chick cerebellum and the neuronal circuit of the rodent hippocampus. In 1941 Dr. Albert Coons used for the first time a revolutionary technique that uses the principle of antibodies binding specifically to antigens in the tissues. He created an immunoflorescent technique for labelling the antibodies. This technique continues to be widely used in neuroscience studies for identifying different structures. The most important neural markers used nowadays are the GFAP, Nestin, NeuroD antibodies and others. For the past years there are still creating new neural markers for immunocytochemistry or/and immunohistochemistry. In 1953 Heinrich Klüver invented a new staining technique called, Luxol Fast Blue stain or LFB, and with this technique it’s possible to detect demyelination in the central nervous system. Myelin sheath will be stained blue, but other structures will be stained as well. The next revolutionary technique was invented in 1969 by an American scientist called Joseph G. Gall. This technique is called in situ Hybridization and it is used in a large variety of studies but mainly used in developmental biology. With this technique it is possible to mark some genes expressed in determined areas of the animal. In neurobiology, it's very useful for understanding the formation of the nervous system.",
            "score": 76.80542933940887
        },
        {
            "docid": "36584567_9",
            "document": "Ulegyria . Another serious result of inefficient blood flow is that cells do not receive adequate amounts of glucose. An immediate effect of low intracellular glucose is reduced ATP production in the cell. This effectively inactivates the Na-K pump, leading to the uptake of calcium ions by the cell. Continued influx of calcium serves to constitutively activate downstream effectors, including lipases, proteases, and endonucleases, whose actions eventually destroy the cell skeleton. Intracellular calcium concentrations are increased further due to the opening of glutamate-regulated ion channels. Ischemia causes anoxic cell depolarizations and it is this increase in membrane potential at the presynaptic cell that triggers the release of glutamate, an excitatory neurotransmitter. Glucose deprivation in the brain for any amount of time has the potential to pose serious consequences, and the amount of time the brain spends under these anoxic conditions is directly related to accumulation of irreversible damage to protein biosynthesis pathways. Protein synthesis all over the body is severely inhibited and essentially comes to a standstill while the brain is suffering from acute oxygen deprivation. Once oxygen sufficiently saturates the tissues again, protein biosynthesis returns to normal in non-vulnerable areas but remains at below normal levels in other areas. Insufficient protein synthesis in the brain is especially troubling in the fetal brain given the amount of growth and development that normally occurs. Areas particularly vulnerable to the damaging effects of hypoxic episodes include: the superior brainstem, the cerebellum, white matter and subcortical structures supplied by the branches of deep and superficial penetrating blood vessels. Vulnerable areas where protein synthesis is interrupted usually indicate impending cell death in neurons. When oxygen levels return, oxygen radicals, nitric oxide and an imbalance of neurotransmitters cause further damage and lead to cellular death through apoptosis. Neuron cell death is responsible for gliosis and results in the mushroom appearance of areas and is characteristic of ulegyria.",
            "score": 128.38437867164612
        },
        {
            "docid": "2448809_3",
            "document": "Inhibitor of DNA-binding protein . ID proteins are key regulators of development where they function to prevent premature differentiation of stem cells. By inhibiting the formation of E-protein dimers that promote differentiation, ID proteins can regulate the timing of differentiation of stem cells during development. An increase in ID expression is seen in embryonic and adult stem cells. ID proteins also promote cell cycle progression, delaying senescence, and help facilitate cell migration. In contrast, inappropriate regulation of ID proteins in differentiated cells can contribute to tumorigenesis. Generally, IDs function as oncogenes. When ID proteins are overexpressed, cell proliferation is enhanced and cells become insensitive to growth factor depletion. Expression of ID proteins in neurons halts neuron axon growth and allows elongation of neurons. There is some controversy surrounding the ID proteins and their role in cancer, but overexpression is seen in most tumor types. There are a few exceptions, for example, an increase in ID1 expression in brain cancer is correlated with a better prognosis, while a decrease in ID4 expression in colon and rectal cancers is linked to a poorer prognosis. ID proteins can bind E-proteins, preventing them from binding bHLH proteins and halting transcription, a case often seen in cancerous phenotypes.",
            "score": 68.5141726732254
        },
        {
            "docid": "47878_15",
            "document": "Huntington's disease . HTT is expressed in all mammalian cells. The highest concentrations are found in the brain and testes, with moderate amounts in the liver, heart, and lungs. The function of HTT in humans is unclear. It interacts with proteins which are involved in transcription, cell signaling, and intracellular transporting. In animals genetically modified to exhibit HD, several functions of HTT have been found. In these animals, HTT is important for embryonic development, as its absence is related to embryonic death. Caspase, an enzyme which plays a role in catalyzing apoptosis, is thought to be activated by the mutated gene through damaging the ubiquitin-protease system. It also acts as an anti-apoptotic agent preventing programmed cell death and controls the production of brain-derived neurotrophic factor, a protein which protects neurons and regulates their creation during neurogenesis. HTT also facilitates vesicular transport and synaptic transmission and controls neuronal gene transcription. If the expression of HTT is increased and more HTT produced, brain cell survival is improved and the effects of mHTT are reduced, whereas when the expression of HTT is reduced, the resulting characteristics are more typical of the presence of mHTT. In humans the disruption of the normal gene does not cause the disease. It is thought that the disease is not caused by inadequate production of HTT, but by an increase in the toxic function of mHTT in the body.",
            "score": 87.45176374912262
        },
        {
            "docid": "4576714_26",
            "document": "Essential fatty acid interactions . The actions of eicosanoids within the brain are not as well characterized as they are in inflammation. It is theorized that they act within the neuron as second messengers controlling presynaptic inhibition and the activation of protein kinase C. They also act as paracrine mediators, acting across synapses to nearby cells. Although detail on the effects of these signals is scant, (Piomelli, 2000) comments Neurons in the CNS are organized as interconnected groups of functionally related cells (e.g., in sensory systems). A diffusible factor released from a neuron into the interstitial fluid, and able to interact with membrane receptors on adjacent cells, would be ideally used to \"synchronize\" the activity of an ensemble of interconnected neural cells. Furthermore, during development and in certain forms of learning, postsynaptic cells may secrete regulatory factors which diffuse back to the presynaptic component, determining its survival as an active terminal, the amplitude of its sprouting, and its efficacy in secreting neurotransmitters—a phenomenon known as retrograde regulation. The participation of arachidonic acid metabolites in retrograde signaling and in other forms of local modulation of neuronal activity has been proposed. The EPA and DGLA cascades are also present in the brain and their eicosanoid metabolites have been detected. The ways in which these differently affect mental and neural processes are not nearly as well characterized as are the effects in inflammation.",
            "score": 88.16172289848328
        },
        {
            "docid": "5139079_4",
            "document": "DAB1 . Cortical neurons form in specialized proliferative regions deep in the brain and migrate past previously formed neurons to reach their proper layer. The laminar organization of multiple neuronal types in the cerebral cortex is required for normal cognitive function. The mouse 'reeler' mutation causes abnormal patterns of cortical neuronal migration as well as additional defects in cerebellar development and neuronal positioning in other brain regions. Reelin (RELN; 600514), the reeler gene product, is an extracellular protein secreted by pioneer neurons. The mouse 'scrambler' and 'yotari' recessive mutations exhibit a phenotype identical to that of reeler. Ware et al. (1997) determined that the scrambler phenotype arises from mutations in Dab1, a mouse gene related to the Drosophila gene 'disabled' (dab). Disabled-1 (Dab1) is an adaptor protein that is essential for the intracellular transduction of Reelin signaling, which regulates the migration and differentiation of postmitotic neurons during brain development in vertebrates. Dab1 function depends on its tyrosine phosphorylation by Src family kinases, especially Fyn. Dab encodes a phosphoprotein that binds nonreceptor tyrosine kinases and that has been implicated in neuronal development in flies. Sheldon et al. (1997) found that the yotari phenotype also results from a mutation in the Dab1 gene. Using in situ hybridization to embryonic day-13.5 mouse brain tissue, they demonstrated that Dab1 is expressed in neuronal populations exposed to reelin. The authors concluded that reelin and Dab1 function as signaling molecules that regulate cell positioning in the developing brain. Howell et al. (1997) showed that targeted disruption of the Dab1 gene disturbed neuronal layering in the cerebral cortex, hippocampus, and cerebellum, causing a reeler-like phenotype.",
            "score": 80.33734142780304
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 91.75746548175812
        },
        {
            "docid": "21944_3",
            "document": "Nervous system . At the cellular level, the nervous system is defined by the presence of a special type of cell, called the neuron, also known as a \"nerve cell\". Neurons have special structures that allow them to send signals rapidly and precisely to other cells. They send these signals in the form of electrochemical waves traveling along thin fibers called axons, which cause chemicals called neurotransmitters to be released at junctions called synapses. A cell that receives a synaptic signal from a neuron may be excited, inhibited, or otherwise modulated. The connections between neurons can form neural pathways, neural circuits, and larger networks that generate an organism's perception of the world and determine its behavior. Along with neurons, the nervous system contains other specialized cells called glial cells (or simply glia), which provide structural and metabolic support.",
            "score": 105.84216928482056
        },
        {
            "docid": "624361_18",
            "document": "Autophagy . Autophagy has roles in various cellular functions. One particular example is in yeasts, where the nutrient starvation induces a high level of autophagy. This allows unneeded proteins to be degraded and the amino acids recycled for the synthesis of proteins that are essential for survival. In higher eukaryotes, autophagy is induced in response to the nutrient depletion that occurs in animals at birth after severing off the trans-placental food supply, as well as that of nutrient starved cultured cells and tissues. Mutant yeast cells that have a reduced autophagic capability rapidly perish in nutrition-deficient conditions. Studies on the \"apg\" mutants suggest that autophagy via autophagic bodies is indispensable for protein degradation in the vacuoles under starvation conditions, and that at least 15 APG genes are involved in autophagy in yeast. A gene known as ATG7 has been implicated in nutrient-mediated autophagy, as mice studies have shown that starvation-induced autophagy was impaired in \"atg7\"-deficient mice.",
            "score": 93.70206189155579
        },
        {
            "docid": "18704809_2",
            "document": "Alzheimer type II astrocyte . The Alzheimer type II astrocyte is thought to be a pathological type of cell in the brain, however its exact pathology remains unknown. Like other astrocytes, it is a non-neuronal glial cell. They are not associated with Alzheimer's disease. Astrocytes belong to a class of glial cells which are known to have specialized functions in the central nervous system. Among many biological roles, astrocytes are important for neuronal development, synaptic transmission, homeostasis, and neuroprotection. For example, astrocytes have many transporters and ion channels that allow for ion balance and static pH levels in order to achieve homeostasis. Although astrocytes are closely related to neurons and neuronal functions, they are not neuronal cells due to their inability to propagate action potentials. However, they are excitable cells that are able to influence synaptic transmission with cellular triggers such as calcium influx. Astrocytes can also respond to CNS injury by undergoing reactive gliosis. This acts as a neuroprotective event by upregulating intermediate filament proteins for structural cellular support. One of these proteins, glial fibrillary acidic protein (GFAP) can be used as a marker for reactive gliosis in damaged tissue.",
            "score": 113.21319246292114
        },
        {
            "docid": "13326263_13",
            "document": "DISC1 . DISC1 is highly expressed during critical periods of brain development, particularly in the embryonic ventricular and subventricular zones of the cortex, where neural progenitor cells are found. This localization suggests that DISC1 is an important regulator of embryonic and adult neurogenesis, and may regulate proliferation and/or differentiation. Levels of the protein in cycling neural progenitor cells affects whether they differentiate into neurons or remain as progenitors. Expression profile is highest in the hippocampus during development and remains highly expressed in the adult dentate gyrus and olfactory bulb, regions where adult neurogenesis is present. DISC1 has also been shown to regulate tempo of neuronal integration into the brain and guidance of positioning of new neurons. Due to localization of the protein found at the synapse, DISC1 is also likely to play a key role in postsynaptic density, however this novel role is not yet fully understood.",
            "score": 59.229811668395996
        },
        {
            "docid": "934687_9",
            "document": "Susan Hockfield . Hockfield pioneered the use of monoclonal antibody technology in brain research and discovered a gene that plays a critical role in the spread of cancer in the brain. Hockfield’s early work involved the application of monoclonal antibody technology to questions within neurobiology. She and her colleagues identified a family of cell surface proteins whose expression is regulated by neuronal activity early in an animal’s life and reflect the effect of early experience on brain structure and function. A link between her research and human health was made when it was suggested that one of these proteins played a role in the progression of brain tumors. Hockfield’s work on one type of brain tumor called glioma identified molecules that allow glioma cells to move through normal brain tissue, the feature that makes glioma particularly deadly.",
            "score": 71.82463884353638
        },
        {
            "docid": "22560705_2",
            "document": "Ganglion mother cell . Ganglion mother cells (GMCs) are cells involved in neurogenesis that divide only once to give rise to two neurons, or one neuron and one glial cell or two glial cells, and are present only in the central nervous system. They are also responsible for transcription factor expression. While each ganglion mother cell necessarily gives rise to two neurons, a neuroblast can asymmetrically divide multiple times. GMCs are the progeny of type I neuroblasts. Neuroblasts asymmetrically divide during embryogenesis to create GMCs. GMCs are only present in certain species and only during the embryonic and larval stages of life. Recent research has shown that there is an intermediate stage between a GMC and two neurons. The GMC forms two ganglion cells which then develop into neurons or glial cells. Embryonic neurogenesis has been extensively studied in Drosophila melanogaster embryos and larvae. The daughter cells of a neuroblast have two decidedly different neural fates. This is accomplished by neural fate determinants, important proteins that segregate asymmetrically. Most notable are Numb and Prospero. These proteins are evenly distributed in the neuroblast until mitosis occurs and they segregate totally into the newly formed GMC During Mitosis Numb and Prospero localize to the basal cortex from which the GMC buds off.",
            "score": 94.39173901081085
        },
        {
            "docid": "11840996_24",
            "document": "Environment and intelligence . Malnutrition has been shown to affect organizational processes of the brain such as neurogenesis, synaptic pruning, cell migration and cellular differentiation. This thus results in abnormalities in the formation of neural circuits and the development of neurotransmitter systems. However, some of these effects of malnutrition have been shown to be improved upon with a good diet and environment. Early nutrition can also affect brain structures that are actually correlated to IQ levels. Specifically, the caudate nucleus is particularly affected by early environmental factors and its volume correlates with IQ. In an experiment by Isaacs et al., infants born prematurely were either assigned a standard or high-nutrient diet during the weeks directly after birth. When the individuals were assessed later in adolescence, it was found that the high-nutrient group had significantly larger caudate volumes and scored significantly higher on verbal IQ tests. This study also found that the extent to which the caudate volume size related selectively to verbal IQ was much greater in male participants, and not very significant in females. This may help explain the finding in other earlier research that the effects of early diet on intelligence are more predominant in males.",
            "score": 79.48946928977966
        },
        {
            "docid": "1300491_3",
            "document": "Neurofilament . The protein composition of neurofilaments varies widely across different animal phyla. Most is known about mammalian neurofilaments. Historically, mammalian neurofilaments were originally thought to be composed of just three proteins called neurofilament protein L (low molecular weight; NFL), M (medium molecular weight; NFM) and H (high molecular weight; NFH). These proteins were discovered from studies of axonal transport and are often referred to as the \"neurofilament triplet\". However, it is now clear that neurofilaments in the mammalian nervous system also contain the protein internexin and that neurofilaments in the peripheral nervous system can also contain the protein peripherin. Thus mammalian neurofilaments are heteropolymers of up to five different proteins: NFL, NFM, NFH, internexin and peripherin and it is incorrect to consider neurofilaments as being composed of just the neurofilament triplet proteins. Moreover, it is clear that the five neurofilament proteins can coassemble in different combinations and with variable stoichiometry in different nerve cell types and at different stages of development. The precise composition of neurofilaments in any given nerve cell depends on the relative expression levels of the neurofilament proteins in that cell at that time. For example, NFH expression is low in developing neurons and increases postnatally in neurons that are myelinated. In the adult nervous system neurofilaments in small unmyelinated axons contain more peripherin and less NFH whereas neurofilaments in large myelinated axons contain more NFH and less peripherin. The Class III intermediate filament subunit, vimentin, is expressed in developing neurons and a few very unusual neurons in the adult in association with Class IV proteins, such as the horizontal neurons of the retina.",
            "score": 81.42545247077942
        }
    ],
    "r": [
        {
            "docid": "1638622_5",
            "document": "Holometabolism . The larval stage is variously adapted to gaining and accumulating the materials and energy necessary for growth and metamorphosis. Most holometabolous insects pass through several larval stages, or instars, as they grow and develop. The larva must moult to pass from each larval stage. These stages may look very similar and differ mostly in size, or may differ in many characteristics including, behavior, color, hairs or spines, and even number of legs. Differences between larval stages are especially pronounced in insects with hypermetamorphosis. The final larval stage in some insects is called a prepupa. Prepupae do not feed and become inactive. To enter the third stage of homometabolous development, the larva undergoes metamorphosis into a pupa. The pupa is a quiescent, non-feeding developmental stage. Most pupae move very little, however, the pupae of some species, such as mosquitoes, are mobile. In preparation for pupation, the larvae of many species seek protected sites or construct a protective cocoon of silk or other material, such as its own accumulated feces. Some insects undergo diapause as pupa. In this stage, the insect's physiology and functional structure, both internal and external, change drastically.",
            "score": 168.48703002929688
        },
        {
            "docid": "23366462_58",
            "document": "Insect . Immature insects that go through incomplete metamorphosis are called nymphs or in the case of dragonflies and damselflies, also naiads. Nymphs are similar in form to the adult except for the presence of wings, which are not developed until adulthood. With each molt, nymphs grow larger and become more similar in appearance to adult insects. Holometabolism, or complete metamorphosis, is where the insect changes in four stages, an egg or embryo, a larva, a pupa and the adult or imago. In these species, an egg hatches to produce a larva, which is generally worm-like in form. This worm-like form can be one of several varieties: eruciform (caterpillar-like), scarabaeiform (grub-like), campodeiform (elongated, flattened and active), elateriform (wireworm-like) or vermiform (maggot-like). The larva grows and eventually becomes a pupa, a stage marked by reduced movement and often sealed within a cocoon. There are three types of pupae: obtect, exarate or coarctate. Obtect pupae are compact, with the legs and other appendages enclosed. Exarate pupae have their legs and other appendages free and extended. Coarctate pupae develop inside the larval skin. Insects undergo considerable change in form during the pupal stage, and emerge as adults. Butterflies are a well-known example of insects that undergo complete metamorphosis, although most insects use this life cycle. Some insects have evolved this system to hypermetamorphosis.",
            "score": 155.1764373779297
        },
        {
            "docid": "569399_24",
            "document": "Stimulus (physiology) . Nerves in the peripheral nervous system spread out to various parts of the body, including muscle fibers. A muscle fiber and the motor neuron to which it is connected. The spot at which the motor neuron attaches to the muscle fiber is known as the neuromuscular junction. When muscles receive information from internal or external stimuli, muscle fibers are stimulated by their respective motor neuron. Impulses are passed from the central nervous system down neurons until they reach the motor neuron, which releases the neurotransmitter acetylcholine (ACh) into the neuromuscular junction. ACh binds to nicotinic acetylcholine receptors on the surface of the muscle cell and opens ion channels, allowing sodium ions to flow into the cell and potassium ions to flow out; this ion movement causes a depolarization, which allows for the release of calcium ions within the cell. Calcium ions bind to proteins within the muscle cell to allow for muscle contraction; the ultimate consequence of a stimulus.",
            "score": 149.3219757080078
        },
        {
            "docid": "24997844_8",
            "document": "Xeris spectrum . \"Xeris spectrum\" belongs to the group of insects with complete metamorphosis (Endopterygota), who undergoes a metamorphosis during development. Between the larval stage and the adult stage is the chrysalis stage, a rest period, in which wasps inner and outer bodies change. The larvae's pliable and soft body is transformed into a pupa with a hard shell. When the shell is hard starting transformation from larva to the adult. The internal organs are lost in varying degrees down to a cell mass. A reorganization takes place and the animal transformed. The length of the pupa phase varies according to temperature. The entire development from egg to adult takes several years.",
            "score": 142.88491821289062
        },
        {
            "docid": "1422685_8",
            "document": "Beta-Endorphin . Voltage-dependent calcium channels (VDCCs) are important membrane proteins that mediate the depolarization of neurons, and play a major role in promoting the release of neurotransmitters. When endorphin molecules bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, and as β-Endorphin reduces the release of these substances, there is a strong analgesic effect.",
            "score": 142.39157104492188
        },
        {
            "docid": "4174880_4",
            "document": "Goliathus . \"Goliathus\" larvae are somewhat unusual among cetoniine scarabs in that they have a greater need for high-protein foods than do those of most other genera. Pellets of dry or soft dog or cat food (buried in the rearing substrate on a regular schedule) provide a suitable diet for \"Goliathus\" larvae in captivity. However, a substrate of somewhat moistened, decayed leaves and wood should still be provided in order to create a suitable medium for larval growth. The young stage larvae (1st instar) will eat some of this material. Even under optimum conditions, the larvae take a number of months to mature fully because of the great size they attain. They are capable of growing up to in length and reaching weights in excess of . When maximum size is reached, the larva constructs a rather thin-walled, hardened cell of sandy soil in which it will undergo pupation and metamorphosis to the adult state. Once building of this cocoon is completed, the larva transforms to the pupal stage, which is an intermediate phase between the larval and adult stages. During the pupal duration, the insect's tissues are broken down and re-organized into the form of the adult beetle. Once metamorphosis is complete, the insect sheds its pupal skin and undergoes a period of hibernation as an adult beetle until the dry season ends. When the rains begin, the beetle breaks open its cocoon, locates a mate, and the entire life cycle starts over again. The adult beetles feed on materials rich in sugar, especially tree sap and fruit. Under captive conditions, adults can sometimes live for about a year after emerging from their pupal cells. Longevity in the wild is likely to be shorter on average due to factors such as predators and weather. The adult phase concentrates solely on reproduction, and once this function is performed, the time of the adult beetle is limited, as is true for the vast majority of other insect species.",
            "score": 141.9859161376953
        },
        {
            "docid": "625404_34",
            "document": "Stroke . As oxygen or glucose becomes depleted in ischemic brain tissue, the production of high energy phosphate compounds such as adenosine triphosphate (ATP) fails, leading to failure of energy-dependent processes (such as ion pumping) necessary for tissue cell survival. This sets off a series of interrelated events that result in cellular injury and death. A major cause of neuronal injury is the release of the excitatory neurotransmitter glutamate. The concentration of glutamate outside the cells of the nervous system is normally kept low by so-called uptake carriers, which are powered by the concentration gradients of ions (mainly Na) across the cell membrane. However, stroke cuts off the supply of oxygen and glucose which powers the ion pumps maintaining these gradients. As a result, the transmembrane ion gradients run down, and glutamate transporters reverse their direction, releasing glutamate into the extracellular space. Glutamate acts on receptors in nerve cells (especially NMDA receptors), producing an influx of calcium which activates enzymes that digest the cells' proteins, lipids, and nuclear material. Calcium influx can also lead to the failure of mitochondria, which can lead further toward energy depletion and may trigger cell death due to programmed cell death.",
            "score": 141.98428344726562
        },
        {
            "docid": "736407_19",
            "document": "Opioid receptor . Voltage-gated dependent calcium channel, (VDCCs), are key in the depolarisation of neurons, and play a major role in promoting the release of neurotransmitters. When agonists bind to opioid receptors, G proteins activate and dissociate into their constituent Gα and Gβγ sub-units. The Gβγ sub-unit binds to the intracellular loop between the two trans-membrane helices of the VDCC. When the sub-unit binds to the voltage-dependent calcium channel, it produces a voltage-dependant block, which inhibits the channel, preventing the flow of calcium ions into the neuron. Embedded in the cell membrane is also the G protein-coupled inwardly-rectifying potassium channel. When a Gβγ or Gα(GTP) molecule binds to the C-terminus of the potassium channel, it becomes active, and potassium ions are pumped out of the neuron. The activation of the potassium channel and subsequent deactivation of the calcium channel causes membrane hyperpolarization. This is when there is a change in the membrane’s potential, so that it becomes more negative. The reduction in calcium ions causes a reduction neurotransmitter release because calcium is essential for this event to occur. This means that neurotransmitters such as glutamate and substance P cannot be released from the presynaptic terminal of the neurons. These neurotransmitters are vital in the transmission of pain, so opioid receptor activation reduces the release of these substances, thus creating a strong analgesic effect.",
            "score": 141.21717834472656
        },
        {
            "docid": "17910191_3",
            "document": "Human flea . \"Pulex irritans\" is a holometabolous insect with a four-part lifecycle consisting of eggs, larvae, pupae, and adults. Eggs are shed by the female in the environment and hatch into larvae in about 3–4 days. Larvae feed on organic debris in the environment. Larvae eventually form pupae, which are in cocoons that are often covered with debris from the environment (sand, pebbles, etc.). The larval and pupal stages are completed in about 3–4 weeks when the adults hatch from pupae, then must seek out a warm-blooded host for blood meals.",
            "score": 141.17164611816406
        },
        {
            "docid": "54660494_9",
            "document": "Volume-regulated anion channel . For glutamate, when excitatory neurotransmitters are released and activates channels on surrounding neurons, it results in overactive depolarization, and increase in calcium ions, and eventually cellular apoptosis. This is generally called excitotoxicity, and it normally results in neuronal swelling. VRACs release of organic osmolytes as a response to this swelling and influx of ions most likely aids in the prevention of the neuron from bursting, as the release of inorganic compounds from a cell has only been associated with a cellular volume decrease of about 20-30%. Yet, in addition to the prevention of lysis for the neuron, the release of taurine and glutamate will also continue to propagate the excitotoxicity effect on neighboring neurons. The most relevant cells to study regarding VRACs role and reaction to excitotoxicity are astrocytes. This is because of their role as supporters of neuronal communication in the brain, the fact that they have been proven to contain VRACs, and the fact that they have been found in a swollen condition in response to pathologies regarding excitotoxicity. As we have stated, the increase of stimulation on a neuron results in excitotoxicity, and glutamate is one of the neurotransmitters that in excess could cause this neuronal response. There are many pathologies attributed to this cellular response including stroke and hypoglycemia among others. As an example, a few studies have found that astrocytes cellular VRAC activation might be associated with stroke-related increases in substances like ATP. Experiments have found that VRAC inhibitors were able to decrease the stroke-related release of excitatory neurotransmitters in the brain; which means that VRACs are likely activated by the increase of cellular ATP and other molecules in astrocytes, and the release of glutamate by these cells causes the neurons around them to become depolarized, increase their calcium ion concentration, and undergo apoptosis. The other organic osmolyte associated with VRACs, taurine, also has many extracellular signaling functions. Specifically, it is thought that the release of taurine from glia by VRACs is linked to systemic volume regulation in the osmosensing supraoptical nucleous (SON). At first, researchers thought that neurons found in SON were not able to undergo RVD, but it was later found that they do eventually develop a chloride ion current after a certain amount of time. Astrocytes were again studied in relation to this discovery, and they found that the cells readily respond to a hypertonic environment by releasing taurine through VRAC-like channels. In turn, the taurine activates glycine receptor chloride channels on neighboring SON neurons, which causes them to hyperpolarize. Since the SON neurons shrink and depolarize in a hypertonic environment, this interaction between the astrocytes acts as an inhibitor of the secretion of vasopressin by SON.",
            "score": 140.6771697998047
        },
        {
            "docid": "35110499_15",
            "document": "Dolichovespula sylvestris . The diet of \"D. sylvestris\" larvae was determined based on close analysis of larval pellets and observation. It was found that the wasp larvae consumed both other insects and nectar from flowers. The queen finds the insects or nectar and returns to the nest to feed them to each of the larvae during the queen nest before workers take over foraging and feeding activities. At this time, workers begin feeding the larvae, using the same types of food. Insects included many types of flies, including but not limited to march flies (Bibionidae) and crane flies (Tipulidae). The type of insects that were chosen as the main food source depended on the time of the season. These wasps prefer to feed on flies and tend to avoid ants or spiders. Queens were also observed feeding larvae nectar from flowers one drop at a time by putting her tongue and their mouths together. This nectar comes from flowers of plants such as blackberry, raspberry, and \"Rhododendron\". Nectar seems to be a very important part of the larval diet as both queen and workers took more trips and more time collecting it than either insects or pulp for the nests. Experiments on larvae have shown that the sugar in the nectar is a necessary energy source and that without it larvae will quickly become unable to survive. Therefore, both insects and nectar are an important part of the larval diet.",
            "score": 137.2598114013672
        },
        {
            "docid": "24718621_20",
            "document": "Apis cerana . The development of worker bees in a colony is typical of that for any insect that undergoes complete metamorphosis as it includes the four stages of egg, larva, pupa, and adult. The embryo grows inside the egg for 3 days, consuming the protein-rich egg yolk. Then it undergoes an 8-day larval stage, which is an intense feeding state involving honey, pollen, and brood food supplied by the adult bees. Finally, there is construction of a wax pupa which then matures and gnaws through the wax cap of the cell to emerge as a young bee.",
            "score": 137.20101928710938
        },
        {
            "docid": "8976548_6",
            "document": "European corn borer . The European corn borer progresses through four developmental stages. These are the egg, larva, pupa, and adult. The insect is referred to as a borer in its larval stage and as a moth in its adult stage. The adult moths lay their eggs on corn plants. Larva hatch from the eggs. Larvae have five instars or sub-stages of development. The larval stage is followed by a period of diapause or hibernation in a pupa. During the pupal stage, the borers progress through metamorphosis in a suspended chrysalis. Following this intense period of development, an adult moth emerges from the pupa. The length of the pupal stage is determined by environmental factors such as temperature, number of hours of light, and larval nutrition, in addition to genetics.",
            "score": 136.39068603515625
        },
        {
            "docid": "1638622_2",
            "document": "Holometabolism . Holometabolism, also called complete metamorphosis, is a form of insect development which includes four life stages: egg, larva, pupa and imago or adult. Holometabolism is a synapomorphic trait of all insects in the superorder Endopterygota. Immature stages of holometabolous insects are very different from the mature stage. In some species the holometabolous life cycle prevents larvae from competing with adults because they inhabit different ecological niches. The morphology and behavior of each stage are adapted for different activities. For example, larval traits maximize feeding, growth and development, while adult traits enable dispersal, mating, and egg laying. Some species of holometabolous insects protect and feed their offspring. Other insect developmental strategies include ametabolism and hemimetabolism.",
            "score": 136.3115997314453
        },
        {
            "docid": "292371_2",
            "document": "Pupa . A pupa (, \"doll\"; plural: \"pūpae\") is the life stage of some insects undergoing transformation between immature and mature stages. The pupal stage is found only in holometabolous insects, those that undergo a complete metamorphosis, with four life stages: egg, larva, pupa and imago. The processes of entering and completing the pupal stage are controlled by the insect's hormones, especially juvenile hormone, prothoracicotropic hormone, and ecdysone.",
            "score": 135.95401000976562
        },
        {
            "docid": "465517_20",
            "document": "Inhibitory postsynaptic potential . Glutamate, an excitatory neurotransmitter, is usually associated with excitatory postsynaptic potentials in synaptic transmission. However, a study completed at the Vollum Institute at the Oregon Health Sciences University demonstrates that glutamate can also be used to induce inhibitory postsynaptic potentials in neurons. This study explains that metabotropic glutamate receptors feature activated G proteins in dopamine neurons that induce phosphoinositide hydrolysis. The resultant products bind to inositol triphosphate (IP3) receptors through calcium ion channels. The calcium comes from stores and activate potassium conductance, which causes a pure inhibition in the dopamine cells. The changing levels of synaptically released glutamate creates an excitation through the activation of ionotropic receptors, followed by the inhibition of metabotropic glutamate receptors.",
            "score": 135.07669067382812
        },
        {
            "docid": "25174711_4",
            "document": "Genetically modified insect . Release of Insects carrying Dominant Lethals (RIDL) is a control strategy using genetically engineered insects that have (carry) a lethal gene in their genome (an organism's DNA). Lethal genes cause death in an organism, and RIDl genes only kill young insects, usually larvae or pupae. Similar to how inheritance of brown eyes is dominant to blue eyes, this lethal gene is dominant so that all offspring of the RIDL insect will also inherit the lethal gene. This lethal gene has a molecular on and off switch, allowing these RIDL insects to be reared. The lethal gene is turned off when the RIDL insects are mass reared in an insectory, and turned on when they are released into the environment. RIDL males and females are released to mate with wild males and their offspring die when they reach the larval or pupal stage because of the lethal gene. This causes the population of insects to crash. This technique is being developed for some insects and for other insects has been tested in the field. It has been used in the Grand Cayman Islands, Panama, and Brazil to control the mosquito vector of dengue, \"Ae. aegypti.\" It is being developed for use in diamondback moth (\"Plutella xylostella\"), medfly and olive fly.",
            "score": 135.06549072265625
        },
        {
            "docid": "38083410_3",
            "document": "Photorhabdus . \"Photorhabdus\" species facilitate the reproduction of entomopathogenic nematodes by infecting and killing susceptible insect larvae. entomopathogenic nematodes are normally found in soil. Nematodes infect larval hosts by piercing the larval cuticle. When the nematode enters an insect larvae, \"Photorhabdus\" species are released by the nematodes and will produce a range of toxins, killing the host within 48 hours. \"Photorhabdus\" species feed on the cadaver of the insect and the process converts the cadaver into a nutrient source for the nematode. Mature nematodes leave the depleted body of the insect and search for new hosts to infect. During stationary phase growth inside insect larvae, \"Photorhabdus\" species synthesize a molecule called 3,5-Dihydroxy-4-isopropyl-trans-stilbene (ST). It is proposed that 3,5-Dihydroxy-4-isopropyl-trans-stilbene (ST) acts as an antibiotic and protects \"Photorhabdus\" species from competition from other microorganisms, and also helps circumvent the insect's immune system. \"Photorhabdus\" species are essential endosymbionts for \"Heterorhabditis\" nematodes.",
            "score": 134.81985473632812
        },
        {
            "docid": "14727602_4",
            "document": "Calcium concentration microdomains . The actions of the Na-K-ATPase enzyme relate with the creation of calcium-signaling microdomains. Na-K-ATPase is a protein that pumps Na and K across the cell membrane. Na-K-ATPase helps to keep the body at equilibrium by the movement of those ions through the plasma membrane. This ion pump helps to reset the movement of ions during an action potential by sending K into the cell and sending Na out of the cell. Since it opposes the normal flow of ions during an action potential, energy in the form of ATP (adenosine triphosphate) is used. Calcium is also regulated using this Na-K-ATPase due to the enzyme's interactions with protein and non-protein molecules. The main interaction that keeps calcium regulated is the binding of Na-K-ATPase to inositol 1,4,5-trisphosphate (IP3). IP3 is a secondary messenger that helps to send neuronal signals through the body. The neuronal cells have the calcium-signaling microdomains in the cytoplasm right next to the pre- and post-synaptic calcium channels in the nerve cells. Figure 1 is an example of how Na-K-ATPase forms the calcium-signaling microdomain.",
            "score": 134.7520751953125
        },
        {
            "docid": "44291266_2",
            "document": "Calcium imaging . Calcium imaging is a scientific technique usually carried out in research which is designed to show the calcium (Ca) status of an isolated cell, tissue or medium.  Calcium imaging techniques take advantage of so-called calcium indicators, fluorescent molecules that can respond to the binding of Ca ions by changing their fluorescence properties.  Two main classes of calcium indicators exist: chemical indicators and genetically encoded calcium indicators (GECI). Calcium imaging can be used to optically probe intracellular calcium in living animals. This technique has allowed studies of calcium signalling in a wide variety of cell types and neuronal activity in hundreds of neurons and glial cells within neuronal circuits .",
            "score": 134.6732940673828
        },
        {
            "docid": "1906305_30",
            "document": "Mimosa pudica . It is well known that plants lack a brain and central nervous system, so how do they send and store information? There are two possible hypotheses for memory in the \"Mimosa,\" however neither have been generally accepted since more research is still needed. The first is when the plant is stimulated it releases a surge of calcium ions that are sensed by a protein called Calmodulin. The relationship between the ions and proteins are thought to stimulate voltage gated ion channels which cause electrical signals, which could be the base of plant long term memory. The other hypothesis is plant cells act similarly to neural cells by creating electrical gradients by opening and closing ion channels and passing it along cell junctions. The information passed along can control which genes are turned on and which genes are turned off, which could be a mode for long term memory.",
            "score": 134.10276794433594
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 132.32095336914062
        },
        {
            "docid": "16345498_14",
            "document": "Home-stored product entomology . To identify an insect, and consequently make a decision about the type of control to be implemented, the type of food must first be noted, especially in the absence of a specimen. Although identifying the food is a general start to begin to identify the insect, it must be remembered that it is not always the most accurate method, but is mostly used as a guideline, as some insects are more likely than others to be found in certain types of grain, flour, etc. The type of food is not always conclusive to the type of insect found in it, as insects are not extremely picky, and many families and species are found on a wide range of different foodstuffs. Using the infested item as a guideline, noting the type of damage done to the product is the next step. Some insects, like the drugstore beetle, leave telltale tiny holes in the damaged product, while Indianmeal moths are notorious for the spider web-like threads left behind in the food they infest. These observations can generally lead to a mostly accurate conclusion about the type of insects causing the damage, but obviously the most accurate conclusion relies on any specimen found either directly in the stored product or in the vicinity. The larvae, pupae, and adults can be found directly in the product while usually only the pupae and adults are found in the vicinity of the product. It is not practical to assume any person has knowledge of general entomology, so the following analysis focuses on the five major pests that most commonly infest stored products, beginning with the type of foods infested, signs indicative of a particular insect infestation, and a description of the larvae, pupae, and adults, including behavior, as well as appearance.",
            "score": 131.90126037597656
        },
        {
            "docid": "681908_3",
            "document": "Neuromuscular junction . Muscles require innervation to function—and even just to maintain muscle tone, avoiding atrophy. Synaptic transmission at the neuromuscular junction begins when an action potential reaches the presynaptic terminal of a motor neuron, which activates voltage-dependent calcium channels to allow calcium ions to enter the neuron. Calcium ions bind to sensor proteins (synaptotagmin) on synaptic vesicles, triggering vesicle fusion with the cell membrane and subsequent neurotransmitter release from the motor neuron into the synaptic cleft. In vertebrates, motor neurons release acetylcholine (ACh), a small molecule neurotransmitter, which diffuses across the synaptic cleft and binds to nicotinic acetylcholine receptors (nAChRs) on the cell membrane of the muscle fiber, also known as the sarcolemma. nAChRs are ionotropic receptors, meaning they serve as ligand-gated ion channels. The binding of ACh to the receptor can depolarize the muscle fiber, causing a cascade that eventually results in muscle contraction.",
            "score": 131.5951385498047
        },
        {
            "docid": "48338_27",
            "document": "Butterfly . When the larva is fully grown, hormones such as prothoracicotropic hormone (PTTH) are produced. At this point the larva stops feeding, and begins \"wandering\" in the quest for a suitable pupation site, often the underside of a leaf or other concealed location. There it spins a button of silk which it uses to fasten its body to the surface and moults for a final time. While some caterpillars spin a cocoon to protect the pupa, most species do not. The naked pupa, often known as a chrysalis, usually hangs head down from the cremaster, a spiny pad at the posterior end, but in some species a silken girdle may be spun to keep the pupa in a head-up position. Most of the tissues and cells of the larva are broken down inside the pupa, as the constituent material is rebuilt into the imago. The structure of the transforming insect is visible from the exterior, with the wings folded flat on the ventral surface and the two halves of the proboscis, with the antennae and the legs between them.",
            "score": 131.5345001220703
        },
        {
            "docid": "546712_6",
            "document": "Neurotoxicity . Glutamate is a chemical found in the brain that poses a toxic threat to neurons when found in high concentrations. This concentration equilibrium is extremely delicate and is usually found in millimolar amounts extracellularly. When disturbed, an accumulation of glutamate occurs as a result of a mutation in the glutamate transporters, which act like pumps to drain glutamate from the brain. This causes glutamate concentration to be several times higher in the blood than in the brain; in turn, the body must act to maintain equilibrium between the two concentrations by pumping the glutamate out of the bloodstream and into the neurons of the brain. In the event of a mutation, the glutamate transporters are unable to pump the glutamate back into the cells; thus a higher concentration accumulates at the glutamate receptors. This opens the ion channels, allowing calcium to enter the cell causing excitotoxicity. Glutamate results in cell death by turning on the N-methyl-D-aspartic acid receptors (NMDA); these receptors cause an increased release of calcium ions (Ca) into the cells. As a result, the increased concentration of Ca directly increases the stress on mitochondria, resulting in excessive oxidative phosphorylation and production of reactive oxygen species (ROS) via the activation of nitric oxide synthase, ultimately leading to cell death. Aβ was also found aiding this route to neurotoxicity by enhancing neuron vulnerability to glutamate.",
            "score": 131.40756225585938
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 131.22520446777344
        },
        {
            "docid": "2965167_8",
            "document": "NINDS brain trauma research . In the healthy brain, the chemical glutamate functions as a neurotransmitter, but an excess amount of glutamate in the brain causes neurons to quickly overload from too much excitation, releasing toxic chemicals. These substances poison the chemical environment of surrounding cells, initiating degeneration and programmed cell death. Studies have shown that a group of enzymes called matrix metalloproteinases contribute to the toxicity by breaking down proteins that maintain the structure and order of the extracellular environment. Other research shows that glutamate reacts with calcium and sodium ion channels on the cell membrane, leading to an influx of calcium and sodium ions into the cell. Investigators are looking for ways to decrease the toxic effects of glutamate and other excitatory neurotransmitters.",
            "score": 131.14820861816406
        },
        {
            "docid": "18999612_11",
            "document": "Spine apparatus . Recent studies have shown that the spine apparatus is also able to release Ca through inositol trisphosphate receptors (IP3Rs) or ryanodine receptors (RyRs). The calcium-sensitive nature of IP3Rs and RyRs makes both receptors capable of regenerative calcium-induced calcium release (CICR). In dendritic shafts and spines of hippocampal neurons the presence of both RyRs and IP3Rs has been shown by immunostaining. Ca release is triggered by glutamate release, activating Group I metabotropic glutamate receptors (mGluRs). The downstream signaling cascade leads to elevated IP levels inside the spine (Figure 2) which trigger Ca release events only in those spines that contain sER.",
            "score": 130.9438934326172
        },
        {
            "docid": "43294945_6",
            "document": "GnRH Neuron . The shift to high frequency electrical activity in GnRH neurons is the signal that initiates puberty. GnRH neurons receive input from classical neurotransmitters like glutamate and GABA. These neurotransmitters cause electrical activity that is regulated through development to cause broad changes in calcium ion entry into the cell through voltage-sensitive ion channels. This triggers the release of GnRH into the hypophyseal portal capillary bloodstream, where the GnRH hormone activates the pituitary to release luteinizing hormone and follicle stimulating hormone. In addition to classical neurotransmitters, some guidance molecules can change the wiring of GnRH neurons to the portal capillary system, altering the strength of the signal to the pituitary gland",
            "score": 130.5209197998047
        },
        {
            "docid": "29676756_5",
            "document": "Insect growth regulator . Hormonal IGRs typically work by mimicking or inhibiting the juvenile hormone (JH), one of the two major hormones involved in insect molting. IGRs can also inhibit the other hormone, ecdysone, large peaks of which trigger the insect to molt. If JH is present at the time of molting, the insect molts into a larger larval form; if absent, it molts into a pupa or adult. IGRs that mimic JH can produce premature molting of young immature stages, disrupting larval development. They can also act on eggs, causing sterility, disrupting behavior or disrupting diapause, the process that causes an insect to become dormant before winter. IGRs that inhibit JH production can cause insects to prematurely molt into a nonfunctional adult. IGRs that inhibit ecdysone can cause pupal mortality by interrupting the transformation of larval tissues into adult tissues during the pupal stage.",
            "score": 129.0042724609375
        },
        {
            "docid": "43294945_5",
            "document": "GnRH Neuron . Scientists have discovered how guidance molecules cause GnRH neurons to speed up or slow down. Normally, any calcium ions in the cell are rapidly pulled into organelles like the mitochondria or endoplasmic reticulum. Guidance molecules cause the release of these calcium ions back into the cell cytoplasm, where calcium sensing proteins re-organize the cell’s actin and microtubule cytoskeleton, which are the molecular filaments that give a cell its shape. This causes contractions in the cell (similar to muscle contractions) that link to adhesive proteins on the cell surface, pulling the cell forward.",
            "score": 128.7881622314453
        }
    ]
}