{
    "q": [
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 167.4609581232071
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 74.7736394405365
        },
        {
            "docid": "2177013_4",
            "document": "Agouti-related peptide . Agouti-related protein is expressed primarily in the adrenal gland, subthalamic nucleus, and hypothalamus, with lower levels of expression in the testis, kidneys, and lungs. The appetite-stimulating effects of AgRP are inhibited by the hormone leptin and activated by the hormone ghrelin. Adipocytes secrete leptin in response to food intake. This hormone acts in the arcuate nucleus and inhibits the AgRP/NPY neuron from releasing orexigenic peptides. Ghrelin has receptors on NPY/AgRP neurons that stimulate the secretion of NPY and AgRP to increase appetite. AgRP is stored in intracellular secretory granules and is secreted via a regulated pathway. The transcriptional and secretory action of AgRP is regulated by inflammatory signals. Levels of AgRP are increased during periods of fasting. It has been found that AgRP stimulates the hypothalamic-pituitary-adrenocortical axis to release ACTH, cortisol and prolactin. It also enhances the ACTH response to IL-1-beta, suggesting it may play a role in the modulation of neuroendocrine response to inflammation. Conversely, AgRP-secreting neurons inhibit the release of TRH from the PVN, which may contribute to conservation of energy in starvation. This pathway is part of a feedback loop, since TRH-secreting neurons from PVN stimulate AgRP neurons.",
            "score": 189.27400732040405
        },
        {
            "docid": "1258187_15",
            "document": "Astrogliosis . Changes resulting from astrogliosis are regulated in a context-specific manner by specific signaling events that have the potential to modify both the nature and degree of these changes. Under different conditions of stimulation, astrocytes can produce intercellular effector molecules that alter the expression of molecules in cellular activities of cell structure, energy metabolism, intracellular signaling, and membrane transporters and pumps. Reactive astrocytes respond according to different signals and impact neuronal function. Molecular mediators are released by neurons, microglia, oligodendrocyte lineage cells, endothelia, leukocytes, and other astrocytes in the CNS tissue in response to insults ranging from subtle cellular perturbations to intense tissue injury. The resulting effects can range from blood flow regulation to provision of energy to synaptic function and neural plasticity.",
            "score": 79.5928316116333
        },
        {
            "docid": "1475625_18",
            "document": "Nonylphenol . Nonylphenol has been shown to act as an obesity enhancing chemical or obesogen, though it has paradoxically been shown to have anti-obesity properties. Growing embryos and newborns are particularly vulnerable when exposed to nonylphenol because low-doses can disrupt sensitive processes that occur during these important developmental periods. Prenatal and perinatal exposure to nonylphenol has been linked with developmental abnormalities in adipose tissue and therefore in metabolic hormone synthesis and release (Merrill 2011). Specifically, by acting as an estrogen mimic, nonylphenol has generally been shown to interfere with hypothalamic appetite control. The hypothalamus responds to the hormone leptin, which signals the feeling of fullness after eating, and nonylphenol has been shown to both increase and decrease eating behavior by interfering with leptin signaling in the midbrain. Nonylphenol has been shown mimic the action of leptin on neuropeptide Y and anorectic POMC neurons, which has an anti-obesity effect by decreasing eating behavior. This was seen when estrogen or estrogen mimics were injected into the ventromedial hypothalamus. On the other hand, nonylphenol has been shown to increase food intake and have obesity enhancing properties by lowering the expression of these anorexigenic neurons in the brain. Additionally, nonylphenol affects the expression of ghrelin: an enzyme produced by the stomach that stimulates appetite. Ghrelin expression is positively regulated by estrogen signaling in the stomach, and it is also important in guiding the differentiation of stem cells into adipocytes (fat cells). Thus, acting as an estrogen mimic, prenatal and perinatal exposure to nonylphenol has been shown to increase appetite and encourage the body to store fat later in life. Finally, long-term exposure to nonylphenol has been shown to affect insulin signaling in the liver of adult male rats.",
            "score": 107.83623731136322
        },
        {
            "docid": "276251_20",
            "document": "Orexin . Orexin-producing cells have recently been shown to be inhibited by leptin (through the leptin receptor pathway), but are activated by ghrelin and hypoglycemia (glucose inhibits orexin production). Orexin, as of 2007, is claimed to be a very important link between metabolism and sleep regulation. Such a relationship has been long suspected, based on the observation that long-term sleep deprivation in rodents dramatically increases food intake and energy metabolism, i.e., catabolism, with lethal consequences on a long-term basis. Sleep deprivation then leads to a lack of energy. In order to make up for this lack of energy, many people use high-carbohydrate and high-fat foods that ultimately can lead to poor health and weight gain. Other dietary nutrients, amino acids, also can activate orexin neurons, and they can suppress the glucose response of orexin neurons at physiological concentration, causing the energy balance that orexin maintains to be thrown off its normal cycle.",
            "score": 144.63016712665558
        },
        {
            "docid": "21281976_2",
            "document": "Somatosensory system . The somatosensory system is a part of the sensory nervous system. The somatosensory system is a complex system of sensory neurons and pathways that responds to changes at the surface or inside the body. The axons (as afferent nerve fibers), of sensory neurons connect with, or respond to, various receptor cells. These sensory receptor cells are activated by different stimuli such as heat and nociception, giving a functional name to the responding sensory neuron, such as a thermoreceptor which carries information about temperature changes. Other types include mechanoreceptors, chemoreceptors, and nociceptors and they send signals along a sensory nerve to the spinal cord where they may be processed by other sensory neurons and then relayed to the brain for further processing. Sensory receptors are found all over the body including the skin, epithelial tissues, muscles, bones and joints, internal organs, and the cardiovascular system.",
            "score": 82.34903347492218
        },
        {
            "docid": "27608049_11",
            "document": "Glyceroneogenesis . White adipose tissue, also known as white fat, is one of the 2 types of adipose tissue in mammals. White adipose tissue stores energy in form of fatty acids that are broken down from triglycerides. Its normal function is to store free fatty acids within the tissue. However, when the glucose level of in the cell drops in situations like fasting, white adipose tissue generates glycerol 3-phosphate. The presence of glyceroneogenesis in white adipose tissues is proven by an experiment with mouse. Since glycerol 3-phosphate is usually generated from glucose through glycolysis, level of triglyceride content was compared with normal mouse and mouse which cannot intake glucose in to their cells. Glucose transporter 4, also known as GLUT 4 (Figure 6) is the transporter protein of glucose which intakes extracellular glucose to intracellular environment. In order to examine the presence of glyceroneogenesis in mouse, genes expressing GLUT4 were deleted and triglyceride content of adipose tissue was compared with normal mouse. Since glucose cannot enter the cell, synthesis of glycerol 3-phosphate was expected to decrease. However, the result showed no change in triglyceride concentration. This experiment proved the presence of an alternate metabolic pathway to synthesize triglyceride in adipose tissues of mouse. Furthermore, an additional experiment was performed in order to examine the relation of the alternate glycerol 3-phosphate synthesizing pathway and PEPC-K. Triglyceride content in white adipose tissue of mouse with mutated gene which expresses PEPC-K was observed. Sine PEPC-K is the essential regulatory enzyme for glyceroneogenesis, mutation in PEPC-K genes would lower the activity of glyceroneogenesis. The result showed no production of triglyceride in white adipose tissues as expected. Hence, glyceroneogenesis was present in white adipose tissues because it was able to generate triglycerides without glucose and it was unable to synthesize when PEPC-K was mutated. Therefore, during fasting or low carbohydrate diet, white adipose tissues generate glycerol 3-phosphate using glyceroneogenesis.",
            "score": 52.67957162857056
        },
        {
            "docid": "14289597_6",
            "document": "NCK1 . Nck1 has been linked to glucose tolerance and insulin signaling within certain tissues, namely the liver, in obese mice. A deletion of the protein also causes a decrease of ER stress signaling within these obese cells, which is normally increased by the excessive fat. This stress causes expression of the unfolded protein response pathway, which leads to a decrease in glucose tolerance and inactivation of insulin signaling in certain cell types. This renewed glucose tolerance and insulin signaling is caused by the inhibition of the unfolded protein response pathway, particularly the protein IRE1alpha, and its subsequent phosphorylation of IRS-1 that causes insulin signaling to be blocked. IRE1alpha is involved with the JNK pathway that is responsible for the phosphorylation of IRS-1. Nck1 regulates the activation of IRE1alpha within the pathway and when removed from the pathway disrupts activation. This means that Nck1 has an interaction with the UPR and that a deletion can cause a decrease in the stress pathway from the ER in the mice. These deficient, obese mice also show increased insulin-induced phosphorylation of PKB within the liver but do not possess the same expression in adipose tissues or skeletal muscles. This evidence points to the pathway being ER stress induced within liver tissue.",
            "score": 78.96682476997375
        },
        {
            "docid": "37860179_9",
            "document": "Chaperone-mediated autophagy . CMA is active at all times in different tissues (liver, kidney, brain), and almost all cell types in culture studied. However, it is maximally activated in response to stressors and changes in the cellular nutritional status. When nutrient supply is limited, the cells respond by activating autophagy, in order to degrade intracellular components to provide energy and building blocks, which the cell can utilize in this dire state. Macroautophagy is activated as early as 30 minutes into starvation and remains at high activity for at least 4–8 hours into starvation. If the starvation state persists for more than 10 hours, the cells switch to the selective form of autophagy, namely CMA, which is known to reach a plateau of maximal activation ~36 hours into fasting and remains at these levels until ~3 days. The selectivity of CMA for individual cytosolic proteins permits cells to degrade only those proteins that might not be required in these starvation conditions in order to generate amino acids for the synthesis of essential proteins. For example, some of the best-characterized CMA substrates are enzymes involved in glycolysis, a pathway known to be less active in fasting conditions.",
            "score": 51.48681378364563
        },
        {
            "docid": "31565681_6",
            "document": "Pain in invertebrates . Nociceptors are sensory receptors that respond to potentially damaging stimuli by sending nerve signals to the brain. Although these neurons in invertebrates may have different pathways and relationships to the central nervous system than mammalian nociceptors, nociceptive neurons in invertebrates often fire in response to similar stimuli as mammals, such as high temperature (40 C or more), low pH, capsaicin, and tissue damage. The first invertebrate in which a nociceptive cell was identified was the medicinal leech, \"Hirudo medicinalis,\" which has the characteristic segmented body of an Annelida, each segment possessing a ganglion containing the T (touch), P (pressure) and N (noxious) cells. Later studies on the responses of leech neurones to mechanical, chemical and thermal stimulation motivated researchers to write \"\"These properties are typical of mammalian polymodal nociceptors\".\" There have been numerous studies of learning and memory using nociceptors in the sea hare, \"Aplysia.\" Many of these have focused on mechanosensory neurons innervating the siphon and having their somata (bulbous end) in the abdominal ganglion (LE cells). These LE cells display increasing discharge to increasing pressures, with maximal activation by crushing or tearing stimuli that cause tissue injury. Therefore, they satisfy accepted definitions of nociceptors. They also show similarities to vertebrate Aδ nociceptors, including a property apparently unique (among primary afferents) to nociceptors — sensitization by noxious stimulation. Either pinching or pinning the siphon decreased the threshold of the LE cells firing and enhanced soma excitability.",
            "score": 81.77727282047272
        },
        {
            "docid": "2177013_2",
            "document": "Agouti-related peptide . Agouti-related protein (AgRP), also called agouti-related peptide, is a neuropeptide produced in the brain by the AgRP/NPY neuron. It is synthesized only in neuropeptide Y (NPY)-containing cell bodies located in the ventromedial part of the arcuate nucleus in the hypothalamus. AgRP is co-expressed with NPY and acts to increase appetite and decrease metabolism and energy expenditure. It is one of the most potent and long-lasting of appetite stimulators. In humans, the agouti-related peptide is encoded by the \"AGRP\" gene.",
            "score": 179.88884925842285
        },
        {
            "docid": "14958673_41",
            "document": "Optogenetics . A different set of signaling cascades respond to stimulus timing duration and dynamics. Adaptive signaling pathways, for instance, adjust in accordance to the current level of the projected stimulus and display activity only when these levels change as opposed to responding to absolute levels of the input. Stimulus dynamics also can trigger activity; treating PC12 cells with epidermal growth factor (inducing a transient profile of ERK activity) leads to cellular proliferation whereas introduction of nerve growth factor (inducing a sustained profile of ERK activity) is associated with a different cellular decision whereby the PC12 cells differentiate into neuron-like cells. This discovery was guided pharmacologically but the finding was replicated utilizing optogenetic inputs instead. This ability to optogenetically control signals for various time durations is being explored to elucidate various cell signaling pathways where there is not a strong enough understanding to utilize either drug/genetic manipulation.",
            "score": 54.32329618930817
        },
        {
            "docid": "13980_13",
            "document": "Homeostasis . Blood sugar levels are regulated within fairly narrow limits. In mammals the primary sensors for this are the beta cells of the pancreatic islets. The beta cells respond to a rise in the blood sugar level by secreting insulin into the blood, and simultaneously inhibiting their neighboring alpha cells from secreting glucagon into the blood. This combination (high blood insulin levels and low glucagon levels) act on effector tissues, chief of which are the liver, fat cells and muscle cells. The liver is inhibited from producing glucose, taking it up instead, and converting it to glycogen and triglycerides. The glycogen is stored in the liver, but the triglycerides are secreted into the blood as very low-density lipoprotein (VLDL) particles which are taken up by adipose tissue, there to be stored as fats. The fat cells take up glucose through special glucose transporters (GLUT4), whose numbers in the cell wall are increased as a direct effect of insulin acting on these cells. The glucose that enters the fat cells in this manner is converted into triglycerides (via the same metabolic pathways as are used by the liver) and then stored in those fat cells together with the VLDL-derived triglycerides that were made in the liver. Muscle cells also take glucose up through insulin-sensitive GLUT4 glucose channels, and convert it into muscle glycogen.",
            "score": 43.57802104949951
        },
        {
            "docid": "25330915_3",
            "document": "PI3K/AKT/mTOR pathway . Neural stem cells (NSCs) in the brain must find a balance between maintaining their multipotency by self renewing and proliferating as opposed to differentiating and becoming quiescent. The PI3K/AKT pathway is crucial in this decision making process. NSCs are able to sense and respond to changes in the brain or throughout the organism. When glucose levels are high, insulin and therefore IGF is produced. This signaling activates the PI3K/AKT pathway which works to promote proliferation. In this way, when there is high glucose and abundant energy in the organism, the PI3K/AKT pathway is activated and NSCs tend to proliferate. When there are low amounts of available energy, the PI3K/AKT pathway is less active and cells adopt a quiescent state.  This occurs, in part, when AKT phosphorylates FOXO, keeping FOXO in the cytoplasm. FOXO, when dephosphorylated, can enter the nucleus and work as a transcription factor to promote the expression of various tumor suppressors such as p27 and p21. These tumor suppressors push the NSC to enter quiescence. FOXO knockouts lose the ability for cells to enter a quiescent state as well as cells losing their neural stem cell character, possibly entering a cancer like state.",
            "score": 63.280388712882996
        },
        {
            "docid": "18647261_3",
            "document": "Protective autoimmunity . The adaptive immune system primarily consists of T and B cells (lymphocytes), which can respond to specific antigens and subsequently acquire an immunological memory. The activity of adaptive immunity is critically important for host defense against pathogens. Cells of the adaptive immunity that respond to self-antigens are termed ‘autoimmune cells’. Autoimmunity, the activity of autoimmune cells, is generally considered in the context of an autoimmune disease—a pathological condition induced by an overwhelming activity of autoimmune cells. One of the hallmarks of immunity is the ability to transfer a substantial amount of lymphocytes or antibodies from one animal to another in a way that results in immunity to a certain pathogen (adaptive transfer). Similarly, autoimmune diseases can be induced experimentally by the adaptive transfer of autoimmune cells or antibodies from an animal that suffers from an autoimmune disease into a healthy animal. In a seminal study of 1999, Schwartz and colleagues demonstrated that the same autoimmune T cells that can cause an experimental autoimmune encephalomyelitis (EAE, a common model for multiple sclerosis) can also be harnessed to protect injured CNS tissue from secondary degeneration following a traumatic insult. The experiment showed that after a partial crush injury of the optic nerve, rats injected with activated T cells which are specific for myelin basic protein (MBP, a common protein in the CNS) retained 3-fold more retinal ganglion cells with functionally intact axons than did rats injected with activated T cells specific for other (control) antigens. These findings indicated that at least under certain circumstances, autoimmune activity could exert a beneficial effect by protecting injured neurons from the spread of damage. Additional work by the Schwartz group has shown that protective autoimmunity is a naturally occurring physiological phenomenon that takes place spontaneously following a CNS injury. Mutant mice which lack T cells (such as SCID and nude), and mice that lack T cells that can recognize CNS antigens, exhibit reduced levels of neuronal survival following CNS injury relative to normal (wild type) mice. On the other hand, mice that were genetically engineered so that most of their T cells will recognize a CNS antigen—such as transgenic mice overexpressing a T cell receptor (TcR) for MBP—exhibit elevated rates of neuronal survival after CNS injury. Experiments conducted in animal models of spinal cord injury, brain injury, glaucoma, stroke, motor neuron degeneration, Parkinson’s and Alzheimer's disease have demonstrated the relevance of immune cells and in particular T cells that recognize CNS antigens in promoting neuronal survival and functional recovery from acute and chronic neurodegenerative conditions. T cells that recognize CNS antigens have also been shown to be important for maintaining the functional integrity of the adult CNS under normal non-pathological conditions. Immune deficient mice and mice which lack T cells that recognize brain antigens exhibit impairments in spatial learning and memory, and have reduced levels of cell renewal in the hippocampus and sub-ventricular zone (the brain structures where neurogenesis takes place in the adult brain).",
            "score": 124.71655535697937
        },
        {
            "docid": "173204_36",
            "document": "Drosophila melanogaster . Unlike mammals, \"Drosophila\" flies only have innate immunity and lack an adaptive immune response. The \"D. melanogaster\" immune system can be divided into two responses: humoral and cell-mediated. The former is a systemic response mediated through the \"Toll\" and \"imd\" pathways, which are parallel systems for detecting microbes. The \"Toll\" pathway in \"Drosophila\" is known as the homologue of \"Toll-like\" pathways in mammals. Spatzle, a known ligand for the \"Toll\" pathway in flies, is produced in response to Gram-positive bacteria, parasites, and fungal infection. Upon infection, pro-Spatzle will be cleaved by protease SPE (Spatzle processing enzyme) to become active Spatzle, which then binds to the \"Toll\" receptor located on the cell surface (Fat body, hemocytes) and dimerise for activation of downstream NF-κB signaling pathways. The imd pathway, though, is triggered by Gram-negative bacteria through soluble and surface receptors (PGRP-LE and LC, respectively). \"D. melanogaster\" has a \"fat body\", which is thought to be homologous to the human liver. It is the primary secretory organ and produces antimicrobial peptides. These peptides are secreted into the hemolymph and bind infectious bacteria, killing them by forming pores in their cell walls. Other than the fat body, hemocytes, the blood cells in \"Drosophila\", are known as the homologue of mammalian monocyte/macrophages, possessing a significant role in immune responses. It is known from the literature that in response to immune challenge, hemocytes are able to secrete cytokines, for example Spatzle, to activate downstream signaling pathways in the fat body. However, the mechanism still remains unclear. The response to infection can involve up to 2,423 genes, or 13.7% of the genome. Although the fly's transcriptional response to microbial challenge is highly specific to individual pathogens, \"Drosophila\" differentially expresses a core group of 252 genes upon infection with most bacteria. This core group of genes is associated with gene ontology categories such as antimicrobial response, stress response, secretion, neuron-like, reproduction, and metabolism among others.",
            "score": 61.36626446247101
        },
        {
            "docid": "569399_17",
            "document": "Stimulus (physiology) . In general, cellular response to stimuli is defined as a change in state or activity of a cell in terms of movement, secretion, enzyme production, or gene expression. Receptors on cell surfaces are sensing components that monitor stimuli and respond to changes in the environment by relaying the signal to a control center for further processing and response. Stimuli are always converted into electrical signals via transduction. This electrical signal, or receptor potential, takes a specific pathway through the nervous system to initiate a systematic response. Each type of receptor is specialized to respond preferentially to only one kind of stimulus energy, called the adequate stimulus. Sensory receptors have a well-defined range of stimuli to which they respond, and each is tuned to the particular needs of the organism. Stimuli are relayed throughout the body by mechanotransduction or chemotransduction, depending on the nature of the stimulus.",
            "score": 45.43377220630646
        },
        {
            "docid": "1132820_21",
            "document": "Cat food . Another nutrient important for weight control diets is protein and its component amino acids. Felines, being obligate carnivores, require a natural diet of strict animal products which consists of protein and fat (i.e. muscle, organs and animal tissue). Dietary protein supplies amino acids that can be utilized and metabolised as energy over fat when provided, even though protein is not stored in the body the same way as fat. Dietary fat is more efficiently converted to body fat than protein; if an animal is consuming more than its energy requirement and if the excess energy is provided by fat, more weight will be gained than if the excess calories are coming from protein. Dietary protein also improves satiety during feed, resulting in decreased overconsumption of food. The protein content of the diet is a key factor in building and maintaining lean body (muscle) mass, which is an important aspect of weight control. Lean body mass maintenance is regulated by protein intake, but more importantly is regulated by exercise. Limited protein and amino acids in the diet will limit lean body mass growth, but exercise or lack of exercise will allow growth or shrinking of muscle. Successful weight control involves maintenance of healthy adipose tissue levels, but most importantly maintenance of lean body mass. Lean muscle is the driver of basal energy metabolism and aids in the use of energy. When sufficient levels of fat are provided, fat will be used by the body as an energy source, but only when there are insufficient levels of protein.",
            "score": 159.96062123775482
        },
        {
            "docid": "16882440_2",
            "document": "Signal enhancement by extravascular water protons . Signal enhancement by extravascular water protons, or SEEP, is a contrast mechanism for functional magnetic resonance imaging (fMRI), which is an alternative to the more commonly employed BOLD (blood-oxygen-level dependent) contrast. This mechanism for image contrast changes corresponding to changes in neuronal activity was first proposed by Dr. Patrick Stroman in 2001 (1, 2). SEEP contrast is based on changes in tissue water content which arise from the increased production of extracellular fluid (3, 4) and swelling of neurons and glial cells at sites of neuronal activity (5, 6). Because the dominant sources of MRI signal in biological tissues are water and lipids, an increase in tissue water content is reflected by a local increase in MR signal intensity. A correspondence between BOLD and SEEP signal changes, and sites of activity, has been observed in the brain and appears to arise from the common dependence on changes in local blood flow to cause a change in blood oxygenation or to produce extracellular fluid (7, 8). The advantage of SEEP contrast is that it can be detected with MR imaging methods which are relatively insensitive to magnetic susceptibility differences between air, tissues, blood, and bone. Such susceptibility differences can give rise to spatial image distortions and areas of low signal, and magnetic susceptibility changes in blood give rise to the BOLD contrast for fMRI. The primary application of SEEP to date has been fMRI of the spinal cord (spinal fMRI) because the bone/tissue interfaces around the spinal cord cause poor image quality with conventional fMRI methods. The disadvantages of SEEP compared to BOLD contrast are that it reveals more localized areas of activity, and in the brain the signal intensity changes are typically lower, and it can therefore be more difficult to detect (7-10). It is also controversial because it is not universally agreed to exist as a contrast mechanism for fMRI. However, more recent studies have demonstrated changes in MRI signal corresponding with changes in neuronal activity in rat cortical tissue slices, in the absence of blood flow or changes in oxygenation, and neuronal activity and cellular swelling were corroborated by light-transmittance microscopy. This demonstrated SEEP contrast in the absence of confounding factors which can occur in-vivo, such as physiological motion and the possibility of concurrent BOLD contrast.",
            "score": 96.12736511230469
        },
        {
            "docid": "30932051_7",
            "document": "Nutriepigenomics . Fetal exposure to calcium, folate, magnesium, high or low protein, and zinc have all been associated with birth weight. Numerous studies have investigated the link between birth weight and risk of disease and have found that low birth weight is significantly associated with coronary heart disease, stroke and type-2 diabetes. Most importantly, these associations occurred after adjusting for lifestyle factors, implying a genetic basis for onset of disease. Impaired insulin secretion is associated with low birth weight and can lead to insulin resistance as babies accumulate body fat. Studies using intrauterine growth retarded (IUGR) rats have found that growth inhibition can lead to decreased expression of Pdx1 transcription factor, which is essential for differentiation and function of pancreatic beta cells. Decreased histone acetylation at the proximal promoter of Pdx1 is responsible for reduced Pdx1 expression and subsequently results in a cascade of histone deacetylation and methylation events that can result in type-2 diabetes. Obesity during pregnancy and high-fat maternal diets both show strong associations with obesity in offspring. As the number of overweight reproductive-age women increases, the number of overweight children and infants also increases. It has been postulated that maternal obesity causes an accumulation of fat in fetal adipose tissue (adiposity) and predisposes babies for obesity in childhood and adulthood. Animal studies have shown that maternal overnutrition may impact brain development and cause disruptions to programming of the hypothalamus. Offspring that were exposed to a high-fat or high-caloric maternal diet had increased levels of insulin, glucose and leptin. It is hypothesized that these elevations are due to disturbances in the complex neuronal network that includes the neuropeptide Y (NPY) and proopiomelanocortin (POMC) pathways. This altered neuronal signaling can consequently impact food-intake behavior and lead to diet-induced obesity in adulthood. While epigenetic modifications are most likely involved in the development of obesity, the specific target genes have yet to be identified. Genes involved in adipogenesis, such as fibroblast growth-factor-2, phosphatase and tensin homologue, cyclin-dependent kinase inhibitor 1A and oestrogen receptor-alpha, possess multiple CpG islands in their promoter sites and may act as epigenetic targets. Furthermore, it has been shown that prenatal exposure to a hypomethylating agent, such as bisphenol A (BPA), is associated with increased body weight and suggests modified DNA methylation as a mechanism for increasing susceptibility to obesity.",
            "score": 144.61746859550476
        },
        {
            "docid": "16454909_9",
            "document": "Nisoxetine . The primary forebrain sensor of peripheral cues that relays information about the availability of energy and storage is the arcuate nucleus of the hypothalamus (ARH), and it contains two types of cells that have opposing effects on energy balance. These two types of cells are neuropeptide Y (NPY)-expressing cells, which cause hyperphagia and energy conservation, and cells that pro-opiomelanocortin (POMC), which are related to hypophagia and increased energy expenditure. NPY and norepinephrine are both localized in select neurons in the brain and periphery. A norepinephrine reuptake inhibitor, such as nisoxetine, could potentially cause anorexia by decreasing activity of cells that express NPY and norepinephrine.",
            "score": 104.5842924118042
        },
        {
            "docid": "4231622_6",
            "document": "Inferior temporal gyrus . The light energy that comes from the rays bouncing off of an object is converted into chemical energy by the cells in the retina of the eye. This chemical energy is then converted into action potentials that are transferred through the optic nerve and across the optic chiasm, where it is first processed by the lateral geniculate nucleus of the thalamus. From there the information is sent to the primary visual cortex, region V1. It then travels from the visual areas in the occipital lobe to the parietal and temporal lobes via two distinct anatomical streams. These two cortical visual systems were classified by Ungerleider and Mishkin (1982, see two-streams hypothesis). One stream travels ventrally to the inferior temporal cortex (from V1 to V2 then through V4 to ITC) while the other travels dorsally to the posterior parietal cortex. They are labeled the “what” and “where” streams, respectively. The Inferior Temporal Cortex receives information from the ventral stream, understandably so, as it is known to be a region essential in recognizing patterns, faces, and objects.  The understanding at the single-cell level of the IT cortex and its role of utilizing memory to identify objects and or process the visual field based on color and form visual information is a relatively recent in neuroscience. Early research indicated that the cellular connections of the temporal lobe to other memory associated areas of the brain – namely the hippocampus, the amygdala, the prefrontal cortex, among others. These cellular connections have recently been found to explain unique elements of memory, suggesting that unique single-cells can be linked to specific unique types and even specific memories. Research into the single-cell understanding of the IT cortex reveals many compelling characteristics of these cells: single-cells with similar selectivity of memory are clustered together across the cortical layers of the IT cortex; the temporal lobe neurons have recently been shown to display learning behaviors and possibly relate to long-term memory; and, cortical memory within the IT cortex is likely to be enhanced over time thanks to the influence of the afferent-neurons of the medial-temporal region. Further research of the single-cells of the IT cortex suggests that these cells not only have a direct link to the visual system pathway but also are deliberate in the visual stimuli they respond to: in certain cases, the single-cell IT cortex neurons do not initiate responses when spots or slits, namely simple visual stimuli, are present in the visual field; however, when complicated objects are put in place, this initiates a response in the single-cell neurons of the IT cortex. This provides evidence that not only are the single-cell neurons of the IT cortex related in having a unique specific response to visual stimuli but rather that each individual single-cell neuron has a specific response to a specific stimuli. The same study also reveals how the magnitude of the response of these single-cell neurons of the IT cortex do not change due to color and size but are only influenced by the shape. This led to even more interesting observations where specific IT neurons have been linked to the recognition of faces and hands. This is very interesting as to the possibility of relating to neurological disorders of prosopagnosia and explaining the complexity and interest in the human hand. Additional research form this study goes into more depth on the role of \"face neurons\" and \"hand neurons\" involved in the IT cortex.  The significance of the single-cell function in the IT cortex is that it is another pathway in addition to the lateral geniculate pathway that processes most visual system: this raises questions about how does it benefit our visual information processing in addition to normal visual pathways and what other functional units are involved in additional visual information processing.",
            "score": 87.86783862113953
        },
        {
            "docid": "4617112_19",
            "document": "Endocannabinoid system . Evidence for the role of the endocannabinoid system in food-seeking behavior comes from a variety of cannabinoid studies. Emerging data suggests that THC acts via CB receptors in the hypothalamic nuclei to directly increase appetite. It is thought that hypothalamic neurons tonically produce endocannabinoids that work to tightly regulate hunger. The amount of endocannabinoids produced is inversely correlated with the amount of leptin in the blood. For example, mice without leptin not only become massively obese but express abnormally high levels of hypothalamic endocannabinoids as a compensatory mechanism. Similarly, when these mice were treated with an endocannabinoid inverse agonists, such as rimonabant, food intake was reduced. When the CB receptor is knocked out in mice, these animals tend to be leaner and less hungry than wild-type mice. A related study examined the effect of THC on the hedonic (pleasure) value of food and found enhanced dopamine release in the nucleus accumbens and increased pleasure-related behavior after administration of a sucrose solution. A related study found that endocannabinoids affect taste perception in taste cells In taste cells, endocannabinoids were shown to selectively enhance the strength of neural signaling for sweet tastes, whereas leptin decreased the strength of this same response. While there is need for more research, these results suggest that cannabinoid activity in the hypothalamus and nucleus accumbens is related to appetitive, food-seeking behavior.",
            "score": 113.98967099189758
        },
        {
            "docid": "7243245_5",
            "document": "Jeffrey M. Friedman . Numerous lines of evidence have suggested that energy balance in animals and humans is tightly controlled. With the identification of leptin and its receptors by Friedman's laboratory, two of the molecular components of a system that maintains constant weight were identified. Leptin is a hormone secreted by the adipose (fat) tissue in proportion to its mass that in turn modulates food intake relative to energy expenditure. Increased fat mass increases leptin levels, which in turn reduces body weight; decreased fat mass leads to a decrease in leptin] levels and an increase in body weight. By this mechanism, weight is maintained within a relatively narrow range. Defects in the leptin gene are associated with severe obesity in animals and in humans. Leptin acts on sets of neurons in brain centers that control energy balance. Leptin also plays a general role in regulating many of the physiologic responses that are observed with changes in nutritional state, with clear effects on female reproduction, immune function and the function of many other hormones, including insulin.",
            "score": 167.1440920829773
        },
        {
            "docid": "21245_12",
            "document": "Neuroscience . The scientific study of the nervous system has increased significantly during the second half of the twentieth century, principally due to advances in molecular biology, electrophysiology, and computational neuroscience. This has allowed neuroscientists to study the nervous system in all its aspects: how it is structured, how it works, how it develops, how it malfunctions, and how it can be changed. For example, it has become possible to understand, in much detail, the complex processes occurring within a single neuron. Neurons are cells specialized for communication. They are able to communicate with neurons and other cell types through specialized junctions called synapses, at which electrical or electrochemical signals can be transmitted from one cell to another. Many neurons extrude a long thin filament of axoplasm called an axon, which may extend to distant parts of the body and are capable of rapidly carrying electrical signals, influencing the activity of other neurons, muscles, or glands at their termination points. A nervous system emerges from the assemblage of neurons that are connected to each other.",
            "score": 108.86068737506866
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 103.06579446792603
        },
        {
            "docid": "768527_13",
            "document": "Ghrelin . Ghrelin and synthetic ghrelin mimetics (growth hormone secretagogues) increase body weight and fat mass by triggering receptors in the arcuate nucleus that include the orexigenic neuropeptide Y (NPY) and agouti-related protein (AgRP) neurons. Ghrelin-responsiveness of these neurons is both leptin- and insulin-sensitive. Ghrelin reduces the mechanosensitivity of gastric vagal afferents, so they are less sensitive to gastric distension.",
            "score": 145.33061981201172
        },
        {
            "docid": "971305_18",
            "document": "Haemodynamic response . Functional magnetic resonance imaging (fMRI), is the medical imaging technique used to measure the haemodynamic response of the brain in relation to the neural activities. It is one of the most commonly used devices to measure brain functions and is relatively inexpensive to perform in a clinical setting. The onset of neural activity leads to a systematic series of physiological changes in the local network of blood vessels that include changes in the cerebral blood volume per unit of brain tissue (CBV), changes in the rate of cerebral blood flow, and changes in the concentration of oxyhemoglobin and deoxyhemoglobin. There are different fMRI techniques that can pick up a functional signal corresponding to changes in each of the previously mentioned components of the haemodynamic response. The most common functional imaging signal is the Blood Oxygenation Level Dependent signal (BOLD), which primarily corresponds to the concentration of deoxyhemoglobin The BOLD effect is based on the fact that when neuronal activity is increased in one part of the brain, there is also an increased amount of cerebral blood flow to that area which is the basis of haemodynamic response. This increase in blood flow produces an increase in the ratio of oxygenated hemoglobin relative to deoxygenated hemoglobin in that specific area. The difference in magnetic properties of oxygenated and deoxygenated hemoglobin is what allows fMRI imaging to produce an effective map of which neurons are active and which are not. In short, deoxygenated hemoglobin is paramagnetic while oxygenated hemoglobin is diamagnetic. Diamagnetic blood (oxyhemoglobin) interferes with the magnetic resonance (MR) signal less and this leads to an improved MR signal in that area of increased neuronal activity. However, Paramagnetic blood (deoxyhemoglobin) makes the local magnetic field inhomogenous. This has the effect of dephasing the signal emitted in this domain, causing destructive interference in the observed MR signal. Therefore, greater amounts of deoxyhemoglobin lead to less signal. Neuronal activity ultimately leads to an increase in local MR signaling corresponding to a decrease in the concentration of deoxyhemoglobin.",
            "score": 99.44809985160828
        },
        {
            "docid": "41121858_3",
            "document": "Binocular neurons . In the 19th century Charles Wheatstone determined that retinal disparity was a large contributor to depth perception. Using a stereoscope, he showed that horizontal disparity is used by the brain to calculate the relative depths of different objects in 3-dimensional space in reference to a fixed point. This process is called stereopsis. Two main classes of cells in visual cortex were identified by David H. Hubel and Torsten Wiesel in 1962 through their investigation of the cat's primary visual cortex. These classes were called simple and complex cells, which differ in how their receptive fields respond to light and dark stimuli. Béla Julesz in 1971 used random dot stereograms to find that monocular depth cues, such as shading, are not required for stereoscopic vision. Disparity selective cells were first recorded in the striate cortex (V1) of the cat by Peter Orlebar Bishop and John Douglas Pettigrew in the late 1960s, however this discovery was unexpected and was not published until 1986. These disparity selective cells, also known as binocular neurons, were again found in the awake behaving macaque monkey in 1985. Additionally, population responses of binocular neurons have been found in human ventral and dorsal pathways using fMRI.",
            "score": 65.08918452262878
        },
        {
            "docid": "56435_41",
            "document": "Obesity . The arcuate nucleus contains two distinct groups of neurons. The first group coexpresses neuropeptide Y (NPY) and agouti-related peptide (AgRP) and has stimulatory inputs to the LH and inhibitory inputs to the VMH. The second group coexpresses pro-opiomelanocortin (POMC) and cocaine- and amphetamine-regulated transcript (CART) and has stimulatory inputs to the VMH and inhibitory inputs to the LH. Consequently, NPY/AgRP neurons stimulate feeding and inhibit satiety, while POMC/CART neurons stimulate satiety and inhibit feeding. Both groups of arcuate nucleus neurons are regulated in part by leptin. Leptin inhibits the NPY/AgRP group while stimulating the POMC/CART group. Thus a deficiency in leptin signaling, either via leptin deficiency or leptin resistance, leads to overfeeding and may account for some genetic and acquired forms of obesity. The World Health Organization (WHO) predicts that overweight and obesity may soon replace more traditional public health concerns such as undernutrition and infectious diseases as the most significant cause of poor health. Obesity is a public health and policy problem because of its prevalence, costs, and health effects. The United States Preventive Services Task Force recommends screening for all adults followed by behavioral interventions in those who are obese. Public health efforts seek to understand and correct the environmental factors responsible for the increasing prevalence of obesity in the population. Solutions look at changing the factors that cause excess food energy consumption and inhibit physical activity. Efforts include federally reimbursed meal programs in schools, limiting direct junk food marketing to children, and decreasing access to sugar-sweetened beverages in schools. The World Health Organization recommends the taxing of sugary drinks. When constructing urban environments, efforts have been made to increase access to parks and to develop pedestrian routes.",
            "score": 153.22100710868835
        },
        {
            "docid": "5662589_9",
            "document": "Radial glial cell . Radial glia are now recognized as key progenitor cells in the developing nervous system. During the late stages of neurogenesis, radial glial cells divide asymmetrically in the ventricular zone, generating a new radial glial cell, as well as a postmitotic neuron or an intermediate progenitor (IPC) daughter cell. Intermediate progenitor cells then divide symmetrically in the subventricular zone to generate neurons. Local environmental cues such as Notch and fibroblast growth factor (FGF) signaling, developmental period, and differing abilities of radial glia to respond to environmental cues have all been shown to influence the type of radial glia and radial glia-derived daughter cells that will be produced. FGF and Notch signaling regulate the proliferation of radial glia and the rate of neurogenesis, which affects the surface area expansion of the cerebral cortex and its ability to form surface convolutions known as gyri (see gyrification). Radial glial cells show high levels of calcium transient activity, which is transmitted between RGCs in the ventricular zone and along the radial fibers bidirectionally to/from the cortical plate. The calcium activity is thought to promote RGC proliferation and could be involved in radial communication before synapses are present in the brain. Additionally, recent evidence suggests that cues from the external sensory environment can also influence the proliferation and neural differentiation of radial glia.",
            "score": 73.6029543876648
        }
    ],
    "r": [
        {
            "docid": "2177013_4",
            "document": "Agouti-related peptide . Agouti-related protein is expressed primarily in the adrenal gland, subthalamic nucleus, and hypothalamus, with lower levels of expression in the testis, kidneys, and lungs. The appetite-stimulating effects of AgRP are inhibited by the hormone leptin and activated by the hormone ghrelin. Adipocytes secrete leptin in response to food intake. This hormone acts in the arcuate nucleus and inhibits the AgRP/NPY neuron from releasing orexigenic peptides. Ghrelin has receptors on NPY/AgRP neurons that stimulate the secretion of NPY and AgRP to increase appetite. AgRP is stored in intracellular secretory granules and is secreted via a regulated pathway. The transcriptional and secretory action of AgRP is regulated by inflammatory signals. Levels of AgRP are increased during periods of fasting. It has been found that AgRP stimulates the hypothalamic-pituitary-adrenocortical axis to release ACTH, cortisol and prolactin. It also enhances the ACTH response to IL-1-beta, suggesting it may play a role in the modulation of neuroendocrine response to inflammation. Conversely, AgRP-secreting neurons inhibit the release of TRH from the PVN, which may contribute to conservation of energy in starvation. This pathway is part of a feedback loop, since TRH-secreting neurons from PVN stimulate AgRP neurons.",
            "score": 189.27401733398438
        },
        {
            "docid": "2177013_7",
            "document": "Agouti-related peptide . AgRP induces obesity by chronic antagonism of the MC4-R. Overexpression of AgRP in transgenic mice (or intracerebroventricular injection) causes hyperphagia and obesity, whilst AgRP plasma levels have been found to be elevated in obese human males. Understanding the role AgRP plays in weight gain may assist in developing pharmaceutical models for treating obesity. AgRP mRNA levels have been found to be down regulated following an acute stressful event. Studies suggest that systems involved in the regulation of stress response and of energy balance are highly integrated. Loss or gain of AgRP function may result in inadequate adaptive behavioural responses to environmental events, such as stress, and have potential to contribute to the development of eating disorders. It has been shown that polymorphisms in the AgRP gene have been linked with anorexia nervosa as well as obesity. Some studies suggest that inadequate signalling of AgRP during stress may result in binge eating. Starvation-induced hypothalamic autophagy generates free fatty acids, which in turn regulate neuronal AgRP levels.",
            "score": 184.0290069580078
        },
        {
            "docid": "2177013_2",
            "document": "Agouti-related peptide . Agouti-related protein (AgRP), also called agouti-related peptide, is a neuropeptide produced in the brain by the AgRP/NPY neuron. It is synthesized only in neuropeptide Y (NPY)-containing cell bodies located in the ventromedial part of the arcuate nucleus in the hypothalamus. AgRP is co-expressed with NPY and acts to increase appetite and decrease metabolism and energy expenditure. It is one of the most potent and long-lasting of appetite stimulators. In humans, the agouti-related peptide is encoded by the \"AGRP\" gene.",
            "score": 179.88885498046875
        },
        {
            "docid": "7243245_6",
            "document": "Jeffrey M. Friedman . Leptin feeds into the circuit of neurons in the brain that controls eating and energy expenditure. When an animal loses weight, leptin concentrations fall. This dip in leptin levels instructs the body to search for food. In studies of obese mice, Friedman has found that leptin actually restructures the brain, rewiring the neural circuit that controls feeding. The hormone reinforces the nerve cells that encourage the body to slenderize and prunes the neurons that compel eating.",
            "score": 175.81768798828125
        },
        {
            "docid": "4006160_4",
            "document": "Melanocortin . The melanocortin system is one of the mammalian body's tools to regulate food intake in a push-pull fashion. The only neurons known to release melanocortins are located in the arcuate nucleus of the hypothalmus. Accordingly, there is a subpopulation called POMC neurons and one called AgRP neurons. When POMC neurons release α-MSH, appetite is decreased. On the other hand, when AgRP neurons release AgRP, appetite is stimulated. Leptin, the energy surfeit hormone, and Ghrelin, the hunger hormone, are upstream regulators of the melanocortin system in the brain. These hormones also regulate the release of peptides other than the melanocortins.",
            "score": 175.114990234375
        },
        {
            "docid": "781984_40",
            "document": "Gastric bypass surgery . The profound weight loss which occurs after bariatric surgery is due to taking in much less energy (calories) than the body needs to use every day. Fat tissue must be burned to offset the deficit, and weight loss results. Eventually, as the body becomes smaller, its energy requirements are decreased, while the patient simultaneously finds it possible to eat somewhat more food. When the energy consumed is equal to the calories eaten, weight loss will stop. Proximal GBP typically results in loss of 60–80% of excess body weight, and very rarely leads to excessive weight loss. The risk of excessive weight loss is slightly greater with distal GBP.",
            "score": 170.3457489013672
        },
        {
            "docid": "727293_2",
            "document": "The Hacker's Diet . The Hacker's Diet (humorously subtitled \"\"How to lose weight and hair through stress and poor nutrition\"\") is a diet plan created by the founder of Autodesk, John Walker, outlined in an electronic book of the same name, that attempts to aid the process of weight loss by more accurately modeling how calories consumed and calories expended actually impact weight. Walker notes that much of our fat free mass introduces signal noise when trying to determine how much weight we're actually losing or gaining. With the help of a graphing tool (Excel is used in the book), he addresses these problems. Factoring in exercise, and through counting calories, one can calculate one's own total energy expenditure (basal metabolic rate, thermic effect of food, and day-to-day exercise) and cut back calorie intake or increase exercise to lose weight.",
            "score": 169.5007781982422
        },
        {
            "docid": "400199_4",
            "document": "Weight loss . Low-calorie diets are also referred to as balanced percentage diets. Due to their minimal detrimental effects, these types of diets are most commonly recommended by nutritionists. In addition to restricting calorie intake, a balanced diet also regulates macronutrient consumption. From the total number of allotted daily calories, it is recommended that 55% should come from carbohydrates, 15% from protein, and 30% from fats with no more than 10% of total fat coming from saturated forms. For instance, a recommended 1,200 calorie diet would supply about 660 calories from carbohydrates, 180 from protein, and 360 from fat. Some studies suggest that increased consumption of protein can help ease hunger pangs associated with reduced caloric intake by increasing the feeling of satiety. Calorie restriction in this way has many long-term benefits. After reaching the desired body weight, the calories consumed per day may be increased gradually, without exceeding 2,000 net (i.e. derived by subtracting calories burned by physical activity from calories consumed). Combined with increased physical activity, low-calorie diets are thought to be most effective long-term, unlike crash diets, which can achieve short-term results, at best. Physical activity could greatly enhance the efficiency of a diet. The healthiest weight loss regimen, therefore, is one that consists of a balanced diet and moderate physical activity.",
            "score": 168.4485626220703
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 167.46095275878906
        },
        {
            "docid": "7243245_5",
            "document": "Jeffrey M. Friedman . Numerous lines of evidence have suggested that energy balance in animals and humans is tightly controlled. With the identification of leptin and its receptors by Friedman's laboratory, two of the molecular components of a system that maintains constant weight were identified. Leptin is a hormone secreted by the adipose (fat) tissue in proportion to its mass that in turn modulates food intake relative to energy expenditure. Increased fat mass increases leptin levels, which in turn reduces body weight; decreased fat mass leads to a decrease in leptin] levels and an increase in body weight. By this mechanism, weight is maintained within a relatively narrow range. Defects in the leptin gene are associated with severe obesity in animals and in humans. Leptin acts on sets of neurons in brain centers that control energy balance. Leptin also plays a general role in regulating many of the physiologic responses that are observed with changes in nutritional state, with clear effects on female reproduction, immune function and the function of many other hormones, including insulin.",
            "score": 167.1440887451172
        },
        {
            "docid": "2230412_7",
            "document": "Empty calorie . Food energy intake must be balanced with activity to maintain a proper body weight. Sedentary individuals and those eating less to lose weight may suffer malnutrition if they eat food supplying empty calories but not enough nutrients. In contrast, people who engage in heavy physical activity need more food energy as fuel, and so can have a larger amount of calorie-rich, essential nutrient-poor foods. Dietitians and other healthcare professionals prevent malnutrition by designing eating programs and recommending dietary modifications according to patient's needs.",
            "score": 163.75518798828125
        },
        {
            "docid": "214938_33",
            "document": "Leptin . Leptin receptor activation inhibits neuropeptide Y and agouti-related peptide (AgRP), and activates α-melanocyte-stimulating hormone (α-MSH). The NPY neurons are a key element in the regulation of hunger; small doses of NPY injected into the brains of experimental animals stimulates feeding, while selective destruction of the NPY neurons in mice causes them to become anorexic. Conversely, α-MSH is an important mediator of satiety, and differences in the gene for the α-MSH receptor are linked to obesity in humans.",
            "score": 161.25450134277344
        },
        {
            "docid": "17943389_7",
            "document": "Protein-sparing modified fast . The amount of protein consumed varies by individual. It is generally calculated based on lean body weight and adjusted based on activity level, but generally results in a net daily intake of well under 1000 calories. For an average male with a TDEE (total daily energy expenditure) of 2500 calories/day, and a caloric intake of 1000 calories/day, that would mean a caloric deficit of 1500 calories/day. Over 7 days, that would be 10,500 calories lost, and 3 pounds of weight (and up to 3 pounds of fat since 1 pound of fat is 3500 calories of energy) lost.",
            "score": 160.3690185546875
        },
        {
            "docid": "1132820_21",
            "document": "Cat food . Another nutrient important for weight control diets is protein and its component amino acids. Felines, being obligate carnivores, require a natural diet of strict animal products which consists of protein and fat (i.e. muscle, organs and animal tissue). Dietary protein supplies amino acids that can be utilized and metabolised as energy over fat when provided, even though protein is not stored in the body the same way as fat. Dietary fat is more efficiently converted to body fat than protein; if an animal is consuming more than its energy requirement and if the excess energy is provided by fat, more weight will be gained than if the excess calories are coming from protein. Dietary protein also improves satiety during feed, resulting in decreased overconsumption of food. The protein content of the diet is a key factor in building and maintaining lean body (muscle) mass, which is an important aspect of weight control. Lean body mass maintenance is regulated by protein intake, but more importantly is regulated by exercise. Limited protein and amino acids in the diet will limit lean body mass growth, but exercise or lack of exercise will allow growth or shrinking of muscle. Successful weight control involves maintenance of healthy adipose tissue levels, but most importantly maintenance of lean body mass. Lean muscle is the driver of basal energy metabolism and aids in the use of energy. When sufficient levels of fat are provided, fat will be used by the body as an energy source, but only when there are insufficient levels of protein.",
            "score": 159.9606170654297
        },
        {
            "docid": "26639763_25",
            "document": "Weight management . The GM Diet was devised by the company General Motors to help its employees deal with weight gain due to sedentary work environment and achieve weight loss. The diet consists of low carbohydrates (they are primary fuel for anaerobic metabolism and strength training, a drastic depletion causes health risks) a 5–10g/kg body-weight which includes high fiber – nutrient dense starch whole foods for slow energy release and to increase satiety with fruits, tubers, vegetables...etc., a moderate protein intake of 1.5–2.0g/kg body-weight along with 20-30g healthy fats daily (it supports natural hormonal and enzymatic functioning, improves insulin sensitivity, dilate blood vessels), drinking plenty of water and abstaining from alcohol (empty calories). The GM Diet works by burning off fat stored in body through creating a calorie deficit, with daily intake of required proportioned calorie amount, to ensure homeostatic balance.",
            "score": 159.7496337890625
        },
        {
            "docid": "35633282_4",
            "document": "Ingestive behaviors . Body weight regulation requires a balance between food intake and energy expenditure. Two mechanisms are required to maintain a relatively constant body weight: one must increase motivation to eat if long-term reservoirs are being depleted, and the other must restrain food intake if more calories than needed are being consumed.",
            "score": 157.2637176513672
        },
        {
            "docid": "1863668_4",
            "document": "Negative-calorie food . Diets based on negative-calorie food do not work as advertised but can lead to weight loss because they satisfy hunger by filling the stomach with food that is not calorically dense. A 2005 study based on a low-fat plant-based diet found that the average participant lost over fourteen weeks, and attributed the weight loss to the reduced energy density of the foods resulting from their low fat content and high fiber content, and the increased thermic effect. A study on chewing gum reports mastication burns roughly per hour.",
            "score": 153.5590057373047
        },
        {
            "docid": "1148926_3",
            "document": "Yo-yo effect . The reasons for yo-yo dieting are varied but often include embarking upon a hypocaloric diet that was initially too extreme. At first the dieter may experience elation at the thought of weight loss and pride in their rejection of food. Over time, however, the limits imposed by such extreme diets cause effects such as depression or fatigue that make the diet impossible to sustain. Ultimately, the dieter reverts to their old eating habits, now with the added emotional effects of failing to lose weight by restrictive diet. Such an emotional state leads many people to eating more than they would have before dieting, causing them to rapidly regain weight. The process of regaining weight and especially body fat is further promoted by the high metabolic plasticity of skeletal muscle. The \"Summermatter Cycle\" explains how skeletal muscle persistently reduces energy expenditure during dieting. In addition, food restriction increases physical activity which further supports body weight loss initially. When food becomes available again, the thrifty program promotes the refilling of energy stores which preferentially occurs as catch-up fat.",
            "score": 153.53662109375
        },
        {
            "docid": "56435_41",
            "document": "Obesity . The arcuate nucleus contains two distinct groups of neurons. The first group coexpresses neuropeptide Y (NPY) and agouti-related peptide (AgRP) and has stimulatory inputs to the LH and inhibitory inputs to the VMH. The second group coexpresses pro-opiomelanocortin (POMC) and cocaine- and amphetamine-regulated transcript (CART) and has stimulatory inputs to the VMH and inhibitory inputs to the LH. Consequently, NPY/AgRP neurons stimulate feeding and inhibit satiety, while POMC/CART neurons stimulate satiety and inhibit feeding. Both groups of arcuate nucleus neurons are regulated in part by leptin. Leptin inhibits the NPY/AgRP group while stimulating the POMC/CART group. Thus a deficiency in leptin signaling, either via leptin deficiency or leptin resistance, leads to overfeeding and may account for some genetic and acquired forms of obesity. The World Health Organization (WHO) predicts that overweight and obesity may soon replace more traditional public health concerns such as undernutrition and infectious diseases as the most significant cause of poor health. Obesity is a public health and policy problem because of its prevalence, costs, and health effects. The United States Preventive Services Task Force recommends screening for all adults followed by behavioral interventions in those who are obese. Public health efforts seek to understand and correct the environmental factors responsible for the increasing prevalence of obesity in the population. Solutions look at changing the factors that cause excess food energy consumption and inhibit physical activity. Efforts include federally reimbursed meal programs in schools, limiting direct junk food marketing to children, and decreasing access to sugar-sweetened beverages in schools. The World Health Organization recommends the taxing of sugary drinks. When constructing urban environments, efforts have been made to increase access to parks and to develop pedestrian routes.",
            "score": 153.22100830078125
        },
        {
            "docid": "1256165_10",
            "document": "Calorie restriction . Such epidemiological studies of body weight are not about caloric restriction as used in anti-aging studies; they are not about caloric intake to begin with, as body weight is influenced by many factors other than energy intake, Moreover, \"the quality of the diets consumed by the low-body mass index individuals are difficult to assess, and may lack nutrients important to longevity.\" Typical low-calorie diets rarely provide the high nutrient intakes that are a necessary feature of an anti-aging calorie restriction diet. As well, \"The lower-weight individuals in the studies are not a caloric restriction because their caloric intake reflects their individual ad libitum set-points and not a reduction from that set-point.\"",
            "score": 151.96713256835938
        },
        {
            "docid": "727293_4",
            "document": "The Hacker's Diet . Walker considers the problem of weight loss and maintenance as a control system problem. Simplifying the problem to the barest elements, he models the human body as a \"rubber bag,\" where variables such as food type, frequency, metabolic rates and even exercise are considered negligible. According to Walker, the difference between calorie intake and expenditure is the key (a calorie surplus leads to weight gain; a calorie deficit leads to weight loss). To solve the problem, one needs to monitor calorie intake and weight loss rate, and make the desired proportional adjustments to reach the desired goal.",
            "score": 151.244873046875
        },
        {
            "docid": "781984_22",
            "document": "Gastric bypass surgery . For example, it is still widely perceived that gastric bypass works by mechanical means, i.e. food restriction and/or malabsorption. Recent clinical and animal studies, however, have indicated that these long-held inferences about the mechanisms of Roux en-Y gastric bypass (RYGB) may not be correct. A growing body of evidence suggests that profound changes in body weight and metabolism resulting from RYGB cannot be explained by simple mechanical restriction or malabsorption. One study in rats found that RYGB induced a 19% increase in total and a 31% increase in resting energy expenditure, an effect not exhibited in vertical sleeve gastrectomy rats. In addition, pair-fed rats lost only 47% as much weight as their RYGB counterparts. Changes in food intake after RYGB only partially account for the RYGB-induced weight loss, and there is no evidence of clinically significant malabsorption of calories contributing to weight loss. Thus, it appears RYGB affects weight loss by altering the physiology of weight regulation and eating behavior rather than by simple mechanical restriction or malabsorption.",
            "score": 149.90980529785156
        },
        {
            "docid": "6535_23",
            "document": "Celery . Celery is used in weight-loss diets, where it provides low-calorie dietary fibre bulk. Celery is often incorrectly thought to be a \"negative-calorie food\", the digestion of which burns more calories than the body can obtain. In fact, eating celery provides positive net calories, with digestion consuming only a small proportion of the calories taken in.",
            "score": 148.41867065429688
        },
        {
            "docid": "1149933_12",
            "document": "Weight gain . Lack of sufficient sleep has been suggested as a cause for weight gain or the difficulty in maintaining a healthy weight. Two hormones responsible for regulating hunger and metabolism are leptin, which inhibits appetite and increases energy expenditure, and ghrelin, which increases appetite and reduces energy expenditure. Studies have shown that chronic sleep deprivation is associated with reduced levels of leptin and elevated levels of ghrelin, which together result in increased appetite, especially for high fat and high carbohydrate foods. As a result, sleep deprivation over time may contribute to increased caloric intake and decreased self-control over food cravings, leading to weight gain.",
            "score": 147.5205841064453
        },
        {
            "docid": "29243665_49",
            "document": "Prenatal nutrition . The following general tips can be helpful to pregnant women. It would be beneficial to maintain adequate physical activity to meet energy needs from the food consumed. Eating a balanced diet would be optimal for healthy pregnancy results. To prevent problems like dehydration and constipation, it is important to drink enough fluids, especially water, to support blood volume increases during pregnancy. It is recommended to accompany regular meals with a daily prenatal vitamin supplement that has sufficient folic acid and iron content.  If the fetus is predicted to have low birth weight, in addition to the general recommendations, it would be ideal to increase caloric intake, which can be done by having extra Food Guide Servings daily.  If the fetus is predicted to have high birth weight, smaller and more frequent meals should be consumed to allow better weight management. Moderate sugar intake, such as fruit juices, is also suggested. It is essential to limit food and beverages with high calories and salt content.",
            "score": 146.8627166748047
        },
        {
            "docid": "768527_13",
            "document": "Ghrelin . Ghrelin and synthetic ghrelin mimetics (growth hormone secretagogues) increase body weight and fat mass by triggering receptors in the arcuate nucleus that include the orexigenic neuropeptide Y (NPY) and agouti-related protein (AgRP) neurons. Ghrelin-responsiveness of these neurons is both leptin- and insulin-sensitive. Ghrelin reduces the mechanosensitivity of gastric vagal afferents, so they are less sensitive to gastric distension.",
            "score": 145.33062744140625
        },
        {
            "docid": "276251_20",
            "document": "Orexin . Orexin-producing cells have recently been shown to be inhibited by leptin (through the leptin receptor pathway), but are activated by ghrelin and hypoglycemia (glucose inhibits orexin production). Orexin, as of 2007, is claimed to be a very important link between metabolism and sleep regulation. Such a relationship has been long suspected, based on the observation that long-term sleep deprivation in rodents dramatically increases food intake and energy metabolism, i.e., catabolism, with lethal consequences on a long-term basis. Sleep deprivation then leads to a lack of energy. In order to make up for this lack of energy, many people use high-carbohydrate and high-fat foods that ultimately can lead to poor health and weight gain. Other dietary nutrients, amino acids, also can activate orexin neurons, and they can suppress the glucose response of orexin neurons at physiological concentration, causing the energy balance that orexin maintains to be thrown off its normal cycle.",
            "score": 144.6301727294922
        },
        {
            "docid": "5591966_10",
            "document": "Vagotomy . The use of vagotomy to treat obesity is now being studied. The vagus nerve provides efferent nervous signals out from the hunger and satiety centers of the hypothalamus, a region of the brain central to the regulation of food intake and energy expenditure. The circuit begins with an area of the hypothalamus, the arcuate nucleus, that has outputs to the lateral hypothalamus (LH) and ventromedial hypothalamus (VMH), the brain's feeding and satiety centers, respectively. Animals with lesioned VMH will gain weight even in the face of severe restrictions imposed on their food intake, because they no longer provide the signaling needed to turn off energy storage and facilitate energy burning. In humans, the VMH is sometimes injured by ongoing treatment for acute lymphoblastic leukemia or surgery or radiation to treat posterior cranial fossa tumors. With the VMH disabled and no longer responding to peripheral energy balance signals, \"[e]fferent sympathetic activity drops, resulting in malaise and reduced energy expenditure, and vagal activity increases, resulting in increased insulin secretion and adipogenesis.\" \"VMH dysfunction promotes excessive caloric intake and decreased caloric expenditure, leading to continuous and unrelenting weight gain. Attempts at caloric restriction or pharmacotherapy with adrenergic or serotonergic agents have previously met with little or only brief success in treating this syndrome.\" The vagus nerve is thought to be one key mediator of these effects, as lesions lead to chronic elevations in insulin secretion, promoting energy storage in adipocytes.  Vagotomy may have an impact upon ghrelin. In an open-label, prospective study of 30 obese patients (26 women), response has been variable; the intervention has generally been safe, although adverse events have included gastric dumping syndrome (n=3), wound infection (n=2), other (n=5), and diarrhea (n=6).",
            "score": 144.62925720214844
        },
        {
            "docid": "30932051_7",
            "document": "Nutriepigenomics . Fetal exposure to calcium, folate, magnesium, high or low protein, and zinc have all been associated with birth weight. Numerous studies have investigated the link between birth weight and risk of disease and have found that low birth weight is significantly associated with coronary heart disease, stroke and type-2 diabetes. Most importantly, these associations occurred after adjusting for lifestyle factors, implying a genetic basis for onset of disease. Impaired insulin secretion is associated with low birth weight and can lead to insulin resistance as babies accumulate body fat. Studies using intrauterine growth retarded (IUGR) rats have found that growth inhibition can lead to decreased expression of Pdx1 transcription factor, which is essential for differentiation and function of pancreatic beta cells. Decreased histone acetylation at the proximal promoter of Pdx1 is responsible for reduced Pdx1 expression and subsequently results in a cascade of histone deacetylation and methylation events that can result in type-2 diabetes. Obesity during pregnancy and high-fat maternal diets both show strong associations with obesity in offspring. As the number of overweight reproductive-age women increases, the number of overweight children and infants also increases. It has been postulated that maternal obesity causes an accumulation of fat in fetal adipose tissue (adiposity) and predisposes babies for obesity in childhood and adulthood. Animal studies have shown that maternal overnutrition may impact brain development and cause disruptions to programming of the hypothalamus. Offspring that were exposed to a high-fat or high-caloric maternal diet had increased levels of insulin, glucose and leptin. It is hypothesized that these elevations are due to disturbances in the complex neuronal network that includes the neuropeptide Y (NPY) and proopiomelanocortin (POMC) pathways. This altered neuronal signaling can consequently impact food-intake behavior and lead to diet-induced obesity in adulthood. While epigenetic modifications are most likely involved in the development of obesity, the specific target genes have yet to be identified. Genes involved in adipogenesis, such as fibroblast growth-factor-2, phosphatase and tensin homologue, cyclin-dependent kinase inhibitor 1A and oestrogen receptor-alpha, possess multiple CpG islands in their promoter sites and may act as epigenetic targets. Furthermore, it has been shown that prenatal exposure to a hypomethylating agent, such as bisphenol A (BPA), is associated with increased body weight and suggests modified DNA methylation as a mechanism for increasing susceptibility to obesity.",
            "score": 144.6174774169922
        },
        {
            "docid": "1256165_15",
            "document": "Calorie restriction . Caloric restriction lowers the core body temperature, a phenomenon believed to be an adaptive response to reduce energy expenditure when nutrients availability is limited. Lowering the temperature may prolong the lifespan of cold blooded animals. Mice, which are warm blooded, have been engineered to have a reduced core body temperature which increased the lifespan independently of calorie restriction.",
            "score": 143.8925323486328
        },
        {
            "docid": "26639763_27",
            "document": "Weight management . The Ornish Diet is a fat restricting diet (less than 10% of calories from fat) focusing on eating high amounts of fiber, and following a low-fat vegetarian diet. The Ornish diet recommends combining the diet with exercise that allows the body's fat burning mechanism to work most effectively. The philosophy is focused less on restricting calories but by watching the ones consumed, by recommending foods that can be eaten all the time, some of the time and none of the time.",
            "score": 143.4219512939453
        },
        {
            "docid": "33436039_9",
            "document": "Lulu Hunt Peters . She explains in her book that \"hereafter you are going to eat calories of food. Instead of saying one slice of bread, or a piece of pie, you will say 100 calories of bread, 350 calories of pie\". She shows women how to calculate their ideal weight with a formula. Her book included estimates of food portions that would contain 100 calories, based on research in a variety of technical publications that were not available to the general reader. She also indicates how many calories someone should eat per pound of ideal body weight, to keep the ideal weight that her system suggests (similar to body mass index). She paid less attention to issues of what sorts of foods a person should eat. Under her system, a person of Peters' height could eat whatever she wanted, as long as she maintained a strict diet of 1,200 calories a day. However, she warned against eating candy, because she thought that women who ate a little candy would binge on it.",
            "score": 143.0638427734375
        }
    ]
}