{
    "q": [
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 189.10944318771362
        },
        {
            "docid": "312354_3",
            "document": "Homologous chromosome . Chromosomes are linear arrangements of condensed deoxyribonucleic acid (DNA) and histone proteins, which form a complex called chromatin. Homologous chromosomes are made up of chromosome pairs of approximately the same length, centromere position, and staining pattern, for genes with the same corresponding loci. One homologous chromosome is inherited from the organism's mother; the other is inherited from the organism's father. After mitosis occurs within the daughter cells, they have the correct number of genes which are a mix of the two parents' genes. In diploid (2n) organisms, the genome is composed of one set of each homologous chromosome pair, as compared to tetraploid organisms which may have two sets of each homologous chromosome pair. The alleles on the homologous chromosomes may be different, resulting in different phenotypes of the same genes. This mixing of maternal and paternal traits is enhanced by crossing over during meiosis, wherein lengths of chromosomal arms and the DNA they contain within a homologous chromosome pair are exchanged with one another.",
            "score": 168.95967841148376
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 169.1746129989624
        },
        {
            "docid": "12266_29",
            "document": "Genetics . Genes are arranged linearly along long chains of DNA base-pair sequences. In bacteria, each cell usually contains a single circular genophore, while eukaryotic organisms (such as plants and animals) have their DNA arranged in multiple linear chromosomes. These DNA strands are often extremely long; the largest human chromosome, for example, is about 247 million base pairs in length. The DNA of a chromosome is associated with structural proteins that organize, compact, and control access to the DNA, forming a material called chromatin; in eukaryotes, chromatin is usually composed of nucleosomes, segments of DNA wound around cores of histone proteins. The full set of hereditary material in an organism (usually the combined DNA sequences of all chromosomes) is called the genome.",
            "score": 169.89368510246277
        },
        {
            "docid": "7955_7",
            "document": "DNA . Within eukaryotic cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the eukaryotic chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 173.99346709251404
        },
        {
            "docid": "64045_5",
            "document": "Chromosomal crossover . There are two popular and overlapping theories that explain the origins of crossing-over, coming from the different theories on the origin of meiosis. The first theory rests upon the idea that meiosis evolved as another method of DNA repair, and thus crossing-over is a novel way to replace possibly damaged sections of DNA. The second theory comes from the idea that meiosis evolved from bacterial transformation, with the function of propagating  diversity. In 1931, Barbara McClintock discovered a triploid maize plant. She made key findings regarding corn’s karyotype, including the size and shape of the chromosomes. McClintock used the prophase and metaphase stages of mitosis to describe the morphology of corn’s chromosomes, and later showed the first ever cytological demonstration of crossing over in meiosis. Working with student Harriet Creighton, McClintock also made significant contributions to the early understanding of codependency of linked genes.  Crossing over and DNA repair are very similar processes, which utilize many of the same protein complexes.  In her report, “The Significance of Responses of the Genome to Challenge”, McClintock studied corn to show how corn’s genome would change itself to overcome threats to its survival. She used 450 self-pollinated plants that received from each parent a chromosome with a ruptured end. She used modified patterns of gene expression on different sectors of leaves of her corn plants show that transposable elements (“controlling elements”) hide in the genome, and their mobility allows them to alter the action of genes at different loci. These elements can also restructure the genome, anywhere from a few nucleotides to whole segments of chromosome.  Recombinases and primases lay a foundation of nucleotides along the DNA sequence. One such particular protein complex that is conserved between processes is RAD51, a well conserved recombinase protein that has been shown to be crucial in DNA repair as well as cross over. Several other genes in \"D. melanogaster\" have been linked as well to both processes, by showing that mutants at these specific loci cannot undergo DNA repair or crossing over. Such genes include mei-41, mei-9, hdm, spnA, and brca2. This large group of conserved genes between processes supports the theory of a close evolutionary relationship. Furthermore, DNA repair and crossover have been found to favor similar regions on chromosomes. In an experiment using radiation hybrid mapping on wheat’s (\"Triticum aestivum L.\") 3B chromosome, crossing over and DNA repair were found to occur predominantly in the same regions. Furthermore, crossing over has been correlated to occur in response to stressful, and likely DNA damaging, conditions",
            "score": 129.85623466968536
        },
        {
            "docid": "4250553_22",
            "document": "Gene . Prokaryotes (bacteria and archaea) typically store their genomes on a single large, circular chromosome. Similarly, some eukaryotic organelles contain a remnant circular chromosome with a small number of genes. Prokaryotes sometimes supplement their chromosome with additional small circles of DNA called plasmids, which usually encode only a few genes and are transferable between individuals. For example, the genes for antibiotic resistance are usually encoded on bacterial plasmids and can be passed between individual cells, even those of different species, via horizontal gene transfer. Whereas the chromosomes of prokaryotes are relatively gene-dense, those of eukaryotes often contain regions of DNA that serve no obvious function. Simple single-celled eukaryotes have relatively small amounts of such DNA, whereas the genomes of complex multicellular organisms, including humans, contain an absolute majority of DNA without an identified function. This DNA has often been referred to as \"junk DNA\". However, more recent analyses suggest that, although protein-coding DNA makes up barely 2% of the human genome, about 80% of the bases in the genome may be expressed, so the term \"junk DNA\" may be a misnomer.",
            "score": 148.06443893909454
        },
        {
            "docid": "998893_7",
            "document": "Kinetochore . Even the simplest kinetochores consist of more than 19 different proteins. Many of these proteins are conserved between eukaryotic species, including a specialized histone H3 variant (called CENP-A or CenH3) which helps the kinetochore associate with DNA. Other proteins in the kinetochore attach it to the microtubules (MTs) of the mitotic spindle. There are also motor proteins, including both dynein and kinesin, which generate forces that move chromosomes during mitosis. Other proteins, such as Mad2, monitor the microtubule attachment as well as the tension between sister kinetochores and activate the spindle checkpoint to arrest the cell cycle when either of these is absent.",
            "score": 230.93109965324402
        },
        {
            "docid": "18393_58",
            "document": "Life . Within cells, DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 162.36471676826477
        },
        {
            "docid": "318669_22",
            "document": "Schizosaccharomyces pombe . \"Schizosaccharomyces pombe\" is often used to study cell division and growth because of conserved genomic regions also seen in human including: heterochromatin proteins, large origins of replication, large centromeres, conserved cellular checkpoints, telomere function, gene splicing, and many other cellular processes. \"S. pombe\"s genome was fully sequenced in 2002, the sixth eukaryotic genome to be sequenced as part of the Genome Project. An estimated 4,979 genes were discovered within three chromosomes containing about 14Mb of DNA. This DNA is contained within 3 different chromosomes in the nucleus with gaps in the centromeric (40kb) and telomeric (260kb) regions. After the initial sequencing of the fission yeast's genome, other previous non-sequenced regions of the genes have been sequenced. Structural and functional analysis of these gene regions can be found on large scale fission yeast databases such as PomBase.",
            "score": 160.32488131523132
        },
        {
            "docid": "4110763_13",
            "document": "Extrachromosomal DNA . Extrachromosomal circular DNA (eccDNA) is present in all eukaryotic cells, is usually derived from genomic DNA, and consists of repetitive sequences of DNA found in both coding and non-coding regions of chromosomes. EccDNA can vary in size from less than 2000 base pairs to more than 20,000 base pairs. In plants, eccDNA contains repeated sequences similar to those that are found in the centromeric regions of the chromosomes and in repetitive satellite DNA. In animals, eccDNA molecules have been shown to contain repetitive sequences that are seen in satellite DNA, 5S ribosomal DNA and telomere DNA. Certain organisms, such as yeast, rely on chromosomal DNA replication to produce eccDNA whereas eccDNA formation can occur in other organisms, such as mammals, independently of the replication process. The function of eccDNA has not been widely studied, but it has been proposed that the production of eccDNA elements from genomic DNA sequences adds to the plasticity of the eukaryotic genome and can influence genome stability, cell aging and the evolution of chromosomes.",
            "score": 179.07038927078247
        },
        {
            "docid": "50430120_11",
            "document": "Short interspersed nuclear elements (SINEs) . Changes in chromosome structure influence gene expression primarily by affecting the accessibility of genes to transcriptional machinery. The chromosome has a very complex and hierarchical system of organizing the genome. This system of organization, which includes histones, methyl groups, acetyl groups, and a variety of proteins and RNAs allows different domains within a chromosome to be accessible to polymerases, transcription factors, and other associated proteins to different degrees. Furthermore, the shape and density of certain areas of a chromosome can affect the shape and density of neighboring (or even distant regions) on the chromosome through interaction facilitated by different proteins and elements. Non-coding RNAs such as short-interspersed nuclear elements, which have been known to associate with and contribute to chromatin structure, can thus play huge role in regulating gene expression. For example, long non-coding RNAs have been known to help initiate expression of Ubx by directing the Ash1 protein to regulatory elements within the Hox gene set; Ash1 modifies chromatin structure in such a way as to increase the expression of Ubx. Short-interspersed-nuclear-elements similarly can be involved in gene regulation by modifying genomic architecture .",
            "score": 115.52404737472534
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 156.81523847579956
        },
        {
            "docid": "6438_19",
            "document": "Chromosome . Chromatin allows the very long DNA molecules to fit into the cell nucleus. During cell division chromatin condenses further to form microscopically visible chromosomes. The structure of chromosomes varies through the cell cycle. During cellular division chromosomes are replicated, divided, and passed successfully to their daughter cells so as to ensure the genetic diversity and survival of their progeny. Chromosomes may exist as either duplicated or unduplicated. Unduplicated chromosomes are single double helixes, whereas duplicated chromosomes contain two identical copies (called chromatids or sister chromatids) joined by a centromere. Eukaryotes (cells with nuclei such as those found in plants, fungi, and animals) possess multiple large linear chromosomes contained in the cell's nucleus. Each chromosome has one centromere, with one or two arms projecting from the centromere, although, under most circumstances, these arms are not visible as such. In addition, most eukaryotes have a small circular mitochondrial genome, and some eukaryotes may have additional small circular or linear cytoplasmic chromosomes.",
            "score": 201.3044683933258
        },
        {
            "docid": "14761587_3",
            "document": "HIST2H2AA3 . Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Two molecules of each of the four core histones (H2A, H2B, H3, and H4) form an octamer, around which approximately 146 bp of DNA is wrapped in repeating units, called nucleosomes. The linker histone, H1, interacts with linker DNA between nucleosomes and functions in the compaction of chromatin into higher order structures. This gene is intronless and encodes a member of the histone H2A family. Transcripts from this gene lack polyA tails but instead contain a palindromic termination element. This gene is found in a histone cluster on chromosome 1. This gene is one of four histone genes in the cluster that are duplicated; this record represents the centromeric copy.",
            "score": 147.281720161438
        },
        {
            "docid": "27069034_3",
            "document": "H2AFB1 . Histones are basic nuclear proteins that are responsible for the nucleosome structure of the chromosomal fiber in eukaryotes. Nucleosomes consist of approximately 146 bp of DNA wrapped around a histone octamer composed of pairs of each of the four core histones (H2A, H2B, H3, and H4). The chromatin fiber is further compacted through the interaction of a linker histone, H1, with the DNA between the nucleosomes to form higher order chromatin structures. This gene encodes a member of the histone H2A family. This gene is part of a region that is repeated three times on chromosome X, once in intron 22 of the F8 gene and twice closer to the Xq telomere. This record represents the most centromeric copy which is in intron 22 of the F8 gene.",
            "score": 144.83778977394104
        },
        {
            "docid": "50449991_12",
            "document": "Nuclear organization . The first level of genome organization concerns how DNA is arranged linearly, and how it is packaged into chromosomes. DNA is composed of two antiparallel strands of nucleic acids, with two bound and opposing nucleic acids referred to as DNA base pairs. In order for DNA to pack inside the tiny cell nucleus, each strand is wrapped around histones, forming nucleosome structures. These nucleosome pack together to form chromosomes. Depending on the eukaryote, there are multiple independent chromosomes of varying sizes within each nucleus - for example, humans have 46 while giraffes have 30. Within regions of the chromosome, the order of the DNA base pairs makes up specific elements for gene expression and DNA replication. Some of the more common elements include protein coding genes (containing exons and introns), noncoding DNA, enhancers, promoters, operators, origins of replication, telomeres, and centromeres. As of yet, there is not much evidence towards the importance of specific order of these elements along or between individual chromosomes. For example, the distance between an enhancer and a promoter, interacting elements that form a basis of gene expression, can range from a few hundred base pairs to 100s of kb away. As well, individual enhancers can interact with a number of different promoters and the same is true for a single promoter interacting with multiple different enhancers.",
            "score": 162.23216652870178
        },
        {
            "docid": "29188721_23",
            "document": "RNA interference . Components of the RNAi pathway are used in many eukaryotes in the maintenance of the organization and structure of their genomes. Modification of histones and associated induction of heterochromatin formation serves to downregulate genes pre-transcriptionally; this process is referred to as RNA-induced transcriptional silencing (RITS), and is carried out by a complex of proteins called the RITS complex. In fission yeast this complex contains argonaute, a chromodomain protein Chp1, and a protein called Tas3 of unknown function. As a consequence, the induction and spread of heterochromatic regions requires the argonaute and RdRP proteins. Indeed, deletion of these genes in the fission yeast \"S. pombe\" disrupts histone methylation and centromere formation, causing slow or stalled anaphase during cell division. In some cases, similar processes associated with histone modification have been observed to transcriptionally upregulate genes.",
            "score": 109.02471041679382
        },
        {
            "docid": "323792_2",
            "document": "Genome project . Genome projects are scientific endeavours that ultimately aim to determine the complete genome sequence of an organism (be it an animal, a plant, a fungus, a bacterium, an archaean, a protist or a virus) and to annotate protein-coding genes and other important genome-encoded features. The genome sequence of an organism includes the collective DNA sequences of each chromosome in the organism. For a bacterium containing a single chromosome, a genome project will aim to map the sequence of that chromosome. For the human species, whose genome includes 22 pairs of autosomes and 2 sex chromosomes, a complete genome sequence will involve 46 separate chromosome sequences.",
            "score": 137.20424342155457
        },
        {
            "docid": "15993546_7",
            "document": "Cis-natural antisense transcript . Regulation of many biological processes such as development, metabolism and many others requires a careful co-ordination between many different genes; this is usually referred to as a gene regulatory network. A flurry of interest in gene regulatory networks has been sparked by the advent of sequenced genomes of multiple organisms. The next step is to use this information to figure out how genes work together and not just in isolation. During the processes of mammalian development, there is an inactivation of the extra X-chromosome in females. It has been shown that a NAT pair called Xist and Tsix are involved in the hypermethylation of the chromosome. As much as 20-30% of mammalian genes have been shown to be the targets of miRNAs, which highlights the importance of these molecules as regulators across a wide number of genes. Evolutionary reasons for utilizing RNA for regulation of genes may be that it is less costly and faster than synthesizing proteins not needed by the cell. This could have had a selective advantage for early eukaryotes with this type of transcriptional regulation.",
            "score": 121.40162801742554
        },
        {
            "docid": "19588_55",
            "document": "Mitochondrion . As in prokaryotes, there is a very high proportion of coding DNA and an absence of repeats. Mitochondrial genes are transcribed as multigenic transcripts, which are cleaved and polyadenylated to yield mature mRNAs. Not all proteins necessary for mitochondrial function are encoded by the mitochondrial genome; most are coded by genes in the cell nucleus and the corresponding proteins are imported into the mitochondrion. The exact number of genes encoded by the nucleus and the mitochondrial genome differs between species. Most mitochondrial genomes are circular, although exceptions have been reported. In general, mitochondrial DNA lacks introns, as is the case in the human mitochondrial genome; however, introns have been observed in some eukaryotic mitochondrial DNA, such as that of yeast and protists, including \"Dictyostelium discoideum\". Between protein-coding regions, tRNAs are present. During transcription, the tRNAs acquire their characteristic L-shape that gets recognized and cleaved by specific enzymes. Mitochondrial tRNA genes have different sequences from the nuclear tRNAs but lookalikes of mitochondrial tRNAs have been found in the nuclear chromosomes with high sequence similarity.",
            "score": 120.74786460399628
        },
        {
            "docid": "6235_19",
            "document": "Cell nucleus . There are two types of chromatin. Euchromatin is the less compact DNA form, and contains genes that are frequently expressed by the cell. The other type, heterochromatin, is the more compact form, and contains DNA that is infrequently transcribed. This structure is further categorized into \"facultative\" heterochromatin, consisting of genes that are organized as heterochromatin only in certain cell types or at certain stages of development, and \"constitutive\" heterochromatin that consists of chromosome structural components such as telomeres and centromeres. During interphase the chromatin organizes itself into discrete individual patches, called \"chromosome territories\". Active genes, which are generally found in the euchromatic region of the chromosome, tend to be located towards the chromosome's territory boundary.",
            "score": 126.59571290016174
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 191.39535522460938
        },
        {
            "docid": "46827493_4",
            "document": "ParMRC system . The process by which the plasmids are segregated from the chromosomal DNA is not an extremely complicated one and contains just three components. The first component ParM is an actin-like protein. The second is a DNA-binding adaptor protein known as ParR. The last component is a centromere-like region called ParC. The process works using all three of these components and has been evolved to work extremely efficiently. In the cell the ParM protein filaments search for plasmids. Next, they find the ParR and ParC that are headed to DNA molecules and push them to opposite poles of the cell in order to segregate them.",
            "score": 152.2134690284729
        },
        {
            "docid": "998893_4",
            "document": "Kinetochore . \"Monocentric\" organisms, including vertebrates, fungi, and most plants, have a single centromeric region on each chromosome which assembles one kinetochore. \"Holocentric\" organisms, such as nematodes and some plants, assemble a kinetochore along the entire length of a chromosome.",
            "score": 297.3024570941925
        },
        {
            "docid": "42683705_13",
            "document": "Epigenetics and melanoma . Histone phosphorylation is the process by which a phosphate group is added to histone tails. This process drastically changes histone structure and shape. It has been discovered that phosphorylation causes post translational changes, with binding domains having been found, in addition to regulations in DNA repair, transcription regulation, and chromatin condensation. One of the major phosphorylations in DNA repair is the H2AX location. When H2AX is phosphorylated, it spreads throughout the DNA break and is thought to recruit acetyltransferases to relax the DNA and allow repair proteins to access the damaged portion (Rossetto et al., 2012). Phosphorylation of histones begins the process of DNA repair, and it is important for signaling other processes to begin, including cell division . H2AX is an indicator of melanoma because of its high correlation to chromosomal instability (Warters et al., 2005). When high levels of H2AX are present, more phosphorylation occurs and chromosomes are more susceptible to damage. Histone phosphorylation of H3S10 has been shown to associate with H3 acytelation, which is integral in transcription activation (Rossetto et al., 2012). If transcription is altered, cells are generally negatively impacted and they react in adverse ways that may harm the organism.",
            "score": 117.45918214321136
        },
        {
            "docid": "420624_2",
            "document": "Ecdysone . Ecdysone is a steroidal prohormone of the major insect molting hormone 20-hydroxyecdysone, which is secreted from the prothoracic glands. Insect molting hormones (ecdysone and its homologues) are generally called ecdysteroids. Ecdysteroids act as moulting hormones of arthropods but also occur in other related phyla where they can play different roles. In \"Drosophila melanogaster\", an increase in ecdysone concentration induces the expression of genes coding for proteins that the larva requires, and it causes chromosome puffs (sites of high expression) to form in polytene chromosomes. Recent findings in the laboratory of Chris Q. Doe have found a novel role of this hormone in regulating temporal gene transitions within neural stem cells of the fruit fly. Ecdysone and other ecdysteroids also appear in many plants mostly as a protection agent (toxins or antifeedants) against herbivorous insects.",
            "score": 136.83965706825256
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 123.2171162366867
        },
        {
            "docid": "4718833_7",
            "document": "Eukaryotic chromosome structure . Packaging of DNA is facilitated by the electrostatic charge distribution: phosphate groups cause DNA to have a negative charge, whilst the histones are positively charged. Most eukaryotic cells contain histones (with a few exceptions) as well as the kingdom Archaea. Histones are positively charged molecules as they contain lysine and arginine in larger quantities and DNA is negatively charged. So they make a strong ionic bond in between them to form nucleosome. Packaging is also accomplished by specialized proteins that bind and fold the DNA. This generates a series of loops and coils that provide increasingly higher levels of organization and prevent the DNA from becoming tangled and unmanageable. This complex of DNA and proteins are called chromatin. But in addition to proteins involved with packaging, chromosomes are associated with proteins involved with DNA replication, DNA repair, and gene expression.",
            "score": 145.4753122329712
        },
        {
            "docid": "14757088_3",
            "document": "CENPA . Centromeres are the chromosomal domains that specify the mitotic behavior of chromosomes. The CENPA gene encodes a centromere protein which contains a histone H3 related histone fold domain that is required for targeting to the centromere. CENPA is proposed to be a component of a modified nucleosome or nucleosome-like structure in which it replaces 1 or both copies of conventional histone H3 in the (H3-H4)2 tetrameric core of the nucleosome particle. Alternative splicing results in multiple transcript variants encoding distinct isoforms.",
            "score": 134.94722485542297
        },
        {
            "docid": "6933_2",
            "document": "Chromatin . Chromatin is a complex of macromolecules found in cells, consisting of DNA, protein, and RNA. The primary functions of chromatin are 1) to package DNA into a more compact, denser shape, 2) to reinforce the DNA macromolecule to allow mitosis, 3) to prevent DNA damage, and 4) to control gene expression and DNA replication. The primary protein components of chromatin are histones that compact the DNA. Chromatin is only found in eukaryotic cells (cells with defined nuclei). Prokaryotic cells have a different organization of their DNA (the prokaryotic chromosome equivalent is called genophore and is localized within the nucleoid region).",
            "score": 123.57400274276733
        },
        {
            "docid": "7284_19",
            "document": "Centromere . In the yeast \"Schizosaccharomyces pombe\" (and probably in other eukaryotes), the formation of centromeric heterochromatin is connected to RNAi. In nematodes such as \"Caenorhabditis elegans\", some plants, and the insect orders Lepidoptera and Hemiptera, chromosomes are \"holocentric\", indicating that there is not a primary site of microtubule attachments or a primary constriction, and a \"diffuse\" kinetochore assembles along the entire length of the chromosome.",
            "score": 291.876629114151
        }
    ],
    "r": [
        {
            "docid": "998893_4",
            "document": "Kinetochore . \"Monocentric\" organisms, including vertebrates, fungi, and most plants, have a single centromeric region on each chromosome which assembles one kinetochore. \"Holocentric\" organisms, such as nematodes and some plants, assemble a kinetochore along the entire length of a chromosome.",
            "score": 297.3024597167969
        },
        {
            "docid": "7284_19",
            "document": "Centromere . In the yeast \"Schizosaccharomyces pombe\" (and probably in other eukaryotes), the formation of centromeric heterochromatin is connected to RNAi. In nematodes such as \"Caenorhabditis elegans\", some plants, and the insect orders Lepidoptera and Hemiptera, chromosomes are \"holocentric\", indicating that there is not a primary site of microtubule attachments or a primary constriction, and a \"diffuse\" kinetochore assembles along the entire length of the chromosome.",
            "score": 291.8766174316406
        },
        {
            "docid": "998893_7",
            "document": "Kinetochore . Even the simplest kinetochores consist of more than 19 different proteins. Many of these proteins are conserved between eukaryotic species, including a specialized histone H3 variant (called CENP-A or CenH3) which helps the kinetochore associate with DNA. Other proteins in the kinetochore attach it to the microtubules (MTs) of the mitotic spindle. There are also motor proteins, including both dynein and kinesin, which generate forces that move chromosomes during mitosis. Other proteins, such as Mad2, monitor the microtubule attachment as well as the tension between sister kinetochores and activate the spindle checkpoint to arrest the cell cycle when either of these is absent.",
            "score": 230.9311065673828
        },
        {
            "docid": "7284_14",
            "document": "Centromere . With holocentric chromosomes, the entire length of the chromosome acts as the centromere. Examples of this type of centromere can be found scattered throughout the plant and animal kingdoms, with the most well-known example being the nematode \"Caenorhabditis elegans\".",
            "score": 206.2345428466797
        },
        {
            "docid": "3122518_8",
            "document": "Micronucleus . Micronuclei formation may also result from chromosome malsegregation during anaphase. Hypomethylation of cytosine in centromeric and pericentromeric areas and higher-order repeats of satellite DNA in centromeric DNA can result in such chromosomal loss events. Classical satellite DNA is normally heavily methylated at cytosine residues but may become almost fully unmethylated due to ICF syndrome (Immunodeficiency, centromere instability, and facial anomalies syndrome) or after treatment by DNA methyl transferase inhibitors. Since assembly of kinetochore proteins at centromeres is affected by the methylation of cytosine and histone proteins, a reduction in heterochromatin integrity as a result of hypomethylation can interfere with microtubule attachment to chromosomes and with the sensing of tension from correct microtubule-kinetochore connections. Other possible causes of chromosome loss that could lead to micronuclei formation are defects in kinetochore and microtubule interactions, defects in mitotic spindle assembly, mitosis check point defects, abnormal centrosome amplification, and telomeric end fusions that result in dicentric chromosomes that detach from the spindle during anaphase. Micronuclei originating from chromosome loss events and acentric chromosome fragments can be distinguished using pancentromeric DNA probes.",
            "score": 203.13783264160156
        },
        {
            "docid": "26272245_7",
            "document": "Inherited sterility in insects . Lepidoptera also do not show the classical breakage-fusion-bridge cycle that is a characteristic of dominant lethals induced in Diptera. It appears that lepidopteran chromosomes can tolerate telomere loss without the drastic effects that this has on chromosomes in other orders. Lepidopteran chromosomes possess a localized kinetochore plate to which the spindle microtubules attach during cell division. The kinetochore plates are large and cover a significant portion of the chromosome length, ensuring that more radiation-induced breaks will not lead to the loss of chromosome fragments as is typical in species with monocentric chromosomes. In species with large kinetochore plates, the fragments may persist for a number of mitotic cell divisions, and can even be transmitted through germ cells to the next generation. The plates also reduce the risk of lethality caused by the formation of dicentric chromosomes, acentric fragments, and other unstable aberrations.",
            "score": 202.87045288085938
        },
        {
            "docid": "6438_19",
            "document": "Chromosome . Chromatin allows the very long DNA molecules to fit into the cell nucleus. During cell division chromatin condenses further to form microscopically visible chromosomes. The structure of chromosomes varies through the cell cycle. During cellular division chromosomes are replicated, divided, and passed successfully to their daughter cells so as to ensure the genetic diversity and survival of their progeny. Chromosomes may exist as either duplicated or unduplicated. Unduplicated chromosomes are single double helixes, whereas duplicated chromosomes contain two identical copies (called chromatids or sister chromatids) joined by a centromere. Eukaryotes (cells with nuclei such as those found in plants, fungi, and animals) possess multiple large linear chromosomes contained in the cell's nucleus. Each chromosome has one centromere, with one or two arms projecting from the centromere, although, under most circumstances, these arms are not visible as such. In addition, most eukaryotes have a small circular mitochondrial genome, and some eukaryotes may have additional small circular or linear cytoplasmic chromosomes.",
            "score": 201.30447387695312
        },
        {
            "docid": "20621_33",
            "document": "Microtubule . Kinetochore microtubules directly connect to the chromosomes, at the kinetochores. To clarify the terminology, each chromosome has two chromatids, and each chromatid has a kinetochore. The two kinetochores associated with a region of the chromosome called the centromere. The polar microtubules from one MTOC intertwine with the microtubules from the other MTOC; motor proteins make them push against each other and assist in the separation of the chromosomes to the two daughter cells.",
            "score": 200.45339965820312
        },
        {
            "docid": "6438_24",
            "document": "Chromosome . During mitosis, microtubules grow from centrosomes located at opposite ends of the cell and also attach to the centromere at specialized structures called kinetochores, one of which is present on each sister chromatid. A special DNA base sequence in the region of the kinetochores provides, along with special proteins, longer-lasting attachment in this region. The microtubules then pull the chromatids apart toward the centrosomes, so that each daughter cell inherits one set of chromatids. Once the cells have divided, the chromatids are uncoiled and DNA can again be transcribed. In spite of their appearance, chromosomes are structurally highly condensed, which enables these giant DNA structures to be contained within a cell nucleus.",
            "score": 196.0636749267578
        },
        {
            "docid": "7284_3",
            "document": "Centromere . The physical role of the centromere is to act as the site of assembly of the kinetochores – a highly complex multiprotein structure that is responsible for the actual events of chromosome segregation – i.e. binding microtubules and signalling to the cell cycle machinery when all chromosomes have adopted correct attachments to the spindle, so that it is safe for cell division to proceed to completion and for cells to enter anaphase.",
            "score": 195.42039489746094
        },
        {
            "docid": "619197_12",
            "document": "Cyclin . There are several different cyclins that are active in different parts of the cell cycle and that cause the Cdk to phosphorylate different substrates. There are also several \"orphan\" cyclins for which no Cdk partner has been identified. For example, cyclin F is an orphan cyclin that is essential for G/M transition. A study in \"C. elegans\" revealed the specific roles of mitotic cyclins. Notably, recent studies have shown that cyclin A creates a cellular environment that promotes microtubule detachment from kinetochores in prometaphase to ensure efficient error correction and faithful chromosome segregation. Cells must separate their chromosomes precisely, an event that relies on the bi-oriented attachment of chromosomes to spindle microtubules through specialized structures called kinetochores. In the early phases of division, there are numerous errors in how kinetochores bind to spindle microtubules. The unstable attachments promote the correction of errors by causing a constant detachment, realignment and reattachment of microtubules from kinetochores in the cells as they try to find the correct attachment. Protein cyclin A governs this process by keeping the process going until the errors are eliminated. In normal cells, persistent cyclin A expression prevents the stabilization of microtubules bound to kinetochores even in cells with aligned chromosomes. As levels of cyclin A decline, microtubule attachments become stable, allowing the chromosomes to be divided correctly as cell division proceeds. In contrast, in cyclin A-deficient cells, microtubule attachments are prematurely stabilized. Consequently, these cells may fail to correct errors, leading to higher rates of chromosome mis-segregation.",
            "score": 191.39535522460938
        },
        {
            "docid": "14350666_8",
            "document": "Prokaryotic cytoskeleton . ParM is a cytoskeletal element that possesses a similar structure to actin, although it behaves functionally like tubulin. Further, it polymerizes bidirectionally and it exhibits dynamic instability, which are both behaviors characteristic of tubulin polymerization. It forms a system with ParR and \"parC\" that is responsible for R1 plasmid separation. ParM affixes to ParR, a DNA-binding protein that specifically binds to 10 direct repeats in the \"parC\" region on the R1 plasmid. This binding occurs on both ends of the ParM filament. This filament is then extended, separating the plasmids. The system is analogous to eukaryotic chromosome segregation as ParM acts like eukaryotic tubulin in the mitotic spindle, ParR acts like the kinetochore complex, and \"parC\" acts like the centromere of the chromosome. F plasmid segregation occurs in a similar system where SopA acts as the cytoskeletal filament and SopB binds to the \"sopC\" sequence in the F plasmid, like the kinetochore and centromere respectively. Lately a actin-like ParM homolog has been found in a gram-positive bacterium \"Bacillus thuringiensis\", which assembles into a microtubule-like structure and is involved in plasmid segregation.",
            "score": 190.64529418945312
        },
        {
            "docid": "996341_6",
            "document": "Spindle checkpoint . During S phase, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles achieve their maximal length, recruit additional material and their capacity to nucleate microtubules increases. As mitosis progresses, both centrosomes separate to generate the mitotic spindle. In this way, the mitotic spindle has two poles emanating microtubules. Microtubules (MTs) are long proteic filaments, with asymmetric extremities: one end termed \"minus\" (-) end, relatively stable and close to the centrosome, and an end termed \"plus\" (+) end, with alternating phases of growth and retraction, exploring the center of the cell searching the chromosomes. Each chromatid has a special region, named the centromere, on top of which is assembled a proteic structure termed kinetochore, which is able to stabilize the microtubule plus end. Therefore, if by chance a microtubule exploring the center of the cell encounters a kinetochore, it may happen that the kinetochore will capture it, so that the chromosome will become attached to the spindle via the kinetochore of one of its sister chromatids. The chromosome plays an active role in the attachment of kinetochores to the spindle. Bound to the chromatin is a Ran guanine nucleotide exchange factor (GEF) that stimulates cytosolic Ran near the chromosome to bind GTP in place of GDP. The activated GTP-bound form of Ran releases microtubule-stabilizing proteins, such as TPX2, from protein complexes in the cytosol, which induces nucleation and polymerization of microtubules around the chromosomes. These kinetochore-derived microtubules, along with kinesin motor proteins in the outer kinetochore, facilitate interactions with the lateral surface of a spindle pole-derived microtubule. These lateral attachments are unstable, however, and must be converted to an end-on attachment. Conversion from lateral to end-on attachments allows the growth and shrinkage of the microtubule plus-ends to be converted into forces that push and pull chromosomes to achieve proper bi-orientation. As it happens that sister chromatids are attached together and both kinetochores are located back-to-back on both chromatids, when one kinetochore becomes attached to one centrosome, the sister kinetochore becomes exposed to the centrosome located in the opposed pole; for this reason, in most cases the second kinetochore becomes associated to the centrosome in the opposed pole, via its microtubules, so that the chromosomes become \"bi-oriented\", a fundamental configuration (also named \"amphitelic\") to ensure that chromosome segregation will take place correctly when the cell will divide. Occasionally, one of the two sister kinetochores may attach simultaneously to MTs generated by both poles, a configuration named \"merotelic\", which is not detected by the spindle checkpoint but that may generate lagging chromosomes during anaphase and, consequently, aneuploidy. Merotelic orientation (characterized by the absence of tension between sister kinetochores) is frequent at the beginning of mitosis, but the protein Aurora B (a kinase conserved from yeast to vertebrates) detects and eliminates this type of anchoring. (Note: Aurora B is frequently overexpressed in various types of tumors and currently is a target for the development of anticancer drugs.)",
            "score": 190.6331787109375
        },
        {
            "docid": "29138997_2",
            "document": "Polycentric chromosome . The polycentric chromosome is when more than 1 Centromere are present in a chromosome. Polycentric chromosome is produced by chromosomal aberrations like deletion, duplication and trans location. It is specifically deadly for cell because at the time of anaphase the polycentric chromosome fails to move to the two opposite poles of spindle fiber; as a result the chromosome is fragmented, which causes the death of the cell. In some algae polycentric chromosome are found normally. In those organism the chromosome instead of remaining at specific position remain dispersed throughout the chromosome. This kind of chromosome is also known as Holocentric chromosome.",
            "score": 190.13136291503906
        },
        {
            "docid": "14819712_2",
            "document": "ZW10 . Centromere/kinetochore protein zw10 homolog is a protein that in humans is encoded by the \"ZW10\" gene. This gene encodes a protein that is one of many involved in mechanisms to ensure proper chromosome segregation during cell division. The encoded protein binds to centromeres during the prophase, metaphase, and early anaphase cell division stages and to kinetochore microtubules during metaphase.",
            "score": 189.12486267089844
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 189.1094512939453
        },
        {
            "docid": "1842589_2",
            "document": "Prometaphase . Prometaphase is the phase of mitosis following prophase and preceding metaphase, in eukaryotic somatic cells. In prometaphase, the nuclear membrane breaks apart into numerous \"membrane vesicles\", and the chromosomes inside form protein structures called kinetochores. Kinetochore microtubules emerging from the centrosomes at the poles (ends) of the spindle reach the chromosomes and attach to the kinetochores, throwing the chromosomes into agitated motion. Other spindle microtubules make contact with microtubules coming from the opposite pole. Forces exerted by protein \"motors\" associated with spindle microtubules move the chromosomes toward the centre of the cell.",
            "score": 186.77842712402344
        },
        {
            "docid": "998893_17",
            "document": "Kinetochore . A 2010 study uses a complex method (termed multiclassifier combinatorial proteomics or MCCP) to analyze the proteomic composition of vertebrate chromosomes, including kinetochores. Although this study does not include a biochemical enrichment for kinetochores, obtained data include all the centromeric subcomplexes, with peptides from all 125 known centromeric proteins. According to this study, there are still about one hundred unknown kinetochore proteins, doubling the known structure during mitosis, which confirms the kinetochore as one of the most complex cellular substructures. Consistently, a comprehensive literature survey indicated that there had been at least 196 human proteins already experimentally shown to be localized at kinetochores.",
            "score": 186.6322784423828
        },
        {
            "docid": "49995732_7",
            "document": "Neocentromere . Centromeres are conventionally defined by dark-staining heterochromatin which consists of the primary constriction site—this convention exists because heterochromatin is usually found flanking the centromere. With this in mind, centromeric heterochromatin was found on the bisatellited and ring markers, but not on the mar del(10) marker. However, mar del(10) was still able to stably segregate in vivo and in vitro which implied the presence of a functional centromere and kinetochore. There has been an assumption that centromeric heterochromatin is just as important as the kinetochore in segregating and stabilizing chromosomes, because heterochromatin is associated with protein recruitment and has the defining ability to silence gene expression. However, this notion is challenged by the observation in mar del (10).",
            "score": 185.86172485351562
        },
        {
            "docid": "2462412_5",
            "document": "Isochromosome . Under normal separation of sister chromatids in metaphase, the centromere will divide longitudinally, or parallel to the long axis of the chromosome. An isochromosome is created when the centromere is divided transversely, or perpendicular to the long axis of the chromosome. The division is usually not occurring in the centromere itself, but in an area surrounding the centromere, also known as a pericentric region. It is proposed that these sites of exchange contain homologous sequences between sister chromatids. Although the resulting chromosome may appear monocentric with only one centromere, it is isodicentric with two centromeres very close to each other; resulting in a potential loss of genetic material found on the other arms. Misdivision of the centromere can also produce monocentric isochromosomes, but they are not as common as dicentric isochromosomes.",
            "score": 184.617431640625
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 183.54483032226562
        },
        {
            "docid": "14819712_4",
            "document": "ZW10 . Drosophila kinetochore components Rough deal (Rod) and Zw10 are required for the proper functioning of the metaphase checkpoint in flies. The eukaryotic spindle assembly checkpoint (SAC) monitors microtubule attachment to kinetochores and prevents anaphase onset until all kinetochores are aligned on the metaphase plate. It is an essential surveillance mechanism that ensures high fidelity chromosome segregation during mitosis. In higher eukaryotes, cytoplasmic dynein is involved in silencing the SAC by removing the checkpoint proteins Mad2 and the Rod-Zw10-Zwilch complex (RZZ) from aligned kinetochores.",
            "score": 182.7589874267578
        },
        {
            "docid": "13735376_8",
            "document": "Polo-like kinase . The fly and yeast models have revealed that Polo kinases coordinate the more complex pattern of chromosome segregation in meiosis. Budding yeast Cdc5 is required in meiosis I for the removal of cohesins from chromosome arms, for the co-orientation of homologous chromosomes, and for the resolution of crossovers. Cdc5 (Plk found in budding yeast) directly phosphorylates the meiotic cohesin and promotes its dissociation from the chromosome arms to allow for recombination but not from the centromeric region in meoisis I. In some yeast cdc5 mutants, bipolar rather than monopolar attachment of the sister kinetochores occurs during meiosis I because a complex of proteins called monopolins fails to localize to the kinetochore.",
            "score": 182.69610595703125
        },
        {
            "docid": "998893_24",
            "document": "Kinetochore . Different laboratories have shown that the Ndc80 complex is essential for stabilization of the kinetochore-microtubule anchoring, required to support the centromeric tension implicated in the establishment of the correct chromosome congression in high eukaryotes. Cells with impaired function of Ndc80 (using RNAi, gene knockout, or antibody microinjection) have abnormally long spindles, lack of tension between sister kinetochores, chromosomes unable to congregate at the metaphase plate and few or any associated kMTs.",
            "score": 181.2233123779297
        },
        {
            "docid": "998893_19",
            "document": "Kinetochore . During the synthesis phase (S phase) in the cell cycle, the centrosome starts to duplicate. Just at the beginning of mitosis, both centrioles in each centrosome reach their maximal length, centrosomes recruit additional material and their nucleation capacity for microtubules increases. As mitosis progresses, both centrosomes separate to establish the mitotic spindle. In this way, the spindle in a mitotic cell has two poles emanating microtubules. Microtubules are long proteic filaments with asymmetric extremes, a \"minus\"(-) end relatively stable next to the centrosome, and a \"plus\"(+) end enduring alternate phases of growing-shrinking, exploring the center of the cell. During this searching process, a microtubule may encounter and capture a chromosome through the kinetochore. Microtubules that find and attach a kinetochore become stabilized, whereas those microtubules remaining free are rapidly depolymerized. As chromosomes have two kinetochores associated back-to-back (one on each sister chromatid), when one of them becomes attached to the microtubules generated by one of the cellular poles, the kinetochore on the sister chromatid becomes exposed to the opposed pole; for this reason, most of the times the second kinetochore becomes attached to the microtubules emanating from the opposing pole, in such a way that chromosomes are now \"bi-oriented\", one fundamental configuration (also termed \"amphitelic\") to ensure the correct segregation of both chromatids when the cell will divide. When just one microtubule is anchored to one kinetochore, it starts a rapid movement of the associated chromosome towards the pole generating that microtubule. This movement is probably mediated by the motor activity towards the \"minus\" (-) of the motor protein cytoplasmic dynein, which is very concentrated in the kinetochores not anchored to MTs. The movement towards the pole is slowed down as far as kinetochores acquire kMTs (MTs anchored to kinetochores) and the movement becomes directed by changes in kMTs length. Dynein is released from kinetochores as they acquire kMTs and, in cultured mammalian cells, it is required for the spindle checkpoint inactivation, but not for chromosome congression in the spindle equator, kMTs acquisition or anaphase A during chromosome segregation. In higher plants or in yeast there is no evidence of dynein, but other kinesins towards the (-) end might compensate for the lack of dynein. Another motor protein implicated in the initial capture of MTs is CENP-E; this is a high molecular weight kinesin associated with the fibrous corona at mammalian kinetochores from prometaphase until anaphase. In cells with low levels of CENP-E, chromosomes lack this protein at their kinetochores, which quite often are defective in their ability to congress at the metaphase plate. In this case, some chromosomes may remain chronically mono-oriented (anchored to only one pole), although most chromosomes may congress correctly at the metaphase plate.",
            "score": 181.15931701660156
        },
        {
            "docid": "998893_28",
            "document": "Kinetochore . Both the monotelic and the syntelic configurations fail to generate centromeric tension and are detected by the spindle checkpoint. In contrast, the merotelic configuration is not detected by this control mechanism. However, most of these errors are detected and corrected before the cell enters in anaphase. A key factor in the correction of these anchoring errors is the chromosomal passenger complex, which includes the kinase protein Aurora B, its target and activating subunit INCENP and two other subunits, Survivin and Borealin/Dasra B (reviewed by Adams and collaborators in 2001). Cells in which the function of this complex has been abolished by dominant negative mutants, RNAi, antibody microinjection or using selective drugs, accumulate errors in chromosome anchoring. Many studies have shown that Aurora B is required to destabilize incorrect anchoring kinetochore-MT, favoring the generation of amphitelic connections. Aurora B homolog in yeast (Ipl1p) phosphorilates some kinetochore proteins, such as the constitutive protein Ndc10p and members of the Ndc80 and Dam1-DASH-DDD complexes. Phosphorilation of Ndc80 complex components produces destabilization of kMTs anchoring. It has been proposed that Aurora B localization is important for its function: as it is located in the inner region of the kinetochore (in the centromeric heterochromatin), when the centromeric tension is established sister kinetochores separate, and Aurora B cannot reach its substrates, so that kMTs are stabilized. It is interesting to note that Aurora B is frequently overexpressed in several cancer types, and it is currently a target for the development of anticancer drugs.",
            "score": 180.9575958251953
        },
        {
            "docid": "998893_2",
            "document": "Kinetochore . A kinetochore is a disc-shaped protein structure, found at the centromere of a chromatid, to which microtubules attach during cell division. The kinetochore (, ) is a protein structure on chromatids where the spindle fibers attach during cell division to pull sister chromatids apart. Their proteins help to hold the sister chromatids together and also play a role in chromosome editing.",
            "score": 180.82449340820312
        },
        {
            "docid": "14798224_3",
            "document": "BUB3 . Bub3 is a protein involved with the regulation of the Spindle Assembly Checkpoint (SAC); though BUB3 is non-essential in yeast, it is essential in higher eukaryotes. As one of the checkpoint proteins, Bub3 delays the irreversible onset of anaphase through direction of kinetochore localization during prometaphase to achieve biorentation. In directing the kinetochore-microtubule interaction, this ensures the proper (and consequenctly, bioriented) attachment of the chromosomes prior to anaphase. Bub3 and its related proteins that form the Spindle Assembly Checkpoint (SAC) inhibit the action of the Anaphase Promoting Complex (APC), preventing early anaphase entry and mitotic exit; this serves as a mechanism for the fidelity of chromosomal segregation.",
            "score": 180.54031372070312
        },
        {
            "docid": "4110763_13",
            "document": "Extrachromosomal DNA . Extrachromosomal circular DNA (eccDNA) is present in all eukaryotic cells, is usually derived from genomic DNA, and consists of repetitive sequences of DNA found in both coding and non-coding regions of chromosomes. EccDNA can vary in size from less than 2000 base pairs to more than 20,000 base pairs. In plants, eccDNA contains repeated sequences similar to those that are found in the centromeric regions of the chromosomes and in repetitive satellite DNA. In animals, eccDNA molecules have been shown to contain repetitive sequences that are seen in satellite DNA, 5S ribosomal DNA and telomere DNA. Certain organisms, such as yeast, rely on chromosomal DNA replication to produce eccDNA whereas eccDNA formation can occur in other organisms, such as mammals, independently of the replication process. The function of eccDNA has not been widely studied, but it has been proposed that the production of eccDNA elements from genomic DNA sequences adds to the plasticity of the eukaryotic genome and can influence genome stability, cell aging and the evolution of chromosomes.",
            "score": 179.0703887939453
        },
        {
            "docid": "998893_3",
            "document": "Kinetochore . The kinetochore forms in eukaryotes, assembles on the centromere and links the chromosome to microtubule polymers from the mitotic spindle during mitosis and meiosis.",
            "score": 177.62347412109375
        },
        {
            "docid": "26272245_6",
            "document": "Inherited sterility in insects . Diptera, Hymenoptera, and Coleoptera orders can be classed as radiation-sensitive, while Lepidoptera, Homoptera and mites (Acari) orders are radiation-resistant. A major difference between these two groups of Insects is that the former group has a localized centromere (monokinetic), while the latter has a diffuse centromere (holokinetic). However, more recent work suggested that lepidopteran chromosomes are intermediate between holokinetic and monocentric chromosomes. In any case, the centromere difference is believed to play a major, although not exclusive, role in radiation sensitivity. It was suggested that possible molecular mechanisms responsible for the high radioresistance in Lepidoptera might include an inducible cell recovery system and a DNA repair probes.",
            "score": 177.16424560546875
        },
        {
            "docid": "36869_7",
            "document": "Cell division . Prophase is the first stage of division. The nuclear envelope is broken down, long strands of chromatin condense to form shorter more visible strands called chromosomes, the nucleolus disappears, and microtubules attach to the chromosomes at the kinetochores present in the centromere. Microtubules associated with the alignment and separation of chromosomes are referred to as the spindle and spindle fibers. Chromosomes will also be visible under a microscope and will be connected at the centromere. During this condensation and alignment period, homologous chromosomes may swap portions of their DNA in a process known as crossing over.",
            "score": 176.7147674560547
        }
    ]
}