{
    "q": [
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 264.54970932006836
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 339.97857105731964
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 289.2494156360626
        },
        {
            "docid": "45580833_14",
            "document": "Geometric morphometrics in anthropology . The human brain is unique from other species based on the size of the visual cortex, temporal lobe, and parietal cortex, and increased gyrification (folds of the brain). There have been many questions as to why these changes occurred and how they contributed to cognition and behavior, which are important questions in human evolution. Geometric morphometrics has been used to explore some of these questions using virtual endocasts (casts of the inside of the cranium) to gather information since brain tissue does not preserve in the fossil record. Geometric morphometrics can reveal small shape differences between brains such as differences between modern humans and Neanderthals whose brains were similar in size. Neubauer and colleagues looked at the endocasts of chimpanzees and modern humans to observe brain growth using 3D landmarks and semilandmarks. They found that there is an early “globularization phase” in human brain development that shows expansion of the parietal and cerebellar areas, which does not occur in chimpanzees. Gunz and colleagues extended the study further and found that the “globularization phase” does not occur in Neanderthals and instead Neanderthal brain growth is more similar to chimpanzees. This difference could point to some important changes in the human brain that led to different organization and cognitive functions",
            "score": 231.8463488817215
        },
        {
            "docid": "682482_37",
            "document": "Human . Apart from bipedalism, humans differ from chimpanzees mostly in smelling, hearing, digesting proteins, brain size, and the ability of language. Humans' brains are about three times bigger than in chimpanzees. More importantly, the brain to body ratio is much higher in humans than in chimpanzees, and humans have a significantly more developed cerebral cortex, with a larger number of neurons. The mental abilities of humans are remarkable compared to other apes. Humans' ability of speech is unique among primates. Humans are able to create new and complex ideas, and to develop technology, which is unprecedented among other organisms on Earth.",
            "score": 224.05853080749512
        },
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 347.9455063343048
        },
        {
            "docid": "40466325_3",
            "document": "Cerebral organoid . Using human pluripotent stem cells to create \"in vitro\" cerebral organoids allows researchers to  summarize current developmental mechanisms for human neural tissue as well as study the roots of  human neurological diseases. Cerebral organoids are an investigative tool, used to understand how disease  pathology works. These organoids can be used in experiments that current \"in vitro\" methods are too simple for, while also being more human applicable than rodent or other mammalian models. Historically, major  breakthroughs in how the brain works have resulted from injury or disorder in human brain function, leading to understanding of how regions of the brain work. An \"in vitro\" human brain model would allow  for the next wave in understanding of the human brain.",
            "score": 277.65817975997925
        },
        {
            "docid": "232051_23",
            "document": "Microcephaly . Microcephaly generally is due to the diminished size of the largest part of the human brain, the cerebral cortex, and the condition can arise during embryonic and fetal development due to insufficient neural stem cell proliferation, impaired or premature neurogenesis, the death of neural stem cells or neurons, or a combination of these factors. Research in animal models such as rodents has found many genes that are required for normal brain growth. For example, the Notch pathway genes regulate the balance between stem cell proliferation and neurogenesis in the stem cell layer known as the ventricular zone, and experimental mutations of many genes can cause microcephaly in mice, similar to human microcephaly. In addition, viruses such as cytomegalovirus (CMV) or Zika have been shown to infect and kill the primary stem cell of the brain—the radial glial cell, resulting in the loss of future daughter neurons. The severity of the condition may depend on the timing of infection during pregnancy.",
            "score": 283.983638048172
        },
        {
            "docid": "14755419_5",
            "document": "BTG2 . A number of studies in vivo have shown that \"BTG2\" expression is associated with the neurogenic asymmetric division in neural progenitor cells. Moreover, when directly overexpressed in vivo in neural progenitor cells, BTG2 induces their differentiation. In fact, in the neuronal PC12 cell line BTG2 is not able to trigger differentiation by itself, but only to synergize with NGF, while in vivo BTG2 is fully able to induce differentiation of progenitor cells, i.e., during embryonic development in the neuroblast of the neural tube and in granule precursors of cerebellum, as well in adult progenitor cells of the dentate gyrus and of the subventricular zone. Notably, it has recently been shown that BTG2 is essential for the differentiation of new neurons, using a BTG2 knock out mouse. BTG2 is thus a pan-neural gene required for the development of the new neuron generated during adulthood, in the two neurogenic regions of adult brain, i.e., the hippocampus and the subventricular zone. Such requirement of BTG2 in neuron maturation is consistent with the fact that during brain development BTG2 is expressed in the proliferating neuroblasts of the ventricular zone of the neural tube, and to a lower extent in the differentiating neuroblasts of the mantle zone; postnatally it is expressed in cerebellar precursors mainly in the proliferating regions of the neuropithelium (i.e., in the external granular layer), and in the hippocampus in proliferating and differentiating progenitor cells. The pro-differentiative action of BTG2 appears to be consequent not only to inhibition of cell cycle progression but also to a BTG2-dependent activation of proneural genes in neural progenitor cells. In fact, BTG2 activates proneural genes by associating with the promoter of Id3, a key inhibitor of proneural gene activity, and by negatively regulating its activity.",
            "score": 222.99819481372833
        },
        {
            "docid": "40466325_11",
            "document": "Cerebral organoid . To test if the neural progenitor cells and stem cells are differentiating into specific neural tissues, several gene markers can be tested. Two markers that are present during pluripotent stages are OCT4 and NANOG. These two markers are diminished during the course of development for the organoid. Neural identity markers that note successful neural induction, SOX1 and PAX6, are upregulated during organoid development. These changes in expression support the case for self-guided differentiation of cerebral organoids. Markers for forebrain and hindbrain can also be tested. Forebrain markers FOXG1 and SIX3 are highly expressed throughout organoid development. However, hindbrain markers EGR2 and ISL1 show early presence but decrease in the later stages. This imbalance towards forebrain development is similar to developmental expansion of forebrain tissue in human brain development. To test if organoids develop even further into regional specification, gene markers for cerebral cortex and occipital lobe have been tested. Many regions that have forebrain marker FOXG1, labeling them as regions with cerebral cortical morphology, were also positive for marker EMX1 which indicates dorsal cortical identity. These specific regions can be even further specified by markers AUTS2, TSHZ2, and LMO4 with the first representing cerebral cortex and the two after representing the occipital lobe. Genetic markers for the hippocampus, ventral forebrain, and choroid plexus are also present in cerebral organoids, however the overall structures of these regions have not yet been formed.",
            "score": 244.4804883003235
        },
        {
            "docid": "18811719_5",
            "document": "Telencephalization . Progenitor cells inhabit an area outside of the early neural tube called the ventricular zone. Progenitor cells divide during a phase called symmetrical division. These new cells can then move to an area termed the subventricular zone, where they continue to divide. After a period of approximately seven weeks or so for human development, the progenitor cells trigger a new form of division called asymmetrical cell division [2]. Like the name suggests, this division results in not only a duplicate progenitor cell, but also a neuronal precursor cell [2]. Radial glia, which play an integral role in the migration of neuronal precursor cells during cerebral cortex development, are the first brain cells to be produced through asymmetrical division [2]. The cell bodies of radial glia stay in close proximity to the wall of the neural tube within the ventricular and subventricular zones, but they extend processes outward and connect to the pia mater, the innermost layer of the meninges (a group of protective tissues that surround the brain). As the cerebral cortex becomes thicker, the fibers of radial glia extend and preserve their connections with the pia mater [2]. The job of these radial glia are to provide guidance for neurons migrating throughout the developing brain.",
            "score": 300.38472509384155
        },
        {
            "docid": "47723048_2",
            "document": "Ventricular zone . In vertebrate organisms, the ventricular zone (VZ) is a transient embryonic layer of tissue containing neural stem cells, principally radial glial cells, of the central nervous system (CNS). The VZ is so named because it lines the ventricular system, which contains cerebrospinal fluid (CSF). The embryonic ventricular system contains growth factors and other nutrients needed for the proper function of CNS stem cells. Neurogenesis, or the generation of neurons, occurs in the VZ during embryonic and fetal development as a function of the Notch pathway, and the newborn neurons must migrate substantial distances to their final destination in the developing brain or spinal cord where they will establish neural circuits. A secondary proliferative zone, the subventricular zone (SVZ), lies adjacent to the VZ. In the embryonic cerebral cortex, the SVZ contains intermediate neuronal progenitors that continue to divide into post-mitotic neurons. Through the process of neurogenesis, the parent neural stem cell pool is depleted and the VZ disappears. The balance between the rates of stem cell proliferation and neurogenesis changes during development, and species from mouse to human show large differences in the number of cell cycles, cell cycle length, and other parameters, which is thought to give rise to the large diversity in brain size and structure.",
            "score": 269.3582295179367
        },
        {
            "docid": "24219329_37",
            "document": "Neurogenomics . It is thought that gene expression changes, being the ultimate response for any genetic changes, are a good proxy for understanding phenotypic differences within biological samples. Comparative studies have revealed a range of differences in the transcriptional controls between primates and rodents. For example, the gene \"CNTNAP2\" is specifically enriched for in the prefrontal cortex. The mouse homolog of \"CNTNAP2\" is not expressed in the mouse brain. \"CNTNAP2\" has been implicated in cognitive functions of language as well as neurodevelopmental disorders such as Autism Spectrum Disorder. This suggests that the control of expression plays a significant role in the development in unique human cognitive function. As a consequence, a number of studies have investigated the brain specific enhancers. Transcription factors such as \"SOX5\" have been found to be positively selected for on the human lineage. Gene expression studies in humans, chimpanzees and rhesus macaques, have identified human specific co-expression networks, and an elevation in gene expression in the human cortex in comparison to primates.",
            "score": 161.24513411521912
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 274.6465972661972
        },
        {
            "docid": "11038447_5",
            "document": "Neural tissue engineering . Recent research into creating miniature cortexes, known as corticopoiesis, and brain models, known as cerebral organoids, are techniques that could further the field of neural tissue regeneration. The native cortical progenitors in corticopoiesis are neural tissues that could be effectively embedded into the brain. Cerebral organoids are 3D human pluripotent stem cells developed into sections of the brain cortex, showing that there is a potential to isolate and develop certain neural tissues using neural progenitors.",
            "score": 298.151793718338
        },
        {
            "docid": "682482_17",
            "document": "Human . The human species developed a much larger brain than that of other primates—typically in modern humans, over twice the size of that of a chimpanzee or gorilla. The pattern of encephalization started with \"Homo habilis\" which at approximately had a brain slightly larger than chimpanzees, and continued with \"Homo erectus\" (), and reached a maximum in Neanderthals with an average size of , larger even than \"Homo sapiens\" (but less encephalized). The pattern of human postnatal brain growth differs from that of other apes (heterochrony), and allows for extended periods of social learning and language acquisition in juvenile humans. However, the differences between the structure of human brains and those of other apes may be even more significant than differences in size. The increase in volume over time has affected different areas within the brain unequally – the temporal lobes, which contain centers for language processing have increased disproportionately, as has the prefrontal cortex which has been related to complex decision making and moderating social behavior. Encephalization has been tied to an increasing emphasis on meat in the diet, or with the development of cooking, and it has been proposed that intelligence increased as a response to an increased necessity for solving social problems as human society became more complex.",
            "score": 200.24382770061493
        },
        {
            "docid": "215038_9",
            "document": "Enhancer (genetics) . An enhancer near the gene GADD45g has been described that may regulate brain growth in chimpanzees and other mammals, but not in humans. The GADD45G regulator in mice and chimps is active in regions of the brain where cells that form the cortex, ventral forebrain, and thalamus are located and may suppress further neurogenesis. Loss of the GADD45G enhancer in humans may contribute to an increase of certain neuronal populations and to forebrain expansion in humans.",
            "score": 218.4563717842102
        },
        {
            "docid": "3717_58",
            "document": "Brain . The oldest method of studying the brain is anatomical, and until the middle of the 20th century, much of the progress in neuroscience came from the development of better cell stains and better microscopes. Neuroanatomists study the large-scale structure of the brain as well as the microscopic structure of neurons and their components, especially synapses. Among other tools, they employ a plethora of stains that reveal neural structure, chemistry, and connectivity. In recent years, the development of immunostaining techniques has allowed investigation of neurons that express specific sets of genes. Also, \"functional neuroanatomy\" uses medical imaging techniques to correlate variations in human brain structure with differences in cognition or behavior.",
            "score": 186.63921928405762
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 222.39301002025604
        },
        {
            "docid": "13326263_13",
            "document": "DISC1 . DISC1 is highly expressed during critical periods of brain development, particularly in the embryonic ventricular and subventricular zones of the cortex, where neural progenitor cells are found. This localization suggests that DISC1 is an important regulator of embryonic and adult neurogenesis, and may regulate proliferation and/or differentiation. Levels of the protein in cycling neural progenitor cells affects whether they differentiate into neurons or remain as progenitors. Expression profile is highest in the hippocampus during development and remains highly expressed in the adult dentate gyrus and olfactory bulb, regions where adult neurogenesis is present. DISC1 has also been shown to regulate tempo of neuronal integration into the brain and guidance of positioning of new neurons. Due to localization of the protein found at the synapse, DISC1 is also likely to play a key role in postsynaptic density, however this novel role is not yet fully understood.",
            "score": 220.86644649505615
        },
        {
            "docid": "2717130_8",
            "document": "Chimpanzee genome project . Another such region on chromosome 4 may contain elements regulating the expression of a nearby protocadherin gene that may be important for brain development and function. Although changes in expression of genes that are expressed in the brain tend to be less than for other organs (such as liver) on average, gene expression changes in the brain have been more dramatic in the human lineage than in the chimp lineage. This is consistent with the dramatic divergence of the unique pattern of human brain development seen in the human lineage compared to the ancestral great ape pattern. The protocadherin-beta gene cluster on chromosome 5 also shows evidence of possible positive selection.",
            "score": 166.27312660217285
        },
        {
            "docid": "44608440_4",
            "document": "Daniel Geschwind . Geschwind's laboratory conducts research into three areas: autism and language, human cognitive specializations, and neurodegenerative syndromes. He has published research examining the numerous genes involved in language, such as FOXP2, and how they differ between humans and chimpanzees. In 2011, Geschwind was senior author on a study which found that there are chemical differences between the brains of people with autism and the brains of people without it. Specifically, Geschwind et al. found that there were common patterns in the gene expression in the frontal and temporal lobes of the brains of the autistic people they studied. He is also known for his research into the factors affecting handedness in humans, and the differences in brain structure between left-handed and right-handed people.",
            "score": 188.3406412601471
        },
        {
            "docid": "62812_11",
            "document": "Neuropil . Neuropil have been hypothesized to be a key factor in differentiating human cognitive capacity from that of other animals. In one study comparing chimpanzee and human frontopolar cortex and the frontoinsular cortex neuropil, it was found that humans exhibit a significantly higher neuropil fraction than the other areas of their brain. This suggests that as we evolved our prefrontal cortex developed denser neuropil which translates to more neural connections. In chimpanzees these prefrontal regions did not display significantly more neuropil.",
            "score": 181.10598826408386
        },
        {
            "docid": "5662589_9",
            "document": "Radial glial cell . Radial glia are now recognized as key progenitor cells in the developing nervous system. During the late stages of neurogenesis, radial glial cells divide asymmetrically in the ventricular zone, generating a new radial glial cell, as well as a postmitotic neuron or an intermediate progenitor (IPC) daughter cell. Intermediate progenitor cells then divide symmetrically in the subventricular zone to generate neurons. Local environmental cues such as Notch and fibroblast growth factor (FGF) signaling, developmental period, and differing abilities of radial glia to respond to environmental cues have all been shown to influence the type of radial glia and radial glia-derived daughter cells that will be produced. FGF and Notch signaling regulate the proliferation of radial glia and the rate of neurogenesis, which affects the surface area expansion of the cerebral cortex and its ability to form surface convolutions known as gyri (see gyrification). Radial glial cells show high levels of calcium transient activity, which is transmitted between RGCs in the ventricular zone and along the radial fibers bidirectionally to/from the cortical plate. The calcium activity is thought to promote RGC proliferation and could be involved in radial communication before synapses are present in the brain. Additionally, recent evidence suggests that cues from the external sensory environment can also influence the proliferation and neural differentiation of radial glia.",
            "score": 234.5475777387619
        },
        {
            "docid": "36053717_4",
            "document": "Endogenous regeneration . Neural stem cells (NSC) reside in the subventricular zone (SVZ) of the adult human brain and the dentate gyrus of the adult mammalian hippocampus. Newly formed neurons from these regions participate in learning, memory, olfaction and mood modulation. It has not been definitively determined whether or not these stem cells are multipotents. NSC from the hippocampus of rodents, which can differentiate into dentate granule cells, have developed into many cell types when studied in culture. However, another \"in vivo\" study, using NSCs in the postnatal SVZ, showed that the stem cell is restricted to developing into different neuronal sub-type cells in the olfactory bulb. It is believed that the various spatial location niches regulate the differentiation of the neural stem cell.",
            "score": 238.88654923439026
        },
        {
            "docid": "42064066_19",
            "document": "Proneural genes . In the neocortex exists a wide neuronal network, supported by astrocytes and oligodendrocytes (glial cells) with different functions. During cortical development, bHLH factors control proliferation and differentiation of neural cells and their functions at any given time and place depends on their cellular context. NeuroD, Ngns, Mash, ‘’Olig’’ and other proneural gene families have a crucial role in cell fate decision during corticogenesis and different combinations of them regulate the choice and the timing of differentiation into a neuron, an astrocyte or an oligodendrocyte. High levels of Ngn1 and Ngn2 are required to specify neuronal identity of cortical progenitors only in early stages of neocortex development. Particularly, ngn2 is also important to regulate the transition of cortical progenitors from the ventricular zone to the subventricular zone. On the other hand, mash1 is implicated in the early differentiation of striatum neurons and sufficient to promote basal cell divisions independently of its role in the specification of neuronal cell fates at later stages. Cooperation between ngn2 and mash1 proneural genes regulate the transition of cortical progenitors from apical to basal cell compartments. The specification of different neuronal subtypes depends on the group of proneural genes involved. Low levels of proneural transcripts in ventricular zone are expressed when progenitor’s specification occurs and an increase in their expression results in the beginning of neurogenesis. Ngns are responsible for the formation of glutamatergic neurons whereas mash1 gives rise to GABAergic and cholinergic neurons.",
            "score": 170.95479345321655
        },
        {
            "docid": "18811719_8",
            "document": "Telencephalization . Rakic (2011) posed the theory on how an extremely large brain of a human could arise. He proposed that the division of progenitor cells during symmetrical division increased the ventricular zone of the brain [3]. A delay in the termination of symmetrical and asymmetrical divisions could result in the larger size of the human brain when compared to other species [2]. This delay could be caused by mutations of the gene controlling the timing of brain development [2]. Also, the convoluted appearance of the brain (sulci and gyri) increase the surface area of the cerebral cortex, which allows for more complex circuitry of interconnected neurons within the brain [2].",
            "score": 263.72391414642334
        },
        {
            "docid": "57564977_4",
            "document": "Sergiu P. Pașca . Pasca’s laboratory at Stanford University explores the biological mechanisms of brain disorders using cellular models of the human brain. Pasca developed some of the early in-a-dish models of disease by deriving neurons from skin cells taken from patients with genetic forms of autism and other neurodevelopmental disorders. These patient neurons helped uncover the cellular defects of genetic mutations and demonstrated the promise of this novel technology. In his laboratory, Pasca went further to develop a novel platform that allows to take iPSC from any individuals and engineer lab-grown self-assembling three-dimensional (3D) structures called brain region-specific spheroids or organoids. This method was listed among the Key Advances in hiPSC Disease Modeling of the Last Decade by the journal \"Cell Stem Cell\", and Organoids were named Methods of the Year in 2017 by \"Nature Methods\". These 3D brain tissue resemble specific regions of the nervous system and his laboratory has maintained these cultures for over 800 days in vitro to show maturation of cells, including astrocytes, into postnatal stages. His work on astrocytes was inspired by the late Stanford neurobiologist Ben Barres. Pasca has also demonstrated that brain-region specific organoids can be fused to form brain assembloids and employed this preparation to study the cross-talk between cells in the developing human brain and to mimic human brain circuits in a dish. This work was listed among the Top Research Advances of 2017 by the National Institutes of Health.",
            "score": 283.6240395307541
        },
        {
            "docid": "14766383_8",
            "document": "GADD45G . Deletion of an enhancer close to the GADD45G gene is correlated to increased proliferation of neuronal cells, which could account for part of the difference in neural development between humans and other species. The deletion of the enhancer reduces the expression of the gene in the forebrain allowing for more brain growth in humans.",
            "score": 185.427392244339
        },
        {
            "docid": "6852419_14",
            "document": "Subventricular zone . While it has yet to have been studied in-depth in the human brain, the SVZ function in the rodent brain has been, to a certain extent, examined and defined for its abilities. With such research, it has been found that the dual-functioning astrocyte is the dominant cell in the rodent SVZ; this astrocyte acts as not only a neuronal stem cell, but also as a supporting cell that promotes neurogenesis through interaction with other cells. This function is also induced by microglia and endothelial cells that interact cooperatively with neuronal stem cells to promote neurogenesis in vitro, as well as extracellular matrix components such as tenascin-C (helps define boundaries for interaction) and Lewis X (binds growth and signaling factors to neural precursors). The human SVZ is different, however, from the rodent SVZ in two distinct ways; the first is that the astrocytes of humans are not in close juxtaposition to the ependymal layer, rather separated by a layer lacking cell bodies; the second is that the human SVZ lacks chains of migrating neuroblasts seen in rodent SVZ, in turn providing for a lesser number of neuronal cells in the human than the rodent. For this reason, while rodent SVZ proves as a valuable source of information regarding the SVZ and its structure-to-function relationship, the human model will prove significantly different.",
            "score": 229.9376837015152
        },
        {
            "docid": "383763_5",
            "document": "Oligodendrocyte . Most oligodendrocytes develop during embryogenesis and early postnatal life from restricted periventricular germinal regions. Oligodendrocyte formation in the adult brain is associated with glial-restricted progenitor cells, known as oligodendrocyte progenitor cells (OPCs). SVZ cells migrate away from germinal zones to populate both developing white and gray matter, where they differentiate and mature into myelin-forming oligodendroglia. However, it is not clear whether all oligodendroglial progenitors undergo this sequence of events. Between midgestation and term birth in human cerebral white matter, three successive stage of the human oligodendroglial cell lineage are found, viz the pre oligodendrocytes (or oligodendrocyte progenitor cells), the immature oligodendrocytes (non-myelinating), and the mature oligodendrocytes (myelinating). It has been suggested that some undergo apoptosis and others fail to differentiate into mature oligodendroglia but persist as adult oligodendroglial progenitors. Remarkably, oligodendrocyte population originated in the subventricular zona can be dramatically expanded by administering epidermal growth factor (EGF).",
            "score": 237.7370890378952
        },
        {
            "docid": "17682224_10",
            "document": "Evolution of the brain . With the use of in vivo Magnetic resonance imaging (MRI) and tissue sampling, different cortical samples from members of each hominoid species were analyzed. In each species, specific areas were either relatively enlarged or shrunken, which can detail neural organizations. Different sizes in the corticol areas can show specific adaptations, functional specializations and evolutionary events that were changes in how the hominoid brain is organized. In early prediction it was thought that the frontal lobe, a large part of the brain that is generally devoted to behavior and social interaction, predicted the differences in behavior between hominoid and humans. Discrediting this theory was evidence supporting that damage to the frontal lobe in both humans and hominoids show atypical social and emotional behavior; thus, this similarity means that the frontal lobe was not very likely to be selected for reorganization. Instead, it is now believed that evolution occurred in other parts of the brain that are strictly associated with certain behaviors. The reorganization that took place is thought to have been more organizational than volumetric; whereas the brain volumes were relatively the same but specific landmark position of surface anatomical features, for example, the lunate sulcus suggest that the brains had been through a neurological reorganization. There is also evidence that the early hominin lineage also underwent a quiescent period, which supports the idea of neural reorganization. Dental fossil records for early humans and hominins show that immature hominins, including australopithecines and members of \"Homo\", reveal that these species have a quiescent period (Bown et al. 1987). A quiescent period is a period in which there are no dental eruptions of adult teeth; at this time the child becomes more accustomed to social structure, and development of culture. During this time the child is given an extra advantage over other hominoids, devoting several years into developing speech and learning to cooperate within a community. This period is also discussed in relation to encephalization. It was discovered that chimpanzees do not have this neutral dental period and suggest that a quiescent period occurred in very early hominin evolution. Using the models for neurological reorganization it can be suggested the cause for this period, dubbed middle childhood, is most likely for enhanced foraging abilities in varying seasonal environments. To understand the development of human dentition, taking a look at behavior and biology.",
            "score": 195.33055329322815
        }
    ],
    "r": [
        {
            "docid": "40466325_6",
            "document": "Cerebral organoid . Organoids can be used to study the crucial early stages of brain development, test drugs and, because they can be made from living cells, study individual patients., In one case, a cerebral organoid grown from a patient with microcephaly demonstrated related symptoms and revealed that apparently the cause is overly rapid development, followed by slower brain growth. Microencephaly is a developmental condition in which the brain remains undersized, producing an undersized head and debilitation. Microcephaly is not suitable for mouse models, which do not replicate the condition. The primary form of the disease is thought to be caused by a homozygous mutation in the microcephalin gene. The disease is difficult to reproduce in mouse models because mice lack the developmental stages for an enlarged cerebral cortex that humans have. Naturally, a disease which affects this development would be impossible to show in a model which does not have it to begin with. To use cerebral organoids to model a human's microcephaly, one group of researchers has taken patient skin fibroblasts and reprogrammed them using four well known reprogramming factors. These include OCT4, SOX2, MYC and KLF4. The reprogrammed sample was able to be cloned into induced pluripotent stem cells. The cells were cultured into a cerebral organoid following a process described in the cerebral organoid creation section below. The organoid that resulted had decreased numbers of neural progenitor cells and smaller tissues. Additionally, the patient derived tissues displayed fewer and less frequent neuroepithelial tissues made of progenitors, decreased radial glial stem cells, and increased neurons. These results suggest that the underlying mechanism of microcephaly is caused by cells prematurely differentiating into neurons leaving a deficit of radial glial cells.",
            "score": 347.9455261230469
        },
        {
            "docid": "40466325_2",
            "document": "Cerebral organoid . A cerebral organoid describes artificially grown, in vitro, miniature organs resembling the brain.  Cerebral organoids are created by culturing human pluripotent stem cells in a three-dimensional rotational bioreactor and develop over a course of months. The human brain is an extremely complex system of heterogeneous tissues and consists of an extremely diverse array of neurons. This complexity  has made studying the brain and understanding how it works a difficult task in neuroscience, especially  when it comes to neurodegenerative diseases. The purpose of creating an in vitro neurological model is to  study these diseases in a more simple and variable space; free of in vivo limitations, especially when  working with humans. The varying physiology between human and other mammalian models limits the  scope of study in neurological disorders. Cerebral organoids are synthesized tissues that contain several types of nerve cells and have anatomical features that resemble mammalian brains. Cerebral organoids are most similar to layers of neurons called the cortex and choroid plexus. In some cases, structures similar to the retina, meninges and hippocampus can form. Stem cells have the potential to grow into many different types of tissues and their fate is dependent on many factors. Below is an image showing some of the chemical factors that can lead stem cells to differentiate into various neural tissues. Similar techniques are used on stem cells used to grow cerebral organoids.",
            "score": 339.97857666015625
        },
        {
            "docid": "18811719_5",
            "document": "Telencephalization . Progenitor cells inhabit an area outside of the early neural tube called the ventricular zone. Progenitor cells divide during a phase called symmetrical division. These new cells can then move to an area termed the subventricular zone, where they continue to divide. After a period of approximately seven weeks or so for human development, the progenitor cells trigger a new form of division called asymmetrical cell division [2]. Like the name suggests, this division results in not only a duplicate progenitor cell, but also a neuronal precursor cell [2]. Radial glia, which play an integral role in the migration of neuronal precursor cells during cerebral cortex development, are the first brain cells to be produced through asymmetrical division [2]. The cell bodies of radial glia stay in close proximity to the wall of the neural tube within the ventricular and subventricular zones, but they extend processes outward and connect to the pia mater, the innermost layer of the meninges (a group of protective tissues that surround the brain). As the cerebral cortex becomes thicker, the fibers of radial glia extend and preserve their connections with the pia mater [2]. The job of these radial glia are to provide guidance for neurons migrating throughout the developing brain.",
            "score": 300.3847351074219
        },
        {
            "docid": "11038447_5",
            "document": "Neural tissue engineering . Recent research into creating miniature cortexes, known as corticopoiesis, and brain models, known as cerebral organoids, are techniques that could further the field of neural tissue regeneration. The native cortical progenitors in corticopoiesis are neural tissues that could be effectively embedded into the brain. Cerebral organoids are 3D human pluripotent stem cells developed into sections of the brain cortex, showing that there is a potential to isolate and develop certain neural tissues using neural progenitors.",
            "score": 298.15179443359375
        },
        {
            "docid": "36053717_3",
            "document": "Endogenous regeneration . During the early development of a human, neural stem cells lie in the germinal layer of the developing brain, ventricular and subventricular zones. In brain development, multipotent stem cells (those that can generate different types of cells) are present in these regions, and all of these cells differentiate into neural cell forms, such as neurons, oligodendrocytes and astrocytes. A long-held belief states that the multipotency of neural stem cells would be lost in the adult human brain. However, it is only \"in vitro\", using neurosphere and adherent monolayer cultures, stem cells that can be found in the adult mammalian brain that have shown mutipotent capacity, while the \"in vivo\" study is not convincing. Therefore, the term \"neural progenitor\" is used instead of \"stem cell\" to describe limited regeneration ability in the adult brain stem cell.",
            "score": 289.2494201660156
        },
        {
            "docid": "232051_23",
            "document": "Microcephaly . Microcephaly generally is due to the diminished size of the largest part of the human brain, the cerebral cortex, and the condition can arise during embryonic and fetal development due to insufficient neural stem cell proliferation, impaired or premature neurogenesis, the death of neural stem cells or neurons, or a combination of these factors. Research in animal models such as rodents has found many genes that are required for normal brain growth. For example, the Notch pathway genes regulate the balance between stem cell proliferation and neurogenesis in the stem cell layer known as the ventricular zone, and experimental mutations of many genes can cause microcephaly in mice, similar to human microcephaly. In addition, viruses such as cytomegalovirus (CMV) or Zika have been shown to infect and kill the primary stem cell of the brain—the radial glial cell, resulting in the loss of future daughter neurons. The severity of the condition may depend on the timing of infection during pregnancy.",
            "score": 283.983642578125
        },
        {
            "docid": "57564977_4",
            "document": "Sergiu P. Pașca . Pasca’s laboratory at Stanford University explores the biological mechanisms of brain disorders using cellular models of the human brain. Pasca developed some of the early in-a-dish models of disease by deriving neurons from skin cells taken from patients with genetic forms of autism and other neurodevelopmental disorders. These patient neurons helped uncover the cellular defects of genetic mutations and demonstrated the promise of this novel technology. In his laboratory, Pasca went further to develop a novel platform that allows to take iPSC from any individuals and engineer lab-grown self-assembling three-dimensional (3D) structures called brain region-specific spheroids or organoids. This method was listed among the Key Advances in hiPSC Disease Modeling of the Last Decade by the journal \"Cell Stem Cell\", and Organoids were named Methods of the Year in 2017 by \"Nature Methods\". These 3D brain tissue resemble specific regions of the nervous system and his laboratory has maintained these cultures for over 800 days in vitro to show maturation of cells, including astrocytes, into postnatal stages. His work on astrocytes was inspired by the late Stanford neurobiologist Ben Barres. Pasca has also demonstrated that brain-region specific organoids can be fused to form brain assembloids and employed this preparation to study the cross-talk between cells in the developing human brain and to mimic human brain circuits in a dish. This work was listed among the Top Research Advances of 2017 by the National Institutes of Health.",
            "score": 283.6240539550781
        },
        {
            "docid": "40466325_3",
            "document": "Cerebral organoid . Using human pluripotent stem cells to create \"in vitro\" cerebral organoids allows researchers to  summarize current developmental mechanisms for human neural tissue as well as study the roots of  human neurological diseases. Cerebral organoids are an investigative tool, used to understand how disease  pathology works. These organoids can be used in experiments that current \"in vitro\" methods are too simple for, while also being more human applicable than rodent or other mammalian models. Historically, major  breakthroughs in how the brain works have resulted from injury or disorder in human brain function, leading to understanding of how regions of the brain work. An \"in vitro\" human brain model would allow  for the next wave in understanding of the human brain.",
            "score": 277.6581726074219
        },
        {
            "docid": "5235851_21",
            "document": "Neural stem cell . The first evidence that neurogenesis occurs in certain regions of the adult mammalian brain came from [3H]-thymidine labeling studies conducted by Altman and Das in 1965 which showed postnatal hippocampal neurogensis in young rats. In 1989, Sally Temple described multipotent, self-renewing progenitor and stem cells in the subventricular zone (SVZ) of the mouse brain. In 1992, Brent A. Reynolds and Samuel Weiss were the first to isolate neural progenitor and stem cells from the adult striatal tissue, including the SVZ — one of the neurogenic areas — of adult mice brain tissue. In the same year the team of Constance Cepko and Evan Y. Snyder were the first to isolate multipotent cells from the mouse cerebellum and stably transfected them with the oncogene v-myc. Interestingly, this molecule is one of the genes widely used now to reprogram adult non-stem cells into pluripotent stem cells. Since then, neural progenitor and stem cells have been isolated from various areas of the adult central nervous system, including non-neurogenic areas, such as the spinal cord, and from various species including humans.",
            "score": 275.0718078613281
        },
        {
            "docid": "4537268_11",
            "document": "Neuroepithelial cell . Researchers have been able to create neural chimeras by combining neurons that developed from embryonic stem cells with glial cells that were also derived from embryonic stem cells. These neural chimeras give researchers a comprehensive way of studying the molecular mechanisms behind cell repair and regeneration via neuroepithelial precursor cells and will hopefully shed light on possible nervous system repair in a clinical setting. In an attempt to identify the key features that differentiate neuroepithelial cells from their progenitor cells, researchers identified an intermediate filament that was expressed by 98% of the neuroepithelial cells of the neural tube, but none of their progenitor cells. After this discovery it became clear that all three cell types in the nervous system resulted from a homogenous population of stem cells. In order make clinical neural repair possible researchers needed to further characterize regional determination of stem cells during brain development by determining what factors commit a precursor to becoming one or the other. While the exact factors that lead to differentiation are unknown, researchers have taken advantage of human-rat neural chimeras to explore the development of human neurons and glial cells in an animal model. These neural chimeras have permitted researchers to look at neurological diseases in an animal model where traumatic and reactive changes can be controlled. Eventually researchers hope to be able to use the information taken from these neural chimera experiments to repair regions of the brain affected by central nervous system disorders. The problem of delivery, however, has still not been resolved as neural chimeras have been shown to circulate throughout the ventricles and incorporate into all parts of the CNS. By finding environmental cues of differentiation, neuroepithelial precursor transplantation could be used in the treatment of many diseases including multiple sclerosis, Huntington’s disease, and Parkinson’s disease. Further exploration of neural chimera cells and chimeric brains will provide evidence for manipulating the correct genes and increasing the efficacy of neural transplant repair.",
            "score": 274.6466064453125
        },
        {
            "docid": "490620_18",
            "document": "Human brain . The human brain is primarily composed of neurons, glial cells, neural stem cells, and blood vessels. Types of neuron include interneurons, pyramidal cells including Betz cells, motor neurons (upper and lower motor neurons), and cerebellar Purkinje cells. Betz cells are the largest cells (by size of cell body) in the nervous system. The adult human brain is estimated to contain 86±8 billion neurons, with a roughly equal number (85±10 billion) of non-neuronal cells. Out of these neurons, 16 billion (19%) are located in the cerebral cortex, and 69 billion (80%) are in the cerebellum.",
            "score": 270.6617736816406
        },
        {
            "docid": "47723048_2",
            "document": "Ventricular zone . In vertebrate organisms, the ventricular zone (VZ) is a transient embryonic layer of tissue containing neural stem cells, principally radial glial cells, of the central nervous system (CNS). The VZ is so named because it lines the ventricular system, which contains cerebrospinal fluid (CSF). The embryonic ventricular system contains growth factors and other nutrients needed for the proper function of CNS stem cells. Neurogenesis, or the generation of neurons, occurs in the VZ during embryonic and fetal development as a function of the Notch pathway, and the newborn neurons must migrate substantial distances to their final destination in the developing brain or spinal cord where they will establish neural circuits. A secondary proliferative zone, the subventricular zone (SVZ), lies adjacent to the VZ. In the embryonic cerebral cortex, the SVZ contains intermediate neuronal progenitors that continue to divide into post-mitotic neurons. Through the process of neurogenesis, the parent neural stem cell pool is depleted and the VZ disappears. The balance between the rates of stem cell proliferation and neurogenesis changes during development, and species from mouse to human show large differences in the number of cell cycles, cell cycle length, and other parameters, which is thought to give rise to the large diversity in brain size and structure.",
            "score": 269.3582458496094
        },
        {
            "docid": "40466325_7",
            "document": "Cerebral organoid . To make an organoid, an embryoid (tissue that has some embryonic features) grown from natural stem cells is used. Embryos have three layers: endoderm, mesoderm and ectoderm. Each turns into various body parts. The nervous system grows from the ectoderm (which also contributes dental enamel and the epidermis). Ectodermal cells were placed into gel droplets and floated in a nutrient broth in a rotating bioreactor, which supported cell growth without forming by the container. After ten days the organoid developed neurons. After 30 days it displayed regions similar to parts of brains. Lacking a blood supply, cerebral organoids reach about 4 mm across and can last a year or more. The general procedure can be broken down into 5 steps. First human pluripotent stem cells are cultured. They are then allowed to cultivate into an embryoid body. Next the cell culture is induced to form a neuroectoderm. The neuroectoderm is then grown in a matrigel droplet. The matrigel provides nutrients and the neuroectoderm starts to proliferate and grow. However, the lack of vasculature limits the size the organoid can grow. This has been the major limitation in organoid development, however new methods using a spinning bioreactor have allowed an increase in the availability of nutrients to cells inside the organoid. This last step has been the key breakthrough in organoid development. Spinning bioreactors have been used increasingly in cell culture and tissue growth applications. The reactor is able to deliver faster cell doubling times, increased cell expansion and increased extra-cellular matrix components when compared to statically cultured cells.",
            "score": 269.35235595703125
        },
        {
            "docid": "33611862_4",
            "document": "Eomesodermin . Eomesodermin/Tbr2 is expressed highly in the intermediate progenitor stage of the developing neuron. Neurons, the primary functional cells of the brain, are developed from radial glia cells. This process of cells developing into other types of cells is called differentiation. Radial glia are present in the ventricular zone of the brain, which are on the lateral walls of the lateral ventricles. Radial glia divide and migrate towards the surface of the brain, the cerebral cortex. During this migration, there are three stages of cellular development: radial glia, intermediate progenitors, and postmitotic projection neurons. Radial glia express Pax6, while intermediate progenitor cells express Eomesodermin/Tbr2, and postmitotic projection neurons express Tbr1. This process, known as neurogenesis, occurs mainly in the developing cortex before the organism has fully developed, and thus Eomesodermin/Tbr2 has been implicated in neurodevelopment. However, neurogenesis has been found to occur to some extent in the ventricular zone in fully developed organisms.",
            "score": 268.1009216308594
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 264.5497131347656
        },
        {
            "docid": "40466325_10",
            "document": "Cerebral organoid . It has been shown that cerebral organoids grown using the spinning bioreactor 3D culture method differentiate into various neural tissue types, such as the optic cup, hippocampus, ventral parts of the teleencephelon and dorsal cortex.  The neural stem/progenitor cells are unique because they are able to self-renew and are multipotent. This means they can generate neurons and glial cells which are the two main components of neural systems. The fate of these cells is controlled by several factors that affect the differentiation process. The spatial location and temporal attributes of neural progenitor cells can influence if the cells form neurons or glial cells. Further differentiation is then controlled by extracellular conditions and cell signaling. The exact conditions and stimuli necessary to differentiate neural progenitor cells into specific neural tissues such as hippocampal tissue, optic nerve, cerebral cortex, etc. are unknown. It is believed that cerebral organoids can be used to study the developmental mechanisms of these processes.",
            "score": 264.17926025390625
        },
        {
            "docid": "18811719_8",
            "document": "Telencephalization . Rakic (2011) posed the theory on how an extremely large brain of a human could arise. He proposed that the division of progenitor cells during symmetrical division increased the ventricular zone of the brain [3]. A delay in the termination of symmetrical and asymmetrical divisions could result in the larger size of the human brain when compared to other species [2]. This delay could be caused by mutations of the gene controlling the timing of brain development [2]. Also, the convoluted appearance of the brain (sulci and gyri) increase the surface area of the cerebral cortex, which allows for more complex circuitry of interconnected neurons within the brain [2].",
            "score": 263.7239074707031
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 255.8540802001953
        },
        {
            "docid": "39761773_18",
            "document": "Central nervous system effects from radiation exposure during spaceflight . The CNS consists of neurons, astrocytes, and oligodendrocytes that are generated from multipotent stem cells. NCRP Report No. 153 provides the following excellent and short introduction to the composition and cell types of interest for radiation studies of the CNS: “The CNS consists of neurons differing markedly in size and number per unit area. There are several nuclei or centers that consist of closely packed neuron cell bodies (e.g., the respiratory and cardiac centers in the floor of the fourth ventricle). In the cerebral cortex the large neuron cell bodies, such as Betz cells, are separated by a considerable distance. Of additional importance are the neuroglia which are the supporting cells and consist of astrocytes, oligodendroglia, and microglia. These cells permeate and support the nervous tissue of the CNS, binding it together like a scaffold that also supports the vasculature. The most numerous of the neuroglia are Type I astrocytes, which make up about half the brain, greatly outnumbering the neurons. Neuroglia retain the capability of cell division in contrast to neurons and, therefore, the responses to radiation differ between the cell types. A third type of tissue in the brain is the vasculature which exhibits a comparable vulnerability for radiation damage to that found elsewhere in the body. Radiation-induced damage to oligodendrocytes and endothelial cells of the vasculature accounts for major aspects of the pathogenesis of brain damage that can occur after high doses of low-LET radiation.” Based on studies with low-LET radiation, the CNS is considered a radioresistant tissue. For example: in radiotherapy, early brain complications in adults usually do not develop if daily fractions of 2 Gy or less are administered with a total dose of up to 50 Gy. The tolerance dose in the CNS, as with other tissues, depends on the volume and the specific anatomical location in the human brain that is irradiated.",
            "score": 255.806884765625
        },
        {
            "docid": "11986060_57",
            "document": "Zika fever . It may involve infection of the primary neural stem cells of the fetal brain, known as neural progenitor cells. The main roles of brain stem cells are to proliferate until the correct number is achieved, and then to produce neurons through the process of neurogenesis. Zika proteins NS4A and NS4B have also been shown to directly suppress neurogenesis. Infection of brain stem cells can cause cell death, which reduces the production of future neurons and leads to a smaller brain. Zika also appears to have an equal tropism for cells of the developing eye, leading to high rates of eye abnormalities as well.",
            "score": 255.73052978515625
        },
        {
            "docid": "49357784_14",
            "document": "FAM76A . Allen human brain atlas predictions for FAM76A expression are depicted below. FAM76A appears to have higher expression within the cerebral cortex and lower expression in parts of the reptilian brain such as the pontine tegmentum (see expression table for further details).  Select data from three experiments involving FAM76A are shown below. In one experiment, CLDN1 over-expression in lung adenocarcinoma cells decreased FAM76A expression. In another experiment, androgen insensitive prostate cancer cells were shown to have reduced expression of FAM76A compared to androgen sensitive cells. Another experiment demonstrated that metaphase II oocyte cells were shown to have more expression of FAM76A compared to control cells.",
            "score": 255.45834350585938
        },
        {
            "docid": "3717_8",
            "document": "Brain . The brains of all species are composed primarily of two broad classes of cells: neurons and glial cells. Glial cells (also known as \"glia\" or \"neuroglia\") come in several types, and perform a number of critical functions, including structural support, metabolic support, insulation, and guidance of development. Neurons, however, are usually considered the most important cells in the brain. The property that makes neurons unique is their ability to send signals to specific target cells over long distances. They send these signals by means of an axon, which is a thin protoplasmic fiber that extends from the cell body and projects, usually with numerous branches, to other areas, sometimes nearby, sometimes in distant parts of the brain or body. The length of an axon can be extraordinary: for example, if a pyramidal cell, (an excitatory neuron) of the cerebral cortex were magnified so that its cell body became the size of a human body, its axon, equally magnified, would become a cable a few centimeters in diameter, extending more than a kilometer. These axons transmit signals in the form of electrochemical pulses called action potentials, which last less than a thousandth of a second and travel along the axon at speeds of 1–100 meters per second. Some neurons emit action potentials constantly, at rates of 10–100 per second, usually in irregular patterns; other neurons are quiet most of the time, but occasionally emit a burst of action potentials.",
            "score": 254.1376495361328
        },
        {
            "docid": "42744692_11",
            "document": "Marian Diamond . Einstein's Brain: In early 1984, Diamond received four blocks of the preserved brain of Albert Einstein from Thomas Stoltz Harvey. Harvey, pathologist of Princeton Hospital at the time of Einstein's death, had removed Einstein's brain during autopsy in 1955 and maintained personal possession of the brain. The fact that the Einstein brain tissue was already embedded in celloidin when the Diamond lab received it meant that their choice of methods of examination would be somewhat limited. However, they were able to successfully analyze both the superior prefrontal (area 9) and inferior parietal (area 39) association cortices of the left and right hemispheres of Einstein's brain and compare results with the identical regions in the control base of 11 human, male, preserved brains. From previous analysis of the eleven control brains, the Diamond lab \"learned the frontal cortex did have more glial cells/neuron than the parietal cortex.\" After many years of research, Diamond and her team had data proving that, in the rat brain, glial cells increased with enriched conditions, but did not increase with age. Diamond and her associates discovered that the big difference in all four areas was in nonneuronal cells. Einstein had more glial cells per neuron than the average male brains of the control group. Importantly, the biggest difference was found in area 39 of the left hemisphere of Einstein's brain where the increase in the number of glial cells per neuron was statistically significantly greater than in the control brains. Astrocyte and oligodendrocyte glial cells were pooled for these results.",
            "score": 248.60435485839844
        },
        {
            "docid": "2777285_18",
            "document": "Adult stem cell . Discoveries in recent years have suggested that adult stem cells might have the ability to differentiate into cell types from different germ layers. For instance, neural stem cells from the brain, which are derived from ectoderm, can differentiate into ectoderm, mesoderm, and endoderm. Stem cells from the bone marrow, which is derived from mesoderm, can differentiate into liver, lung, GI tract and skin, which are derived from endoderm and mesoderm. This phenomenon is referred to as stem cell transdifferentiation or plasticity. It can be induced by modifying the growth medium when stem cells are cultured \"in vitro\" or transplanting them to an organ of the body different from the one they were originally isolated from. There is yet no consensus among biologists on the prevalence and physiological and therapeutic relevance of stem cell plasticity. More recent findings suggest that pluripotent stem cells may reside in blood and adult tissues in a dormant state. These cells are referred to as \"Blastomere Like Stem Cells\" and \"very small embryonic like\" – \"VSEL\" stem cells, and display pluripotency in vitro. As BLSC's and VSEL cells are present in virtually all adult tissues, including lung, brain, kidneys, muscles, and pancreas Co-purification of BLSC's and VSEL cells with other populations of adult stem cells may explain the apparent pluripotency of adult stem cell populations. However, recent studies have shown that both human and murine VSEL cells lack stem cell characteristics and are not pluripotent.",
            "score": 247.7875518798828
        },
        {
            "docid": "2777285_11",
            "document": "Adult stem cell . Neural stem cells are commonly cultured \"in vitro\" as so called neurospheres – floating heterogeneous aggregates of cells, containing a large proportion of stem cells. They can be propagated for extended periods of time and differentiated into both neuronal and glia cells, and therefore behave as stem cells. However, some recent studies suggest that this behaviour is induced by the culture conditions in progenitor cells, the progeny of stem cell division that normally undergo a strictly limited number of replication cycles \"in vivo\". Furthermore, neurosphere-derived cells do not behave as stem cells when transplanted back into the brain.",
            "score": 247.06781005859375
        },
        {
            "docid": "11038447_24",
            "document": "Neural tissue engineering . Two models for brain tissue development are cerebral organoids and corticopoiesis. These models provide an \"in vitro\" model for normal brain development, but they can be manipulated to represent neural defects. Therefore, the mechanisms behind healthy and malfunctioning development can be studied by researchers using these models. These tissues can be made with either mouse embryonic stem cells (ESC)s or human ESCs. Mouse ESCs are cultured in a protein called Sonic Hedgehog inhibitor to promote the development of dorsal forebrain and study cortical fate. This method has been shown to produce axonal layers that mimic a broad range of cortical layers. Human ESC-derived tissues use pluripotent stem cells to form tissues on scaffold, forming human EBs. These human ESC-derived tissues are formed by culturing human pluripotent EBs in a spinning bioreactor.",
            "score": 246.961181640625
        },
        {
            "docid": "40466325_11",
            "document": "Cerebral organoid . To test if the neural progenitor cells and stem cells are differentiating into specific neural tissues, several gene markers can be tested. Two markers that are present during pluripotent stages are OCT4 and NANOG. These two markers are diminished during the course of development for the organoid. Neural identity markers that note successful neural induction, SOX1 and PAX6, are upregulated during organoid development. These changes in expression support the case for self-guided differentiation of cerebral organoids. Markers for forebrain and hindbrain can also be tested. Forebrain markers FOXG1 and SIX3 are highly expressed throughout organoid development. However, hindbrain markers EGR2 and ISL1 show early presence but decrease in the later stages. This imbalance towards forebrain development is similar to developmental expansion of forebrain tissue in human brain development. To test if organoids develop even further into regional specification, gene markers for cerebral cortex and occipital lobe have been tested. Many regions that have forebrain marker FOXG1, labeling them as regions with cerebral cortical morphology, were also positive for marker EMX1 which indicates dorsal cortical identity. These specific regions can be even further specified by markers AUTS2, TSHZ2, and LMO4 with the first representing cerebral cortex and the two after representing the occipital lobe. Genetic markers for the hippocampus, ventral forebrain, and choroid plexus are also present in cerebral organoids, however the overall structures of these regions have not yet been formed.",
            "score": 244.48048400878906
        },
        {
            "docid": "189701_3",
            "document": "Development of the nervous system . The mammalian central nervous system (CNS) is derived from the ectoderm—the outermost tissue layer—of the embryo. In the third week of human development the neuroectoderm appears and forms the neural plate along the dorsal side of the embryo. The neural plate is the source of the majority of neurons and glial cells of the CNS. A groove forms along the long axis of the neural plate and, by week four of development, the neural plate wraps in on itself to give rise to the neural tube, which is filled with cerebrospinal fluid (CSF). As the embryo develops, the anterior part of the neural tube forms a series of bulges called vesicles, which become the primary anatomical regions of the brain: the forebrain (prosencephalon), midbrain (mesencephalon), and hindbrain (rhombencephalon). These simple, early vesicles enlarge and further divide into the telencephalon (future cerebral cortex and basal ganglia), diencephalon (future thalamus and hypothalamus), mesencephalon (future colliculi), metencephalon (future pons and cerebellum), and myelencephalon (future medulla). The CSF-filled central chamber is continuous from the telencephalon to the spinal cord, and constitutes the developing ventricular system of the CNS. Because the neural tube gives rise to the brain and spinal cord any mutations at this stage in development can lead to lethal deformities like anencephaly or lifelong disabilities like spina bifida. During this time, the walls of the neural tube contain neural stem cells, which drive brain growth as they divide many times. Gradually some of the cells stop dividing and differentiate into neurons and glial cells, which are the main cellular components of the CNS. The newly generated neurons migrate to different parts of the developing brain to self-organize into different brain structures. Once the neurons have reached their regional positions, they extend axons and dendrites, which allow them to communicate with other neurons via synapses. Synaptic communication between neurons leads to the establishment of functional neural circuits that mediate sensory and motor processing, and underlie behavior.",
            "score": 244.21412658691406
        },
        {
            "docid": "3853380_10",
            "document": "Stem-cell therapy . Healthy adult brains contain neural stem cells which divide to maintain general stem-cell numbers, or become progenitor cells. In healthy adult laboratory animals, progenitor cells migrate within the brain and function primarily to maintain neuron populations for olfaction (the sense of smell). Pharmacological activation of endogenous neural stem cells has been reported to induce neuroprotection and behavioral recovery in adult rat models of neurological disorder.",
            "score": 243.79664611816406
        },
        {
            "docid": "4542890_4",
            "document": "Organoid . In 2013, Madeline Lancaster at the Austrian Academy of Sciences established a protocol for culturing cerebral organoids derived from stem cells that mimic the developing human brain's cellular organization. In 2014, Artem Shkumatov et al. at the University of Illinois at Urbana-Champaign demonstrated that cardiovascular organoids can be formed from ES cells through modulation of the substrate stiffness, to which they adhere. Physiological stiffness promoted three-dimensionality of EBs and cardiomyogenic differentiation.",
            "score": 242.87525939941406
        },
        {
            "docid": "57561448_2",
            "document": "NOTCH2NL . NOTCH2NL is a gene family unique to the human species which appears to play a key role in the development of the brain. Pierre Vanderhaeghen found that NOTCH2NL increased the number of cortical stem cells, which while delaying the generation of neurons ultimately leads to a greater number of neurons and larger brains. David Haussler found that when NOTCH2NL isn't expressed in organoids, the premature differentiation of cortical stem cells into neurons leads to the organoids being smaller.",
            "score": 241.53045654296875
        },
        {
            "docid": "25527605_2",
            "document": "Cerebellar granule cell . Cerebellar granule cells form the thick granular layer of the cerebellar cortex and are among the smallest neurons in the brain. (The term granule cell is used for several unrelated types of small neurons in various parts of the brain.) Cerebellar granule cells are also the most numerous neurons in the brain: in humans, estimates of their total number average around 50 billion, which means that they constitute about 3/4 of the brain's neurons.",
            "score": 241.2174072265625
        }
    ]
}