{
    "q": [
        {
            "docid": "8258312_3",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzyme (E1) starts the ubiquitination process (Figure 1). The E1 enzyme along with ATP binds to the ubiquitin protein. The E1 enzyme then passes the ubiquitin protein to a second protein, called Ubiquitin carrier or conjugation protein (E2). The E2 protein complexes with a Ubiquitin protein ligase (E3). This Ubiquitin protein ligase recognizes which protein needs to be tagged and catalyzes the transfer of ubiquitin to that protein. This pathway repeats itself until the target protein has a full chain of ubiquitin attached to itself.",
            "score": 170.4293131828308
        },
        {
            "docid": "622571_2",
            "document": "Ubiquitin ligase . A ubiquitin ligase (also called an E3 ubiquitin ligase) is a protein that recruits an E2 ubiquitin-conjugating enzyme that has been loaded with ubiquitin, recognizes a protein substrate, and assists or directly catalyzes the transfer of ubiquitin from the E2 to the protein substrate. The ubiquitin is attached to a lysine on the target protein by an isopeptide bond. E3 ligases interact with both the target protein and the E2 enzyme, and so impart substrate specificity to the E2. Commonly, E3s polyubiquitinate their substrate with Lys48-linked chains of ubiquitin, targeting the substrate for destruction by the proteasome. However, many other types of linkages are possible and alter a protein's activity, interactions, or localization. Ubiquitination by E3 ligases regulates diverse areas such as cell trafficking, DNA repair, and signaling and is of profound importance in cell biology. E3 ligases are also key players in cell cycle control, mediating the degradation of cyclins, as well as cyclin dependent kinase inhibitor proteins. The human genome encodes over 600 putative E3 ligases, allowing for tremendous diversity in substrates.",
            "score": 219.24284982681274
        },
        {
            "docid": "931508_2",
            "document": "Parkin (ligase) . Parkin is a 465-residue E3 ubiquitin ligase that plays a critical role in ubiquitination- the process whereby molecules are covalently labelled with ubiquitin (Ub) and directed towards degradation in proteasomes or lysosomes. Ubiquitination involves the sequential action of three enzymes. Firstly, an E1 ubiquitin-activating enzyme binds to inactive Ub in eukaryotic cells via a thioester bond and mobilises it in an ATP-dependent process. Ub is then transferred to an E2 ubiquitin-conjugating enzyme before being conjugated to the target protein via an E3 ubiquitin ligase. There exists a multitude of E3 ligases, which differ in structure and substrate specificity to allow selective targeting of proteins to intracellular degradation.",
            "score": 183.09645342826843
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 160.57387006282806
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 139.90364921092987
        },
        {
            "docid": "7241138_7",
            "document": "Endoplasmic-reticulum-associated protein degradation . The ubiquitination of terminally misfolded proteins is caused by a cascade of enzymatic reactions. The first of these reactions takes place when the ubiquitin-activating enzyme E1 hydrolyses ATP and forms a high-energy thioester linkage between a cysteine residue in its active site and the C-terminus of ubiquitin. The resulting activated ubiquitin is then passed to E2, which is a ubiquitin-conjugating enzyme. Another group of enzymes, more specifically ubiquitin protein ligases called E3, bind to the misfolded protein. Next they align the protein and E2, thus facilitating the attachment of ubiquitin to lysine residues of the misfolded protein. Following successive addition of ubiquitin molecules to lysine residues of the previously attached ubiquitin, a polyubiquitin chain is formed. A polyubiquitinated protein is produced and this is recognized by specific subunits in the 19S capping complexes of the 26S proteasome. Hereafter, the polypeptide chain is fed into the central chamber of the 20S core region that contains the proteolytically active sites. Ubiquitin is cleaved before terminal digestion by deubiquitinating enzymes. This third step is very closely associated with the second one, since ubiquitination takes place during the translocation event. However, the proteasomal degradation takes place in the cytoplasm.",
            "score": 143.913125872612
        },
        {
            "docid": "8258312_2",
            "document": "Ubiquitin-activating enzyme . Ubiquitin-activating enzymes, also known as E1 enzymes, catalyze the first step in the ubiquitination reaction, which (among other things) can target a protein for degradation via a proteasome. This covalent attachment of ubiquitin or ubiquitin-like proteins to targeted proteins is a major mechanism for regulating protein function in eukaryotic organisms. Many processes such as cell division, immune responses and embryonic development are also regulated by post-translational modification by ubiquitin and ubiquitin-like proteins.",
            "score": 193.1881718635559
        },
        {
            "docid": "24603_3",
            "document": "Proteasome . Proteasomes are part of a major mechanism by which cells regulate the concentration of particular proteins and degrade misfolded proteins. Proteins are tagged for degradation with a small protein called ubiquitin. The tagging reaction is catalyzed by enzymes called ubiquitin ligases. Once a protein is tagged with a single ubiquitin molecule, this is a signal to other ligases to attach additional ubiquitin molecules. The result is a \"polyubiquitin chain\" that is bound by the proteasome, allowing it to degrade the tagged protein. The degradation process yields peptides of about seven to eight amino acids long, which can then be further degraded into shorter amino acid sequences and used in synthesizing new proteins.",
            "score": 175.7917971611023
        },
        {
            "docid": "7590298_7",
            "document": "Isopeptide bond . The chemistries of isopeptide bond formation are divided in the same manner as their biological roles. In the case of isopeptides used for conjugating one protein to another for the purpose of signal transduction, the literature is generally dominated by the very well-studied Ubiquitin protein and related proteins. While there are many related proteins to Ubiquitin, such as SUMO, Atg8, Atg12, and so on, they all tend to follow relatively the same protein ligation pathway. Therefore, the best example is to look at Ubiquitin, as while there can be certain differences, Ubiquitin is essentially the model followed in all these cases. The process essentially has three tiers, in the initial step, the activating protein generally denominated as E1 activates the Ubiquitin protein by adenylating it with ATP. Then the adenylated Ubiquitin is essentially activated and can be transferred to a conserved cysteine using a thioester bond which is between the carboxyl group of the c-terminal glycine of the ubiquitin and the sulfur of the E1 cysteine. The activating E1 enzyme then binds with and transfers the Ubiquitin to the next tier, the E2 enzyme which accepts the protein and once again forms a thioester with a conserved bond. The E2 acts to certain degree as an intermediary which then binds to E3 enzyme ligase for the final tier, which leads to the eventual transfer of the ubiquitin or ubiquitin related protein to a lysine site on the targeted protein, or more commonly for ubiquitin, onto ubiquitin itself to form chains of said protein. However, it should be noted that in final tier, there is also a divergence, in that depending on the type of E3 ligase, it may not actually be causing the conjugation. As there are the E3 ligases containing HECT domains, in which they continue this ‘transfer chain’ by accepting once again the ubiquitin via another conserved cysteine and then targeting it and transferring it to the desired target. Yet in case of RING finger domain containing that use coordination bonds with Zinc ions to stabilize their structures, they act more to direct the reaction. By that its meant that once the RING finger E3 ligase binds with the E2 containing the ubiquitin, it simply acts as a targeting device which directs the E2 to directly ligate the target protein at the lysine site. Though this case ubiquitin does represent other proteins related to it well, each protein obviously will have its own nuisances such as SUMO, which tends to be RING finger domain domainated ligases, where the E3 simply acts as the targeting device to direct the ligation by the E2, and not actually performing the reaction itself such as the Ubiquitin E3-HECT ligases. Thus while the internal mechanisms differ such as how proteins participate in the transfer chain, the general chemical aspects such as using thioesters and specific ligases for targeting remain the same.",
            "score": 206.6900064945221
        },
        {
            "docid": "32167_28",
            "document": "Ubiquitin . Deubiquitinating enzymes (DUBs) oppose the role of ubiquination by removing ubiquitin from substrate proteins. They are cysteine proteases that cleave the amide bond between the two proteins. They are highly specific, as are the E3 ligases that attach the ubiquitin, with only a few substrates per enzyme. They can cleave both isopeptide (between ubiquitin and lysine) and peptide bonds (between ubiquitin and the N-terminus).  In addition to removing ubiquitin from substrate proteins, DUBs have many other roles within the cell. Ubiquitin is either expressed as multiple copies joined in a chain (polyubiquitin) or attached to ribosomal subunits. DUBs cleave these proteins to produce active ubiquitin. They also recycle ubiquitin that has been bound to small nucleophilic molecules during the ubiquitination process. Monoubiquitin is formed by DUBs that cleave ubiquitin from free polyubiquitin chains that have been previously removed from proteins.",
            "score": 201.5086817741394
        },
        {
            "docid": "48898077_5",
            "document": "Adhesome . The adhesome contains multi domain proteins with various functions, some of which are specifically enriched in the adhesome compared to the cell proteome. Protein domains enriched in the adhesome include: Pleckstrin homology (PH) and FERM domains, which target proteins to the plasma membrane; Calponin homology (CH) domain, which is an F-actin binding motif; Src homology 2 (SH2) domain, which mediate interaction with phosphorylated tyrosine residues; armadillo (ARM) GUK and LIM domains, which mediate specific protein-protein binding. The literature-based adhesome contains enzymes, such as protein tyrosine and serine/threonine kinases and phosphatases, guanine nucleotide exchange factors and GTPase activating proteins, E3-ligases and proteases, that regulate adhesion through post translational modification of the many structural and scaffolding proteins found in the adhesome. The proteomic-based studies have identified many proteins from functional groups that haven't previously been associated with cell adhesion sites, such as proteins involved in RNA splicing, translation, trafficking, golgi, endoplasmic reticulum, and metabolic enzymes. Whether these proteins are indeed an integral part of the adhesome or an artifact of the proteomic methods remains to be seen.",
            "score": 138.18061232566833
        },
        {
            "docid": "14181897_10",
            "document": "NUMB (gene) . Numb exerts its functional role on cell fate decisions by antagonizing Notch signaling activities. The molecular mechanisms underlying this relationship appear to rely on the ubiquitination of the membrane bound Notch1 receptor and the subsequent degradation of its NICD following receptor activation. In support of this, Numb’s ability to ubiquinate Notch1 directly correlated with its functional inhibition of Notch1 signaling activities. The ubiquitination pathway directs protein recycling by directly tagging specific proteins for proteasome degradation. Through a multi-step process, free ubiquitin is first attached to an activating enzyme (E1) and then transferred to a conjugating enzyme (E2) which partners with a ligase (E3) which functions as an adaptor to selectively transfer the ubiquitin to specific protein substrates. Numb expression was found to selectively tag the membrane Notch1 receptor for ubiquitination through the interaction of its Phosphotyrosine-binding domain with the E3 ubiquitin ligase Itch. Numb and Itch work in concert to promote the ubiquitination of the full-length membrane-tethered Notch receptor prior to activation. However, Numb only appears to promote the degradation of the NICD cleavage product following receptor activation, targeting it for proteasome degradation and preventing its translocation to the nucleus.",
            "score": 183.98055577278137
        },
        {
            "docid": "11344743_19",
            "document": "Biomolecular engineering . Site-directed mutagenesis can be useful for many different reasons. A single base pair replacement, could change a codon, and thus replace an amino acid in a protein. This is useful for studying the way certain proteins behave. It is also useful because enzymes can be purposefully manipulated by changing certain amino acids. If an amino acid is changed that is in close proximity to the active site, the kinetic parameters may change drastically, or the enzyme might behave in a different way. Another application of site directed mutagenesis is exchanging an amino acid residue far from the active site with a lysine residue or cysteine residue. These amino acids make it easier to covalently bond the enzyme to a solid surface, which allows for enzyme re-use and use of enzymes in continuous processes. Sometimes, amino acids with non-natural functional groups (such as ketones and azides) are added to proteins These additions may be for ease of bioconjugation, or to study the effects of amino acid changes on the form and function of the proteins. The coupling of site directed mutagenesis and PCR are being utilized to reduce interleukin-6 activity in cancerous cells. The bacteria \"bacillus subtilis\" is often used in site directed mutagenesis. The bacteria secretes an enzyme called subtilisin through the cell wall. Biomolecular engineers can purposely manipulate this gene to essentially make the cell a factory for producing whatever protein the insertion in the gene codes.",
            "score": 133.53353071212769
        },
        {
            "docid": "14772234_3",
            "document": "UBE2D1 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme is closely related to a stimulator of iron transport (SFT), and is up-regulated in hereditary hemochromatosis. It also functions in the ubiquitination of the tumor-suppressor protein p53 and the hypoxia-inducible transcription factor HIF1alpha by interacting with the E1 ubiquitin-activating enzyme and the E3 ubiquitin-protein ligases.",
            "score": 151.36521792411804
        },
        {
            "docid": "24603_20",
            "document": "Proteasome . Proteins are targeted for degradation by the proteasome with covalent modification of a lysine residue that requires the coordinated reactions of three enzymes. In the first step, a ubiquitin-activating enzyme (known as E1) hydrolyzes ATP and adenylylates a ubiquitin molecule. This is then transferred to E1's active-site cysteine residue in concert with the adenylylation of a second ubiquitin. This adenylylated ubiquitin is then transferred to a cysteine of a second enzyme, ubiquitin-conjugating enzyme (E2). In the last step, a member of a highly diverse class of enzymes known as ubiquitin ligases (E3) recognizes the specific protein to be ubiquitinated and catalyzes the transfer of ubiquitin from E2 to this target protein. A target protein must be labeled with at least four ubiquitin monomers (in the form of a polyubiquitin chain) before it is recognized by the proteasome lid. It is therefore the E3 that confers substrate specificity to this system. The number of E1, E2, and E3 proteins expressed depends on the organism and cell type, but there are many different E3 enzymes present in humans, indicating that there is a huge number of targets for the ubiquitin proteasome system.",
            "score": 189.25501656532288
        },
        {
            "docid": "622571_6",
            "document": "Ubiquitin ligase . The ubiquitin ligase is referred to as an E3, and operates in conjunction with an E1 ubiquitin-activating enzyme and an E2 ubiquitin-conjugating enzyme. There is one major E1 enzyme, shared by all ubiquitin ligases, that uses ATP to activate ubiquitin for conjugation and transfers it to an E2 enzyme. The E2 enzyme interacts with a specific E3 partner and transfers the ubiquitin to the target protein. The E3, which may be a multi-protein complex, is, in general, responsible for targeting ubiquitination to specific substrate proteins.",
            "score": 160.6036868095398
        },
        {
            "docid": "14772264_3",
            "document": "UBE2D2 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Two alternatively spliced transcript variants have been found for this gene and they encode distinct isoforms.",
            "score": 149.30389523506165
        },
        {
            "docid": "4411416_11",
            "document": "SUMO protein . SUMO attachment to its target is similar to that of ubiquitin (as it is for the other ubiquitin-like proteins such as NEDD 8). The SUMO precursor has some extra amino acids that need to be removed, therefore a C-terminal peptide is cleaved from the SUMO precursor by a protease (in human these are the SENP proteases or Ulp1 in yeast) to reveal a di-glycine motif. The obtained SUMO then becomes bound to an E1 enzyme (SUMO Activating Enzyme (SAE)) which is a heterodimer. It is then passed to an E2 which is a conjugating enzyme (Ubc9). Finally, one of a small number of E3 ligating proteins attaches it to the protein. In yeast, there are four SUMO E3 proteins, Cst9, Mms21, Siz1 and Siz2. While in ubiquitination an E3 is essential to add ubiquitin to its target, evidence suggests that the E2 is sufficient in SUMOylation as long as the consensus sequence is present. It is thought that the E3 ligase promotes the efficiency of SUMOylation and in some cases has been shown to direct SUMO conjugation onto non-consensus motifs. E3 enzymes can be largely classed into PIAS proteins, such as Mms21 (a member of the Smc5/6 complex) and Pias-gamma and HECT proteins. Some E3's, such as RanBP2, however, are neither. Recent evidence has shown that PIAS-gamma is required for the SUMOylation of the transcription factor yy1 but it is independent of the zinc-RING finger (identified as the functional domain of the E3 ligases). SUMOylation is reversible and is removed from targets by specific SUMO proteases. In budding yeast, the Ulp1 SUMO protease is found bound at the nuclear pore, whereas Ulp2 is nucleoplasmic. The distinct subnuclear localisation of deSUMOylating enzymes is conserved in higher eukaryotes.",
            "score": 157.1246280670166
        },
        {
            "docid": "11380335_6",
            "document": "Endoglycosidase H . Endoglycosidase H (Endo H) is commonly used by cell biologists to monitor posttranslational modification in the Golgi apparatus. Most proteins destined for the cell surface are translated by ribosomes into the rough endoplasmic reticulum (ER) and translocated into the Golgi. Upon entering the ER a molecule containing 14 sugar subunits is linked en bloc to an asparagine in a selective manner by the enzyme oligosaccharyl transferase. It is this oligosaccharide molecule which is modified by a series of enzymes as the protein moves through the different compartments of the Golgi apparatus. Endoglycosidase H is able to cleave each structure of this oligosaccharide as it is processed until the enzyme Golgi alpha-mannosidase II removes two mannose subunits. Since all later oligosaccharide structures are resistant to Endo H cleavage the enzyme is widely used to report the extent of oligosaccharide processing a protein of interest has undergone.",
            "score": 104.47447562217712
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 141.10117852687836
        },
        {
            "docid": "14796095_3",
            "document": "UBE2D3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes, or E1s, ubiquitin-conjugating enzymes, or E2s, and ubiquitin-protein ligases, or E3s. This gene encodes a member of the E2 ubiquitin-conjugating enzyme family. This enzyme functions in the ubiquitination of the tumor-suppressor protein p53, which is induced by an E3 ubiquitin-protein ligase. Multiple spliced transcript variants have been found for this gene, but the full-length nature of some variants has not been determined.",
            "score": 148.62950682640076
        },
        {
            "docid": "9775_7",
            "document": "Endoplasmic reticulum . In most cells the smooth endoplasmic reticulum (abbreviated SER) is scarce. Instead there are areas where the ER is partly smooth and partly rough, this area is called the transitional ER. The transitional ER gets its name because it contains ER exit sites. These are areas where the transport vesicles that contain lipids and proteins made in the ER, detach from the ER and start moving to the Golgi apparatus. Specialized cells can have a lot of smooth endoplasmic reticulum and in these cells the smooth ER has many functions. It synthesizes lipids, phospholipids, and steroids. Cells which secrete these products, such as those in the testes, ovaries, and sebaceous glands have an abundance of smooth endoplasmic reticulum. It also carries out the metabolism of carbohydrates, detoxification of natural metabolism products and of alcohol and drugs, attachment of receptors on cell membrane proteins, and steroid metabolism. In muscle cells, it regulates calcium ion concentration. Smooth endoplasmic reticulum is found in a variety of cell types (both animal and plant), and it serves different functions in each. The smooth endoplasmic reticulum also contains the enzyme glucose-6-phosphatase, which converts glucose-6-phosphate to glucose, a step in gluconeogenesis. It is connected to the nuclear envelope and consists of tubules that are located near the cell periphery. These tubes sometimes branch forming a network that is reticular in appearance. In some cells, there are dilated areas like the sacs of rough endoplasmic reticulum. The network of smooth endoplasmic reticulum allows for an increased surface area to be devoted to the action or storage of key enzymes and the products of these enzymes.",
            "score": 145.1701864004135
        },
        {
            "docid": "8473843_3",
            "document": "David S. Cafiso . Work in Dr. Cafiso's laboratory is directed at studying membranes and peripheral and integral membrane proteins. One area of investigation involves studies on the mechanisms by which proteins become attached to membrane surfaces. Attachment is critical for cell-signaling because it controls protein–protein interactions and the access of enzymes to lipid substrates. For example, the oncogenic form of the src tyrosine kinase is not active and fails to transform cells until it becomes attached to the cytoplasmic face of the plasma membrane. The laboratory is currently determining the structure and electrostatic interactions made by highly positively charged protein motifs, such as those from MARCKS (the myristoylated alanine rich C-kinase substrate) with negatively charged lipid surfaces. In addition to regulating membrane attachment, these positively charged motifs function to sequester phosphatidylinositol 4,5, bisphosphate (PIP2), and regulate the activity of this phosphorylated inositol lipid within the cytoplasmic membrane. Dr. Cafiso is also interested in determining the membrane interactions made by protein domains such as C2 domains, which are found in a wide range of proteins involved in cell signaling. C2 domains function to attach their parent proteins to membranes in a Ca ++ dependent fashion. C2 domains perform critical roles in membrane trafficking, membrane fusion and membrane repair, and defects in these domains result in forms of muscular dystrophy and deafness.",
            "score": 158.61726033687592
        },
        {
            "docid": "55172_10",
            "document": "Proteomics . Ubiquitin is a small protein that can be affixed to certain protein substrates by enzymes called E3 ubiquitin ligases. Determining which proteins are poly-ubiquitinated helps understand how protein pathways are regulated. This is, therefore, an additional legitimate \"proteomic\" study. Similarly, once a researcher determines which substrates are ubiquitinated by each ligase, determining the set of ligases expressed in a particular cell type is helpful.",
            "score": 181.6725869178772
        },
        {
            "docid": "412097_12",
            "document": "BRCA1 . The ring domain is an important element of ubiquitin E3 ligases, which catalyze protein ubiquitination. Ubiquitin is a small regulatory protein found in all tissues that direct proteins to compartments within the cell. BRCA1 polypeptides, in particular, Lys-48-linked polyubiquitin chains are dispersed throughout the resting cell nucleus, but at the start of DNA replication, they gather in restrained groups that also contain BRCA2 and BARD1. BARD1 is thought to be involved in the recognition and binding of protein targets for ubiquitination. It attaches to proteins and labels them for destruction. Ubiquitination occurs via the BRCA1 fusion protein and is abolished by zinc chelation. The enzyme activity of the fusion protein is dependent on the proper folding of the ring domain.",
            "score": 193.01057958602905
        },
        {
            "docid": "14756973_5",
            "document": "UBE2L3 . The modification of proteins with ubiquitin is an important cellular mechanism for targeting abnormal or short-lived proteins for degradation. Ubiquitination involves at least three classes of enzymes: ubiquitin-activating enzymes (E1s), ubiquitin-conjugating enzymes (E2s) and ubiquitin-protein ligases (E3s). E2s play a key role in the whole ubiquitin (Ub) transfer pathway and are responsible for Ub cellular signaling. Unlike many E2s that transfer Ub with RINGs, UBE2L3 has E3-independent reactivity with lysine. This enzyme is demonstrated to participate in the ubiquitination of p53, c-Fos, and the NF-κB precursor p105 in vitro. UBE2L3 is primarily known for its role in the cell cycle. Specifically, UBE2L3 manages cell cycle regulatory protein levels via the ubiquitin proteolytic pathway (UPP) during the G1/S transition and during the actual S phase.",
            "score": 177.95882058143616
        },
        {
            "docid": "31726766_10",
            "document": "Nanoparticle–biomolecule conjugate . Biological processes can be controlled through transcription regulation, gene regulation, and enzyme inhibition processes that can be regulated using nanoparticles. Nanoparticles can play a part in gene regulation through ionic bonding between positively charged cationic ligands on the surfaces of nanoparticles and negatively charged anionic nucleic acids present in DNA. In an experiment, a nanoparticle-DNA complex inhibited transcription by T7 RNA polymerase, signifying strong bonding in the complex. A high affinity of the nanoparticle-DNA complex indicates strong bonding and a favorable use of nanoparticles. Attaching ionic ligands to nanoparticles allows control over enzyme activity. An example of enzyme inhibition is given by binding of a-chymotrypsin (ChT), an enzyme with a largely cationic active site. When a-chymotrypsin is incubated with anionic (negatively charged) nanoparticles, ChT activity is inhibited as anionic nanoparticles bind to the active site. Enzyme activity can be restored by the addition of cationic surfactants. Alkyl surfactants form a bilayer around ChT, whereas thiol and alcohol surfactants alter the surface of ChT such that interactions with nanoparticles are interrupted. Though formation of a protein-nanoparticle complex can inhibit enzyme activity, studies show that it can also stabilize protein structure, and significantly protect the protein from denaturization. Attachments of ligands to segments of nanoparticles selected for functionalization of metallic properties can be used to generate a magnetic nanowire, which generates a magnetic field that allows for the manipulation of cellular assemblies.",
            "score": 100.75506472587585
        },
        {
            "docid": "2027822_6",
            "document": "Indole-3-acetic acid . IAA enters the plant cell nucleus and binds to a protein complex composed of a ubiquitin-activating enzyme (E1), a ubiquitin-conjugating enzyme (E2), and a ubiquitin ligase (E3), resulting in ubiquitination of Aux/IAA proteins with increased speed. Aux/IAA proteins bind to auxin response factor (ARF) proteins, forming a heterodimer, suppressing ARF activity. In 1997 it was described how ARFs bind to auxin-response gene elements in promoters of auxin regulated genes, generally activating transcription of that gene when an Aux/IAA protein is not bound.",
            "score": 161.80397510528564
        },
        {
            "docid": "8258485_2",
            "document": "Ubiquitin-conjugating enzyme . Ubiquitin-conjugating enzymes, also known as E2 enzymes and more rarely as ubiquitin-carrier enzymes, perform the second step in the ubiquitination reaction that targets a protein for degradation via the proteasome. The ubiquitination process covalently attaches ubiquitin, a short protein of 76 amino acids, to a lysine residue on the target protein. Once a protein has been tagged with one ubiquitin molecule, additional rounds of ubiquitination form a polyubiquitin chain that is recognized by the proteasome's 19S regulatory particle, triggering the ATP-dependent unfolding of the target protein that allows passage into the proteasome's 20S core particle, where proteases degrade the target into short peptide fragments for recycling by the cell.",
            "score": 168.85740089416504
        },
        {
            "docid": "3783000_11",
            "document": "Phosphatidylinositol 4,5-bisphosphate . PIP functions as an intermediate in the [IP/DAG pathway], which is initiated by ligands binding to G protein-coupled receptors activating the G alpha subunit. PtdIns(4,5)\"P\" is a substrate for hydrolysis by phospholipase C (PLC), a membrane-bound enzyme activated through protein receptors such as α1 adrenergic receptors. PIP regulates the function of many membrane proteins and ion channels, such as the M-channel. The products of the PLC catalyzation of PIP are inositol 1,4,5-trisphosphate (Ins\"P\"; IP) and diacylglycerol (DAG), both of which function as second messengers. In this cascade, DAG remains on the cell membrane and activates the signal cascade by activating protein kinase C (PKC). PKC in turn activates other cytosolic proteins by phosphorylating them. The effect of PKC could be reversed by phosphatases. IP enters the cytoplasm and activates IP receptors on the smooth endoplasmic reticulum (ER), which opens calcium channels on the smooth ER, allowing mobilization of calcium ions through specific Ca channels into the cytosol. Calcium participates in the cascade by activating other proteins.",
            "score": 199.45047450065613
        },
        {
            "docid": "3247517_6",
            "document": "Deubiquitinating enzyme . DUBs play several roles in the ubiquitin pathway. One of the best characterised functions of DUBs is the removal of monoubiqutin and polyubiquitin chains from proteins. These modifications are a post translational modification (addition to a protein after it has been made) where single ubiquitin proteins or chains of ubiquitin are added to lysines of a substrate protein. These ubiquitin modifications are added to proteins by the ubiquitination machinery; ubiquitin-activating enzymes (E1s), ubiquitin-conjugating enzymes (E2s) and ubiquitin ligases (E3s). The end result is ubiquitin bound to lysine residues via an isopeptide bond. Proteins are affected by these modifications in a number of ways: they regulate the degradation of proteins via the proteasome and lysosome; coordinate the cellular localisation of proteins; activate and inactivate proteins; and modulate protein-protein interactions. DUBs play the antagonistic role in this axis by removing these modifications, therefore reversing the fate of the proteins. In addition, a less understood role of DUBs is the cleavage of ubiquitin-like proteins such as SUMO and NEDD8. Some DUBs may have the ability to cleave isopeptide bonds between these proteins and substrate proteins.",
            "score": 154.78906571865082
        },
        {
            "docid": "14289143_4",
            "document": "Myotonin-protein kinase . Myotonin-protein kinase is a serine-threonine kinase that is closely related to other kinases that interact with members of the Rho family of small GTPases. Substrates for this enzyme include myogenin, the beta-subunit of the L-type calcium channels, and phospholemman. Although the specific function of this protein is unknown, it appears to play an important role in muscle, heart, and brain cells. This protein may be involved in communication within cells. It also appears to regulate the production and function of important structures inside muscle cells by interacting with other proteins. For example, myotonic dystrophy protein kinase has been shown to turn off (inhibit) part of a muscle protein called myosin phosphatase. Myosin phosphatase is an enzyme that plays a role in muscle tensing (contraction) and relaxation.",
            "score": 151.1124575138092
        }
    ],
    "r": [
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 251.28466796875
        },
        {
            "docid": "1258079_2",
            "document": "Voltage-gated ion channel . Voltage-gated ion channels are a class of transmembrane proteins that form ion channels that are activated by changes in the electrical membrane potential near the channel. The membrane potential alters the conformation of the channel proteins, regulating their opening and closing. Cell membranes are generally impermeable to ions, thus they must diffuse through the membrane through transmembrane protein channels. They have a crucial role in excitable cells such as neuronal and muscle tissues, allowing a rapid and co-ordinated depolarization in response to triggering voltage change. Found along the axon and at the synapse, voltage-gated ion channels directionally propagate electrical signals. Voltage-gated ion-channels are usually ion-specific, and channels specific to sodium (Na), potassium (K), calcium (Ca), and chloride (Cl) ions have been identified. The opening and closing of the channels are triggered by changing ion concentration, and hence charge gradient, between the sides of the cell membrane.",
            "score": 246.3536376953125
        },
        {
            "docid": "15303_2",
            "document": "Ion channel . Ion channels are pore-forming membrane proteins that allow ions to pass through the channel pore. Their functions include establishing a resting membrane potential, shaping action potentials and other electrical signals by gating the flow of ions across the cell membrane, controlling the flow of ions across secretory and epithelial cells, and regulating cell volume. Ion channels are present in the membranes of all excitable cells. Ion channels are one of the two classes of ionophoric proteins, along with ion transporters (including the sodium-potassium pump, sodium-calcium exchanger, and sodium-glucose transport proteins).",
            "score": 244.25050354003906
        },
        {
            "docid": "33051527_17",
            "document": "Cell membrane . As shown in the adjacent table, integral proteins are amphipathic transmembrane proteins. Examples of integral proteins include ion channels, proton pumps, and g-protein coupled receptors. Ion channels allow inorganic ions such as sodium, potassium, calcium, or chlorine to diffuse down their electrochemical gradient across the lipid bilayer through hydrophilic pores across the membrane. The electrical behavior of cells (i.e. nerve cells) are controlled by ion channels. Proton Pumps are protein pumps that are embedded in the lipid bilayer that allow protons to travel through the membrane by transferring from one amino acid side chain to another. Processes such as electron transport and generating ATP use proton pumps. A G-protein coupled receptor is a single polypeptide chain that crosses the lipid bilayer seven times responding to signal molecules (i.e. hormones and neurotransmitters). G-protein coupled receptors are used in processes such as cell to cell signaling, the regulation of the production of cAMP, and the regulation of ion channels.",
            "score": 243.19021606445312
        },
        {
            "docid": "2020589_3",
            "document": "G protein-gated ion channel . Generally, G protein-gated ion channels are specific ion channels located in the plasma membrane of cells that are directly activated by a family of associated proteins. Ion channels allow for the selective movement of certain ions across the plasma membrane in cells. More specifically, in nerve cells, along with ion transporters, they are responsible for maintaining the electrochemical gradient across the cell.",
            "score": 242.29759216308594
        },
        {
            "docid": "598586_8",
            "document": "Threshold potential . The phospholipid bilayer of the cell membrane is, in itself, highly impermeable to ions. The complete structure of the cell membrane includes many proteins that are embedded in or completely cross the lipid bilayer. Some of those proteins allow for the highly specific passage of ions, ion channels. Leak potassium channels allow potassium to flow through the membrane in response to the disparity in concentrations of potassium inside (high concentration) and outside the cell (low). The loss of positive(+) charges of the potassium(K+) ions from the inside of the cell results in a negative potential there compared to the extracellular surface of the membrane. A much smaller \"leak\" of sodium(Na+) into the cell results in the actual resting potential, about –70 mV, being less negative than the calculated potential for K+ alone, the equilibrium potential, about –90 mV. The sodium-potassium ATPase is an active transporter within the membrane that pumps potassium (2 ions) back into the cell and sodium (3 ions) out of the cell, maintaining the concentrations of both ions as well as preserving the voltage polarization.",
            "score": 242.27633666992188
        },
        {
            "docid": "23634_31",
            "document": "Protein . Transmembrane proteins can also serve as ligand transport proteins that alter the permeability of the cell membrane to small molecules and ions. The membrane alone has a hydrophobic core through which polar or charged molecules cannot diffuse. Membrane proteins contain internal channels that allow such molecules to enter and exit the cell. Many ion channel proteins are specialized to select for only a particular ion; for example, potassium and sodium channels often discriminate for only one of the two ions.",
            "score": 237.6949462890625
        },
        {
            "docid": "156998_8",
            "document": "Action potential . The electrical properties of a cell are determined by the structure of the membrane that surrounds it. A cell membrane consists of a lipid bilayer of molecules in which larger protein molecules are embedded. The lipid bilayer is highly resistant to movement of electrically charged ions, so it functions as an insulator. The large membrane-embedded proteins, in contrast, provide channels through which ions can pass across the membrane. Action potentials are driven by channel proteins whose configuration switches between closed and open states as a function of the voltage difference between the interior and exterior of the cell. These voltage-sensitive proteins are known as voltage-gated ion channels.",
            "score": 237.0471649169922
        },
        {
            "docid": "777072_13",
            "document": "Resting potential . For determination of membrane potentials, the two most important types of membrane ion transport proteins are ion channels and ion transporters. Ion channel proteins create paths across cell membranes through which ions can passively diffuse without direct expenditure of metabolic energy. They have selectivity for certain ions, thus, there are potassium-, chloride-, and sodium-selective ion channels. Different cells and even different parts of one cell (dendrites, cell bodies, nodes of Ranvier) will have different amounts of various ion transport proteins. Typically, the amount of certain potassium channels is most important for control of the resting potential (see below). Some ion pumps such as the Na+/K+-ATPase are electrogenic, that is, they produce charge imbalance across the cell membrane and can also contribute directly to the membrane potential. Most pumps use metabolic energy (ATP) to function.",
            "score": 236.7751007080078
        },
        {
            "docid": "22585641_16",
            "document": "Mechanosensitive channels . Two different mechanisms have been found to open stretch-activated ion channels: Mechanical deformations in the cell membrane can increase the probability of the channels opening. Proteins of the extracellular matrix and cytoskeleton are tethered to extra - and intra-cytoplasmic domains, respectively, of the stretch-activated ion channels. Tension on these mechanosensory proteins causes these proteins to act as a signaling intermediate, resulting in the opening of the ion channel. All known stretch-activated ion channels in prokaryotic cells have been found to be opened by direct deformation of the lipid bilayer membrane. Channels that have been shown to exclusively use this mechanism of gating are the TREK-1 and TRAAK channels. In studies using mammalian hair cells, the mechanism that pulls on proteins tethered from the intra- and extra-cytoplasmic domain of the channel to the cytoskeleton and extracellular matrix, respectively, is the most likely model for ion channel opening.",
            "score": 236.13441467285156
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 235.1351776123047
        },
        {
            "docid": "857170_28",
            "document": "Cardiac action potential . Ion channels are proteins, that change shape in response to different stimuli to either allow or prevent the movement of specific ions across a membrane (they are said to be selectively permeable). Stimuli, which can either come from outside the cell or from within the cell, can include the binding of a specific molecule to a receptor on the channel (also known as ligand-gated ion channels) or a change in membrane potential around the channel, detected by a sensor (also known as voltage-gated ion channels) and can act to open or close the channel. The pore formed by an ion channel is aqueous (water filled) and allows the ion to rapidly travel across the membrane. Ion channels can be selective for specific ions, so there are Na, K, Ca, and Cl specific channels. They can also be specific for a certain charge of ions (i.e. positive or negative).",
            "score": 233.08970642089844
        },
        {
            "docid": "18983276_3",
            "document": "Channel blocker . Ion channels permit the selective passage of ions through cell membranes by utilizing proteins that function as pores, which allow for the passage of electrical charge in and out of the cell. These ion channels are most often gated, meaning they require a specific stimulus to cause the channel to open and close. These ion channel types regulate the flow of charged ions across the membrane and therefore mediate membrane potential of the cell.",
            "score": 232.948486328125
        },
        {
            "docid": "563161_3",
            "document": "Membrane potential . All animal cells are surrounded by a membrane composed of a lipid bilayer with proteins embedded in it. The membrane serves as both an insulator and a diffusion barrier to the movement of ions. Transmembrane proteins, also known as ion transporter or ion pump proteins, actively push ions across the membrane and establish concentration gradients across the membrane, and ion channels allow ions to move across the membrane down those concentration gradients. Ion pumps and ion channels are electrically equivalent to a set of batteries and resistors inserted in the membrane, and therefore create a voltage between the two sides of the membrane.",
            "score": 231.18154907226562
        },
        {
            "docid": "531587_7",
            "document": "Depolarization . The process of depolarization is entirely dependent upon the intrinsic electrical nature of most cells. When a cell is at rest, the cell maintains what is known as a resting potential. The resting potential generated by nearly all cells results in the interior of the cell having a negative charge compared to the exterior of the cell. To maintain this electrical imbalance, microscopic positively and negatively charged particles called ions are transported across the cell's plasma membrane. The transport of the ions across the plasma membrane is accomplished through several different types of transmembrane proteins embedded in the cell's plasma membrane that function as pathways for ions both into and out of the cell, such as ion channels, sodium potassium pumps, and voltage-gated ion channels.",
            "score": 229.12908935546875
        },
        {
            "docid": "23965432_4",
            "document": "Gating (electrophysiology) . The name 'gating' derives from the idea that an ion channel protein includes a pore that is guarded by a gate or several gates, and the gate(s) must be in the open position for any ions to pass through the pore. A variety of cellular changes can trigger gating, depending on the ion channel, including changes in voltage across the cell membrane (voltage-gated ion channels), drugs or hormones interacting with the ion channel (ligand-gated ion channels), changes in temperature, stretching or deformation of the cell membrane, addition of a phosphate group to the ion channel (phosphorylation), and interaction with other molecules in the cell (e.g., G proteins). The rate at which any of these gating processes occurs in response to these triggers are known as the 'kinetics of gating.' Some drugs and many ion channel toxins act as 'gating modifiers' of voltage-gated ion channels by changing the kinetics of gating.",
            "score": 228.2357177734375
        },
        {
            "docid": "37688150_15",
            "document": "Automated patch clamp . Ordinarily, neurons don't grow in suspension cultures, but other cell types can. Some can be transfected with genes to create the membrane ion channels of interest. This means that a cell that normally doesn't have electrical activity can grow ion channels in its membrane that will generate ionic currents. Because the cells are dissociated from one another in suspension cultures, the ionic currents in a single cell can be measured with precision. This allows researchers to study ion channel behavior in more controlled environments without currents from other cells interfering, as usually occurs in neural networks. This is particularly useful in drug screening studies where the target is a specific protein. Because handling cells in suspension is much easier than handling cells in culture or in vivo, patch clamp recordings can be obtained much faster and more reliably this way, which increases productivity, making the screening of thousands of compounds possible.",
            "score": 226.49012756347656
        },
        {
            "docid": "857170_2",
            "document": "Cardiac action potential . The cardiac action potential is a brief change in voltage (membrane potential) across the cell membrane of heart cells. This is caused by the movement of charged atoms (called ions) between the inside and outside of the cell, through proteins called ion channels. The cardiac action potential differs from action potentials found in other types of electrically excitable cells, such as nerves. Action potentials also vary within the heart; this is due to the presence of different ion channels in different cells (see below).",
            "score": 226.43051147460938
        },
        {
            "docid": "8131_12",
            "document": "Dendrite . Electrochemical signals are propagated by action potentials that utilize intermembrane voltage-gated ion channels to transport sodium ions, calcium ions, and potassium ions. Each ion species has its own corresponding protein channel located in the lipid bilayer of the cell membrane. The cell membrane of neurons covers the axons, cell body, dendrites, etc. The protein channels can differ between chemical species in the amount of required activation voltage and the activation duration.",
            "score": 226.10877990722656
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 222.4729461669922
        },
        {
            "docid": "2965167_6",
            "document": "NINDS brain trauma research . One area of research that shows promise is the study of the role of calcium ion influx into the damaged neuron as a cause of cell death and general brain tissue swelling. Calcium enters nerve cells through damaged channels in the axon's membrane. The excess calcium inside the cell causes the axon to swell and also activates chemicals, called proteases, that break down proteins. One family of proteases, the calpains, are especially damaging to nerve cells because they break down proteins that maintain the structure of the axon. Excess calcium within the cell is also destructive to the cell's mitochondria, structures that produce the cell's energy. Mitochondria soak up excess calcium until they swell and stop functioning. If enough mitochondria are damaged, the nerve cell degenerates. Calcium influx has other damaging effects: it activates destructive enzymes, such as caspases that damage the DNA in the cell and trigger programmed cell death, and it damages sodium channels in the cell membrane, allowing sodium ions to flood the cell as well. Sodium influx exacerbates swelling of the cell body and axon.",
            "score": 222.400634765625
        },
        {
            "docid": "531587_8",
            "document": "Depolarization . The resting potential must be established within a cell before the cell can be depolarized. There are many mechanisms by which a cell can establish a resting potential, however there is a typical pattern of generating this resting potential that many cells follow. The cell uses ion channels, ion pumps, and voltage-gated ion channels to generate a negative resting potential within the cell. However, the process of generating the resting potential within the cell also creates an environment outside the cell that favors depolarization. The sodium potassium pump is largely responsible for the optimization of conditions on both the interior and the exterior of the cell for depolarization. By pumping three positively charged sodium ions (Na) out of the cell for every two positively charged potassium ions (K) pumped into the cell, not only is the resting potential of the cell established, but an unfavorable concentration gradient is created by increasing the concentration of sodium outside the cell and increasing the concentration of potassium within the cell. Although there is an excessive amount of potassium in the cell and sodium outside the cell, the generated resting potential keeps the voltage-gated ion channels in the plasma membrane closed, preventing the ions that have been pumped across the plasma membrane from diffusing to an area of lower concentration. Additionally, despite the high concentration of positively-charged potassium ions, most cells contain internal components (of negative charge), which accumulate to establish a negative inner-charge.",
            "score": 222.2930145263672
        },
        {
            "docid": "1349300_27",
            "document": "Cyclic nucleotide–gated ion channel . Almost all responses to odorants in olfactory sensory neurons (OSNs) are facilitated by CNG channels. When an odorant binds to its specific receptor in the chemosensitive cilia membrane, it activates a G protein, which causes a downstream reaction activating the enzyme adenylyl cyclase (AC). This enzyme is responsible for an increase in cAMP concentration within the OSN. cAMP binds to the CNG channels in the OSN membrane, opening them, and making the cell highly permeable to Ca. Calcium ions flow into the cell causing a depolarization. As in all other cell types, CNG channels in OSNs also allow Na to flow into the cell. Additionally, the increased Ca concentration inside the cell activates Ca-dependent chloride (Cl) channels, which causes intracellular Cl ions to also flow out of the cell augmenting the depolarization event. This depolarization stimulates an action potential that ultimately signals the reception of the odorant. In addition to cAMP gated ion channels, a small subset of OSNs also has cGMP-selective CNG channels.",
            "score": 220.74612426757812
        },
        {
            "docid": "2110658_6",
            "document": "LTP induction . What makes this magnesium blockade of the NMDAR channel particularly significant in terms of LTP induction is that the block is membrane voltage-dependent. The basis of this voltage dependence is relatively straightforward. The NMDAR channel is a transmembrane protein; that is, it spans the cell membrane. As such, it also spans the electric field generated by the membrane potential. The magnesium binding site within the NMDAR channel is physically located within this electric field. Magnesium ions carrying a double positive charge can be acted upon by the field. When the cell is hyperpolarized, magnesium is stabilized inside the channel (i.e. the two positive charges on the magnesium ion are attracted toward the negative pole of the electric field, which points toward the inside of the cell). As a cell is depolarized, the field effect on the magnesium ion weakens, and the dwell time of magnesium ions within the channel decreases. Thus, the kinetics of the binding reaction between magnesium and the NMDAR channel are such that magnesium periodically unbinds and leaves the channel, only to be replaced by another magnesium ion. During the (very brief) time that the magnesium is absent from the open channel, other ions (such as sodium and calcium) can flow through the channel. However, when the cell is more hyperpolarized, the bound state of magnesium is stabilized and it leaves the channel less often and for a shorter period of time (on average). When the cell is less hyperpolarized, the magnesium leaves the channel more often and stays away for longer (on average). Hence, the magnesium blockade of the open NMDAR channel is membrane voltage-dependent.",
            "score": 220.6053924560547
        },
        {
            "docid": "2447734_4",
            "document": "ΔF508 . ΔF508 is a class II CFTR mutation. The CFTR protein is largely expressed in cells of the pancreas, intestinal and respiratory epithelia, and all exocrine glands. When properly folded, it is shuttled to the cell membrane, where it becomes a transmembrane protein responsible for opening channels which release chloride ions out of cells; it also simultaneously inhibits the uptake of sodium ions by another channel protein. Both of these functions help to maintain an ion gradient that causes osmosis to draw water out of the cells. The ΔF508 mutation leads to the misfolding of CFTR and its eventual degradation in the ER. In organisms with two complements of the mutation, the protein is entirely absent from the cell membrane, and these critical ion transport functions are not performed.",
            "score": 219.8002166748047
        },
        {
            "docid": "59990_6",
            "document": "Aconitine . Aconitine can interact with the voltage-dependent sodium-ion channels, which are proteins in the cell membranes of excitable tissues, such as cardiac and skeletal muscles and neurons. These proteins are highly selective for sodium ions. They open very fast to depolarize the cell membrane potential, causing the upstroke of an action potential. Normally, the sodium channels close very rapidly, but the depolarization of the membrane potential causes the opening (activation) of potassium channels and potassium efflux, which results in repolarization of the membrane potential.",
            "score": 219.32321166992188
        },
        {
            "docid": "14134569_3",
            "document": "NEDD4 . NEDD4 is an E3 ubiquitin ligase enzyme that targets proteins for ubiquitination. \"NEDD4\" is a highly conserved gene in eukaryotes, and is the founding member of the NEDD4 family of E3 HECT ubiquitin ligases, consisting of 9 members in humans [NEDD4 (this gene), NEDD4-2 (NEDD4L), ITCH, SMURF1, SMURF2, WWP1, WWP2, NEDL1 (HECW1) and NEDDL2 (HECW2)]. NEDD4 regulates a large number of membrane proteins, such as ion channels and membrane receptors, via ubiquitination and endocytosis.",
            "score": 219.2475128173828
        },
        {
            "docid": "622571_2",
            "document": "Ubiquitin ligase . A ubiquitin ligase (also called an E3 ubiquitin ligase) is a protein that recruits an E2 ubiquitin-conjugating enzyme that has been loaded with ubiquitin, recognizes a protein substrate, and assists or directly catalyzes the transfer of ubiquitin from the E2 to the protein substrate. The ubiquitin is attached to a lysine on the target protein by an isopeptide bond. E3 ligases interact with both the target protein and the E2 enzyme, and so impart substrate specificity to the E2. Commonly, E3s polyubiquitinate their substrate with Lys48-linked chains of ubiquitin, targeting the substrate for destruction by the proteasome. However, many other types of linkages are possible and alter a protein's activity, interactions, or localization. Ubiquitination by E3 ligases regulates diverse areas such as cell trafficking, DNA repair, and signaling and is of profound importance in cell biology. E3 ligases are also key players in cell cycle control, mediating the degradation of cyclins, as well as cyclin dependent kinase inhibitor proteins. The human genome encodes over 600 putative E3 ligases, allowing for tremendous diversity in substrates.",
            "score": 219.2428436279297
        },
        {
            "docid": "1033847_4",
            "document": "Transient receptor potential channel . Most TRP channels are composed of 6 membrane-spanning helices with intracellular N- and C-termini. Mammalian TRP channels are activated and regulated by a wide variety of stimuli including many post-transcriptional mechanisms like phosphorylation, G-protein receptor coupling, ligand-gating, and ubiquitination. The receptors are found in almost all cell types and largely localized in the cell membrane, modulating ion entry.",
            "score": 219.08876037597656
        },
        {
            "docid": "50662306_13",
            "document": "Ion channel hypothesis of Alzheimer's disease . Several other classes of amyloid proteins also form ion channels, including proteins implicated in type II diabetes mellitus, prion diseases, Parkinson's disease, and Huntington's disease. Consistent with Aβ channels, other amyloid channels have also been reported to be large, non-selective, voltage-independent, heterogeneous, and irreversible. These distinct properties set amyloid channels apart from other ion channels in neurons and facilitate unregulated ionic leakage resulting in cell depolarization, disruption of ion homeostasis, and cell death. Further investigation of amyloid proteins and the cytotoxic effects of amyloid channel formation is necessary for development of drug candidates that are able to selectively block amyloid channels or bind them prior to membrane insertion, an area of research that may prove highly relevant to not just AD but a wide variety of other diseases.",
            "score": 218.5334930419922
        },
        {
            "docid": "2020589_7",
            "document": "G protein-gated ion channel . Four G protein gated inwardly-rectifying potassium (GIRK) channel subunits have been identified in mammals: GIRK1, GIRK2, GIRK3, and GIRK4. The GIRK subunits come together to form GIRK ion channels. These ion channels, once activated, allow for the flow of potassium ions (K) from the extracellular space surrounding the cell across the plasma membrane and into the cytoplasm. Each channel consists of domains which span the plasma membrane, forming the K-selective pore region through which the K ions will flow. Both the N-and C-terminal ends of the GIRK channels are located within the cytoplasm. These domains interact directly with the βγ-complex of the G protein, leading to activation of the K channel. . These domains on the N-and C-terminal ends which interact with the G proteins contain certain residues which are critical for the proper activation of the GIRK channel. In GIRK4, the N-terminal residue is His-64 and the C-terminal residue is Leu-268; in GIRK1 they are His-57 and Leu-262, respectively. Mutations in these domains lead to the channel's desensitivity to the βγ-complex and therefore reduce the activation of the GIRK channel.",
            "score": 213.40750122070312
        },
        {
            "docid": "2020589_23",
            "document": "G protein-gated ion channel . Atrial fibrillation (abnormal heart rhythm) is associated with shorter action potential duration and believed to be affected by the G protein-gated K channel, I. The I channel, when activated by G proteins, allows for the flow of K across the plasma membrane and out of the cell. This current hyperpolarizes the cell, thus terminating the action potential. It has been shown that in chronic atrial fibrillation there an increase in this inwardly rectifying current because of constantly activated I channels. Increase in the current results in shorter action potential duration experienced in chronic atrial fibrillation and leads to the subsequent fibrillating of the cardiac muscle. Blocking I channel activity could be a therapeutic target in atrial fibrillation and is an area under study.",
            "score": 212.91494750976562
        }
    ]
}