{
    "q": [
        {
            "docid": "22585641_20",
            "document": "Mechanosensitive channels . Bacterial MS channels were first discovered by patch-clamp experiments in E. coli. They have been classified based on their conductance as mini (MscM), small (MscS) and large (MscL). These channels function in tandem-mode and are responsible of turgor regulation in bacteria; when activated by changes in the osmotic pressure. MscM is activated first at really low pressures followed by MscS, and finally MscL being the last chance of survival during osmotic shock. Their task was demonstrated when bacteria missing both MscS and MscL was lysed after exposure to osmotic downshocks.",
            "score": 95.22889232635498
        },
        {
            "docid": "8393459_7",
            "document": "Large-conductance mechanosensitive channel . Physical impacts or vibrations, though crucial for animals, have little effect on microbes such as \"E. coli\". In comparison, osmotic force greatly affects individual cells or microbes within their aquatic environment. When bacteria is under osmotic downshock, which is during the transition from media of high osmolarity to low, water inflow gives rise to a substantial increase in the turgor pressure, which is capable of bursting the cell envelope. Mechanosensitive channels are major pathways for the release of cytoplasmic solutes to achieve a rapid reduction of the turgor pressure, therefore avoiding lysis. Gene disruption experiments confirmed that either MscL or MscS channels can rescue bacteria from a strong osmotic shock, while a double knockout of both channels lead to lysis.",
            "score": 111.67020106315613
        },
        {
            "docid": "8393459_2",
            "document": "Large-conductance mechanosensitive channel . The Large Conductance Mechanosensitive Ion Channel (MscL) Family (TC# 1.A.22) consists of pore-forming membrane proteins that are responsible for translating physical forces applied to cell membranes into electrophysiological activities. MscL has a relatively large conductance, 3 nS, making it permeable to ions, water, and small proteins when opened. MscL acts as stretch-activated osmotic release valve in response to osmotic shock.",
            "score": 128.66114950180054
        },
        {
            "docid": "22585641_22",
            "document": "Mechanosensitive channels . The main conductance is 1nS in buffer solution. Channel-proteins have been found in gram positive and gram negative bacteria, archaea and plants. MscS channel was found after studies in E. coli spheroplasts. The identification of the gene family necessitated for MS of small conductance was as two different channels. YggB encoding MscS and KefA encoding MscK in E. coli further confirm its role osmotic regulation. Mutagenesis studies showed that when both genes YggB and KefA were deleted MscS lost its function, but maintain MscL and MscM, but mutants deficient of YggB and MscL showed that the function of those channel is to open in respond to pressure range right before cell rupture.",
            "score": 116.14959001541138
        },
        {
            "docid": "8393459_6",
            "document": "Large-conductance mechanosensitive channel . The N-terminal S1 domains of Tb-MscL were not resolved in the crystal structure, only inferred as short α helices bundled together to form an additional cytoplasmic gate; however, subsequent cysteine cross-linking experiments supported this proposed configuration. Interestingly, it has been shown that the S1 segment can be heavily mutated without a strong detrimental effect on channel function. Both Ec-MscL and Tb-MscL have been chemically synthesized and reconstituted into vesicle membranes. Single-channel recordings of these MscLs showed similar conductance and pressure dependence to those of the corresponding wild type MscL.",
            "score": 97.25636267662048
        },
        {
            "docid": "22585641_28",
            "document": "Mechanosensitive channels . During the activation of the prokaryotic MscL by tension in the lipid bilayer an intermediate state was determined. The S1 segments form a bundle when the structure is in the closed state, and the crosslinking of S1 segments prevents the opening of the channel. When tension is applied to the membrane the transmembrane barrel-like structure expand and stretch apart the region S1-TM1 allowing the channel to open. The size of the pore at open state is approximately 25Å. The transition from closed to intermediate state is accompanied by small movements of the TM1; further transitions to the open stated are characterized by big rearrangements in both the TM1 and TM2.",
            "score": 161.63672375679016
        },
        {
            "docid": "8393459_14",
            "document": "Large-conductance mechanosensitive channel . It was previously believed that Ec-MscS exhibits complex adaptive behavior, while Ec-MscL does not. A recent study showed that both Ec-MscS and Ec-MscL are capable of adaptive behavior under constant pressure stimuli in excised membrane patch; however, both mechanosensitive channels lose the adaptive ability in whole cell recordings, indicating that the previously known adaptive behavior of Ec-MscS is related to stress relaxation of the membrane instead of specific channel structure. This result further emphasizes the importance of protein-membrane interaction for mechanosensitive channels.",
            "score": 116.48904871940613
        },
        {
            "docid": "8393459_4",
            "document": "Large-conductance mechanosensitive channel . Similar to other ion channels, MscLs are organized as symmetric oligomers with the permeation pathway formed by the packing of subunits around the axis of rotational symmetry. Unlike MscS, which is heptameric, MscL is likely pentameric; although the Sa-MscL appears to be a tetramer in a crystal structure, this may be an artifact. MscL contains two transmembrane helices that are packed in an up-down/nearest neighbor topology. The permeation pathway of the MscL is approximately funnel shaped, with larger opening facing the periplasmic surface of the membrane and the narrowest point near the cytoplasm. At the narrowest point, the pore is constricted by the side chains of symmetry-related residues in Ec-MscL: Leu19 and Val23. The pore diameter of MscL in the open state has been estimated to ~3 nm, which accommodates the passage of small protein up to 9 kD.",
            "score": 121.86497330665588
        },
        {
            "docid": "8393459_10",
            "document": "Large-conductance mechanosensitive channel . Studies have shown that the MscL pore expands to ~30Å in diameter when closed, with change of 15-16Å upon opening, which is the largest known conformational change in channel proteins. This large change accounts for the opening of the 30Å diameter pore, resulting in a 20 nm in-plane protein expansion. Such a transformation is responsible for MscL's unitary conductance of 3nS and the channel's lack of selectivity, allowing any particles with a molecular weight smaller than ~1,000. This property of MscL fulfills its role as an emergency valve to release solutes under osmotic shock.",
            "score": 126.71747374534607
        },
        {
            "docid": "22585641_23",
            "document": "Mechanosensitive channels . The 3D structure of this channel at closed state was elucidated after the crystallography study by Bass et al. which showed that at resolution of 3.9 Å this 31kDa protein is an homoheptamer forming a channel with 80 Å of diameter and 120 Å in length, each subunit contains three transmembrane domains (TM1, TM2, and TM3) with the N-terminal facing the periplasm and the C-terminal embedded in the cytoplasm. The TM3 is highly conserved in MscS family and it is thought to play an important role in MS prokaryotic gating. MscS is a small protein composed of 286 amino acid residues activated by both tension in the lipid bilayer and voltage; in 2002 Vasquez et al. detailed this process and showed that during the change from closed state to open state the TM1 tilt and rotate making TM2 being exposed to the membrane and the TM3 helices expand, tilt, and rotate. During the rearrangement the confined part of the pore was measured as 11 Å, and water molecules were more accessible to the TM3. The two transmembrane domains are in continuous contact with the lipid bilayer and are thought to be the sensor for the tension in the lipid bilayer as well as sensor for voltage because of the three arginine residues present in those domains.",
            "score": 174.71970403194427
        },
        {
            "docid": "6959429_20",
            "document": "Voltage-gated potassium channel . The structure of the mammalian voltage-gated K channel has been used to explain its ability to respond to the voltage across the membrane. Upon opening of the channel, conformational changes in the voltage-sensor domains (VSD) result in the transfer of 12-13 elementary charges across the membrane electric field. This charge transfer is measured as a transient capacitive current that precedes opening of the channel. Several charged residues of the VSD, in particular four arginine residues located regularly at every third position on the S4 segment, are known to move across the transmembrane field and contribute to the gating charge. The position of these arginines, known as gating arginines, are highly conserved in all voltage-gated potassium, sodium, or calcium channels. However, the extent of their movement and their displacement across the transmembrane potential has been subject to extensive debate. Specific domains of the channel subunits have been identified that are responsible for voltage-sensing and converting between the open and closed conformations of the channel. There are at least two closed conformations. In the first, the channel can open if the membrane potential becomes more positive. This type of gating is mediated by a voltage-sensing domain that consists of the S4 alpha helix that contains 6–7 positive charges. Changes in membrane potential cause this alpha helix to move in the lipid bilayer. This movement in turn results in a conformational change in the adjacent S5–S6 helices that form the channel pore and cause this pore to open or close. In the second, \"N-type\" inactivation, voltage-gated K channels inactivate after opening, entering a distinctive, closed conformation. In this inactivated conformation, the channel cannot open, even if the transmembrane voltage is favorable. The amino terminal domain of the K channel or an auxiliary protein can mediate \"N-type\" inactivation. The mechanism of this type of inactivation has been described as a \"ball and chain\" model, where the N-terminus of the protein forms a ball that is tethered to the rest of the protein through a loop (the chain). The tethered ball blocks the inner porehole, preventing ion movement through the channel.",
            "score": 167.31879782676697
        },
        {
            "docid": "22585641_14",
            "document": "Mechanosensitive channels . The different families of stretch-activated ion channels are responsible for different functions around the body. The DEG/ENaC family consists of two subgroups: the ENaC subfamily regulates Na+ reabsorption in kidney and lung epithelia; the ASIC subfamily is involved in fear conditioning, memory formation, and pain sensation. The TRP superfamily of channels are found in sensory receptor cells that are involved in heat sensation, taste, smell, touch, and osmotic and volume regulation. MscM, MscS, and MscL channels (mechanosensitive channels of mini, small, and large conductance) regulate osmotic pressure in cells by releasing intracellular fluid when they become too stretched. In the body, a possible role in myoblast development has been described. Furthermore, mechanically gated ion channels are also found in the stereocilia of the inner ear. Sound waves are able to bend the stereocilia and open up ion channels leading to the creation of nerve impulses. These channels also play a role in sensing vibration and pressure via activation of Pacinian corpuscles in the skin.",
            "score": 115.45072531700134
        },
        {
            "docid": "22585641_16",
            "document": "Mechanosensitive channels . Two different mechanisms have been found to open stretch-activated ion channels: Mechanical deformations in the cell membrane can increase the probability of the channels opening. Proteins of the extracellular matrix and cytoskeleton are tethered to extra - and intra-cytoplasmic domains, respectively, of the stretch-activated ion channels. Tension on these mechanosensory proteins causes these proteins to act as a signaling intermediate, resulting in the opening of the ion channel. All known stretch-activated ion channels in prokaryotic cells have been found to be opened by direct deformation of the lipid bilayer membrane. Channels that have been shown to exclusively use this mechanism of gating are the TREK-1 and TRAAK channels. In studies using mammalian hair cells, the mechanism that pulls on proteins tethered from the intra- and extra-cytoplasmic domain of the channel to the cytoskeleton and extracellular matrix, respectively, is the most likely model for ion channel opening.",
            "score": 161.3151354789734
        },
        {
            "docid": "22585641_46",
            "document": "Mechanosensitive channels . Stretch-activated ion channels perform important functions in many different areas of our body. Pressure-dependent myogenic constriction resistance arteries require these channels for regulation in the smooth muscle of the arteries. They have been found to be used for volume sensing in animals and blood pressure regulation. Bacteria have been shown to relieve hydrostatic pressure through MscL and MscS channels.",
            "score": 85.91106843948364
        },
        {
            "docid": "22585641_27",
            "document": "Mechanosensitive channels . In 1998 the homolog MscL from mycobacterium tuberculosis Tb-MscL was elucidated at closed state by X ray crystallography at 3.5 Å resolution. The protein is a homopentamer composed mostly of helical regions trans orientation of the helices with respect to the bilayer, with two domains: the cytoplasmic and the transmembrane. The channel is 85 Å in length, 35 Å and 50 Å for the cytoplasmic transmembrane domain respectively and 50 Å in diameter. The helices cross the membrane twice with both the C-terminal and the N-terminal, thus having two transmembrane domains TM1 and TM2 being TM1 the most conserved region among MscL proteins especially at the N-terminal region. It is located in the cytoplasm and forms a α-hydrophobic helix called S1; the region between the transmembrane domains form a loop that is divided into two regions: S2 a glycine-proline rich region and S3 a short helical section. Also interestingly the secondary structure of the protein is resistant to thermal denaturation still in the presence of SDS.",
            "score": 146.4133197069168
        },
        {
            "docid": "36080526_17",
            "document": "KcsA potassium channel . Due to the high sequence similarity between the pore of KcsA and other eukaryotic K ion channel proteins, KcsA has provided important insight into the behavior of other important voltage conducting proteins such as the drosophilla-derived \"Shaker\" and the human \"hERG\" potassium channel. KcsA has been used in mutagenesis studies to model the interactions between hERG and various drug compounds. Such tests can screen for drug-hERG channel interactions that cause acquired long QT syndrome, are essential for determining the cardiac safety of new medications. In addition, homology models based on the closed state KcsA crystal structure have been generated computationally to construct a multiple state representation of the hERG cardiac K channel. Such models reveal the flexibility of the hERG channel and can consistently predict the binding affinity of a set of diverse ion channel-interacting ligands. Analysis of the complex ligand-hERG structures can be used to guide the synthesis of drug analogs with reduced hERG liability, based on drug structure and docking potential.",
            "score": 106.52378594875336
        },
        {
            "docid": "12224054_2",
            "document": "Osmolyte . Osmolytes are compounds affecting osmosis. They are soluble in the solution within a cell, or in the surrounding fluid, e.g. as plasma osmolytes. They play a role in maintaining cell volume and fluid balance. For example, when a cell swells due to external osmotic pressure, membrane channels open and allow efflux of osmolytes which carry water with them, restoring normal cell volume. Osmolytes also contribute to protein folding.  Natural osmolytes that can act as osmoprotectants include trimethylamine \"N\"-oxide (TMAO), dimethylsulfoniopropionate, trimethylglycine, sarcosine, betaine, glycerophosphorylcholine, myo-inositol, taurine, glycine, and others. Remarkably, TMAO has the capacity to restore glucocorticoid binding to mutant receptors. Bacteria accumulate osmolytes for protection against a high osmotic environment. The osmolytes will be neutral non-electrolytes, except in bacteria that can tolerate salts. In humans, osmolytes are of particular importance in the renal medulla. Current understanding of osmolytes have been used to calculate the maximum depth where a fish can survive: 26,900 feet (8,200 meters).",
            "score": 89.96956825256348
        },
        {
            "docid": "22585641_26",
            "document": "Mechanosensitive channels . In bacteria MscL was the first MS channels cloned and sequenced, and is by far one of the most studied channels. The gene encoding MscL protein is trkA and it is located in the inner membrane of the E. coli. The protein is 17 KDa, and consists of 136 amino acids; mostly hydrophobic residues resulting in two hydrophobic segments, however molecular weight of the functional channel is presumed to be 60-70 KDa from gel filtration experiments, suggesting oligomerization. As a common feature no cysteines residues are present in this channel.",
            "score": 95.41930317878723
        },
        {
            "docid": "22585641_37",
            "document": "Mechanosensitive channels . In mammalian neurons, opening of the ion channels depolarizes the afferent neuron producing an action potential with sufficient depolarization. Channels open in response to two different mechanisms: the prokaryotic model and the mammalian hair cell model. Stretch-activated ion channels have been shown to detect vibration, pressure, stretch, touch, sounds, tastes, smell, heat, volume, and vision. Stretch-activated ion channels have been categorized into three distinct \"superfamilies\": the ENaC/DEG family, the TRP family, and the K1 selective family. These channels are involved with bodily functions such as blood pressure regulation. They are shown to be associated with many cardiovascular diseases. Stretch-activated channels were first observed in chick skeletal muscles by Falguni Guharay and Frederick Sachs in 1983 and the results were published in 1984. Since then stretch-activated channels have been found in cells from bacteria to humans as well as plants.",
            "score": 129.91550600528717
        },
        {
            "docid": "8393459_11",
            "document": "Large-conductance mechanosensitive channel . Two models have been proposed in explaining the gating mechanism of MS channels: membrane-mediated mechanism and trapdoor mechanism. The trapdoor mechanism is responsible for the opening of ion channels in hair cell. However, more evidence now indicate that the gating of MscL specifically is moderated by the membrane-mediated mechanism, which relies on changes in membrane thickness or curvature that can alter the energetic balance of embedded proteins. This is supported by the observations that variations in the thickness of the phospholipid bilayer or the addition of compounds that induce spontaneous membrane curvature directly impact the tension required to open MscL.",
            "score": 155.72978568077087
        },
        {
            "docid": "22585641_17",
            "document": "Mechanosensitive channels . Although MS vary in many aspects, structures and functions, all the MS studied to date share an important feature: in a process called \"gating\", they all open in a pore-like manner when protein channels are activated by a mechanical stimulus. There are currently two models of the gating process that explain how membrane-activated ion channels open.",
            "score": 132.69678163528442
        },
        {
            "docid": "36080526_5",
            "document": "KcsA potassium channel . In 2007, Riek et. Al. showed that the channel opening that results from titrating the ion channel from pH 7 to pH 4, corresponds to conformational changes in two regions: transition to the ion-exchanging state of the selectivity filter, and the opening of the arrangement of TM2 at the C-terminus. This model explains the ability of KcsA to simultaneous select for K ions while also gating electrical conductance. In 2011, the crystal structure of full length KcsA was resolved to reveal that hindrance by the previously truncated residues permits only straightforward expansion of the intercellular ion passage region of the protein. This research provides a more detailed look into the motion of separate channel regions during ion conduction. In the present day, KcsA studies are focused on using the prokaryotic channel as a model for the channel dynamics of larger eukaryotic K channels, including hERG.",
            "score": 135.81461763381958
        },
        {
            "docid": "35034038_2",
            "document": "Small-conductance mechanosensitive channel . Members of the Small Conductance Mechanosensitive Ion Channel (MscS) Family provide protection against hypo-osmotic shock in bacteria, responding both to stretching of the cell membrane and to membrane depolarization. In eukaryotes, they fulfill a multitude of important functions in addition to osmoregulation. They are present in the membranes of organisms from the three domains of life: bacteria, archaea, fungi and plants.",
            "score": 88.33324658870697
        },
        {
            "docid": "496297_4",
            "document": "Spheroplast . Specially prepared giant spheroplasts of Gram-negative bacteria can be used to study the function of bacterial ion channels through a technique called patch clamp, which was originally designed for characterizing the behavior of neurons and other excitable cells. To prepare giant spheroplasts, bacteria are grown in a medium containing chemicals that prevent the cells from dividing completely. This causes bacteria to form long \"snakes\" that share a single membrane and cytoplasm. After a period of time, the cell walls of the \"snakes\" are digested, and the bacteria collapse into very large spheres surrounded by a single lipid bilayer. The membrane can then be analyzed on a patch clamp apparatus to determine the phenotype of the ion channels embedded in it. It is also common to overexpress a particular channel to amplify its effect and make it easier to characterize.",
            "score": 114.26035416126251
        },
        {
            "docid": "36080526_2",
            "document": "KcsA potassium channel . KcsA is a prokaryotic potassium channel from the soil bacteria \"Streptomyces lividans\" that has been studied extensively in ion channel research. The pH activated protein possesses two transmembrane segments and a highly selective pore region, responsible for the gating and shuttling of K ions from the extracellular environment into the cell. The amino acid sequence found in the selectivity filter of KcsA is highly conserved among both prokaryotic and eukaryotic K voltage channels; as a result, research on KcsA has provided important structural and mechanistic insight on the molecular basis for K ion selection and conduction. As one of the most studied ion channels to this day, KcsA is a template for research on K channel function and its elucidated structure underlies computational modeling of channel dynamics for both prokaryotic and eukaryotic species.",
            "score": 106.94165444374084
        },
        {
            "docid": "7671308_5",
            "document": "Cytolysin . A diverse range of studies has been done on Cytolysins. Since the 1970s, more than 40 new cytolysins have been discovered and grouped into different families. At genetic level, the genetic structures of about 70 Cytolysin proteins has been studied and published. The detailed process of membrane damage has also been surveyed. Rossjohn et al. presents the crystal structure of \"perfringolysin\" O, a thiol-activated cytolysin, which creates membrane holes on eukaryotic cells. A detailed model of membrane channel formation that reveals membrane insertion mechanism is constructed. Shatursky et al. studied the membrane insertion mechanism of Perfringolysin O (PFO), a cholesterol-dependent pore-forming cytolysin produced by pathogenic Clostridium perfringens. Instead of using a single amphipathic β hairpin per plypeptide, PFO monomer contains two amphipathic β hairpins, each spans the whole membrane. Larry et al. focused on the membrane penetrating models of RTX toxins, a family of MDT secreted by many gram-negative bacteria. The insertion and transport process of the protein from RTX to target lipid membrane was revealed.",
            "score": 119.3587144613266
        },
        {
            "docid": "625341_3",
            "document": "Nanopore . When a nanopore is present in an electrically insulating membrane, it can be used as a single-molecule detector. It can be a biological protein channel in a high electrical resistance lipid bilayer, a pore in a solid-state membrane or a hybrid of these – a protein channel set in a synthetic membrane. The detection principle is based on monitoring the ionic current passing through the nanopore as a voltage is applied across the membrane. When the nanopore is of molecular dimensions, passage of molecules (e.g., DNA) cause interruptions of the \"open\" current level, leading to a \"translocation event\" signal. The passage of RNA or single-stranded DNA molecules through the membrane-embedded alpha-hemolysin channel (1.5 nm diameter), for example, causes a ~90% blockage of the current (measured at 1 M KCl solution).",
            "score": 140.03092050552368
        },
        {
            "docid": "8393459_13",
            "document": "Large-conductance mechanosensitive channel . The tension applied to the inner and outer rims of the channel by the lipid bilayer tilts the transmembrane helixes of MscL (The tilts of the M1 helices change by 35-34 during the transition), causing a gradual iris-like expansion and flattening of the MscL barrel. As a result, the transmembrane span of M2 helices is reduced, pulling the periplasmic loops into the membrane to line the extracellular entrance to the pore, establishing a pore diameter of ~3 nm. Along with this iris-like transition, the pore is now lined mostly by polar facets of M1 helices, instead of the hydrophobic constriction during closed state. Once the pore is hydrated, the MscL barrel exerts more force onto the S1-M1 linkers, pulling S1 bundle apart and completely opening the channel.",
            "score": 163.89294600486755
        },
        {
            "docid": "2781940_10",
            "document": "Single-molecule experiment . As in the case of single molecule fluorescence spectroscopy, the technique known as single channel recording can be used to obtain specific kinetic information—in this case about ion channel function—that is not available when ensemble recording, such as whole-cell recording, is performed. Specifically, ion channels alternate between conducting and non-conducting classes, which differ in conformation. Therefore, the functional state of ion channels can be directly measured with sufficiently sensitive electronics, provided that proper precautions are taken to minimize noise. In turn, each of these classes may be divided into one or more kinetic states with direct bearing on the underlying function of the ion channel. Performing these types of single molecule studies under systematically varying conditions (e.g. agonist concentration and structure, permeant ion and/or channel blocker, mutations in the ion channel amino acids), can provide information regarding the interconversion of various kinetic states of the ion channel. In a minimal model for an ion channel, there are two states: open and closed. However, other states are often needed in order to accurately represent the data, including multiple closed states as well as inactive and/or desensitized states, which are non-conducting states that can occur even in the presence of stimulus.",
            "score": 163.56381475925446
        },
        {
            "docid": "42287747_63",
            "document": "Acoustic tweezers . In addition to separate particles with different sign of acoustic contrast factors, acoustic method can also be used to separate particles with different size. Shi \"et al.\" reported a standing surface acoustic wave (SSAW) microfluidic device to separate microparticles with different diameters.(Fig. 7) According to the equation of primary acoustic radiation force, larger particles with experience larger force than smaller particles. Shi \"et al.\" used interdigital transducers (IDTs) to generate SSAW field in a microfluidic channel, and they positioned the pressured nodes in the middle of the channel. When introducing a mixture of particles with different size from the edge of the channel, larger particles will migrate faster to middle of the channel and be collected at the center outlet. Smaller particles will not be able to migrate to the center outlet before they are collected from the side outlets. This experiment setup has also been used to separate blood components, bacteria, and hydrogel particles.",
            "score": 77.73761296272278
        },
        {
            "docid": "22585641_4",
            "document": "Mechanosensitive channels . Mechanosensitive channels were discovered in 1983 in the skeletal muscle of the chick by Falguni Guharay and Frederick Sachs. They were also observed (pub. 1986) in Xenopus oocytes, and frequently studied since that time.  Since then, MS channels have been found in cells from bacteria to humans: they are now known to be present in all three domains of life (Archaea, Bacteria and Eukarya, incl. plants and fungi). In the decades since the discovery of MS, the understanding of their structure and function has increased greatly, and several have been cloned. Specifically, the cloned eukaryotic mechanosensitive channels include the K selective 2P domain channels and the recently cloned cation selective PIEZO family.",
            "score": 80.53260540962219
        },
        {
            "docid": "4209093_5",
            "document": "Bacterial cell structure . The cell envelope is composed of the plasma membrane and cell wall. As in other organisms, the bacterial cell wall provides structural integrity to the cell. In prokaryotes, the primary function of the cell wall is to protect the cell from internal turgor pressure caused by the much higher concentrations of proteins and other molecules inside the cell compared to its external environment. The bacterial cell wall differs from that of all other organisms by the presence of peptidoglycan which is located immediately outside of the cytoplasmic membrane. Peptidoglycan is made up of a polysaccharide backbone consisting of alternating N-Acetylmuramic acid (NAM) and N-acetylglucosamine (NAG) residues in equal amounts. Peptidoglycan is responsible for the rigidity of the bacterial cell wall and for the determination of cell shape. It is relatively porous and is not considered to be a permeability barrier for small substrates. While all bacterial cell walls (with a few exceptions e.g. extracellular parasites such as \"Mycoplasma\") contain peptidoglycan, not all cell walls have the same overall structures. Since the cell wall is required for bacterial survival, but is absent in some eukaryotes, several antibiotics (notably the penicillins and cephalosporins) stop bacterial infections by interfering with cell wall synthesis, while having no effects on human cells which have no cell wall only a cell membrane. There are two main types of bacterial cell walls, those of gram-positive bacteria and those of gram-negative bacteria, which are differentiated by their Gram staining characteristics. For both these types of bacteria, particles of approximately 2 nm can pass through the peptidoglycan. If the bacterial cell wall is entirely removed, it is called a protoplast while if it's partially removed, it is called a spheroplast. \"β\"-Lactam antibiotics such as penicillin inhibit the formation of peptidoglycan cross-links in the bacterial cell wall. The enzyme lysozyme, found in human tears, also digests the cell wall of bacteria and is the body's main defense against eye infections.",
            "score": 120.08943724632263
        }
    ],
    "r": [
        {
            "docid": "22585641_23",
            "document": "Mechanosensitive channels . The 3D structure of this channel at closed state was elucidated after the crystallography study by Bass et al. which showed that at resolution of 3.9 Å this 31kDa protein is an homoheptamer forming a channel with 80 Å of diameter and 120 Å in length, each subunit contains three transmembrane domains (TM1, TM2, and TM3) with the N-terminal facing the periplasm and the C-terminal embedded in the cytoplasm. The TM3 is highly conserved in MscS family and it is thought to play an important role in MS prokaryotic gating. MscS is a small protein composed of 286 amino acid residues activated by both tension in the lipid bilayer and voltage; in 2002 Vasquez et al. detailed this process and showed that during the change from closed state to open state the TM1 tilt and rotate making TM2 being exposed to the membrane and the TM3 helices expand, tilt, and rotate. During the rearrangement the confined part of the pore was measured as 11 Å, and water molecules were more accessible to the TM3. The two transmembrane domains are in continuous contact with the lipid bilayer and are thought to be the sensor for the tension in the lipid bilayer as well as sensor for voltage because of the three arginine residues present in those domains.",
            "score": 174.71969604492188
        },
        {
            "docid": "6959429_20",
            "document": "Voltage-gated potassium channel . The structure of the mammalian voltage-gated K channel has been used to explain its ability to respond to the voltage across the membrane. Upon opening of the channel, conformational changes in the voltage-sensor domains (VSD) result in the transfer of 12-13 elementary charges across the membrane electric field. This charge transfer is measured as a transient capacitive current that precedes opening of the channel. Several charged residues of the VSD, in particular four arginine residues located regularly at every third position on the S4 segment, are known to move across the transmembrane field and contribute to the gating charge. The position of these arginines, known as gating arginines, are highly conserved in all voltage-gated potassium, sodium, or calcium channels. However, the extent of their movement and their displacement across the transmembrane potential has been subject to extensive debate. Specific domains of the channel subunits have been identified that are responsible for voltage-sensing and converting between the open and closed conformations of the channel. There are at least two closed conformations. In the first, the channel can open if the membrane potential becomes more positive. This type of gating is mediated by a voltage-sensing domain that consists of the S4 alpha helix that contains 6–7 positive charges. Changes in membrane potential cause this alpha helix to move in the lipid bilayer. This movement in turn results in a conformational change in the adjacent S5–S6 helices that form the channel pore and cause this pore to open or close. In the second, \"N-type\" inactivation, voltage-gated K channels inactivate after opening, entering a distinctive, closed conformation. In this inactivated conformation, the channel cannot open, even if the transmembrane voltage is favorable. The amino terminal domain of the K channel or an auxiliary protein can mediate \"N-type\" inactivation. The mechanism of this type of inactivation has been described as a \"ball and chain\" model, where the N-terminus of the protein forms a ball that is tethered to the rest of the protein through a loop (the chain). The tethered ball blocks the inner porehole, preventing ion movement through the channel.",
            "score": 167.3188018798828
        },
        {
            "docid": "8393459_13",
            "document": "Large-conductance mechanosensitive channel . The tension applied to the inner and outer rims of the channel by the lipid bilayer tilts the transmembrane helixes of MscL (The tilts of the M1 helices change by 35-34 during the transition), causing a gradual iris-like expansion and flattening of the MscL barrel. As a result, the transmembrane span of M2 helices is reduced, pulling the periplasmic loops into the membrane to line the extracellular entrance to the pore, establishing a pore diameter of ~3 nm. Along with this iris-like transition, the pore is now lined mostly by polar facets of M1 helices, instead of the hydrophobic constriction during closed state. Once the pore is hydrated, the MscL barrel exerts more force onto the S1-M1 linkers, pulling S1 bundle apart and completely opening the channel.",
            "score": 163.8929443359375
        },
        {
            "docid": "2781940_10",
            "document": "Single-molecule experiment . As in the case of single molecule fluorescence spectroscopy, the technique known as single channel recording can be used to obtain specific kinetic information—in this case about ion channel function—that is not available when ensemble recording, such as whole-cell recording, is performed. Specifically, ion channels alternate between conducting and non-conducting classes, which differ in conformation. Therefore, the functional state of ion channels can be directly measured with sufficiently sensitive electronics, provided that proper precautions are taken to minimize noise. In turn, each of these classes may be divided into one or more kinetic states with direct bearing on the underlying function of the ion channel. Performing these types of single molecule studies under systematically varying conditions (e.g. agonist concentration and structure, permeant ion and/or channel blocker, mutations in the ion channel amino acids), can provide information regarding the interconversion of various kinetic states of the ion channel. In a minimal model for an ion channel, there are two states: open and closed. However, other states are often needed in order to accurately represent the data, including multiple closed states as well as inactive and/or desensitized states, which are non-conducting states that can occur even in the presence of stimulus.",
            "score": 163.56381225585938
        },
        {
            "docid": "22585641_28",
            "document": "Mechanosensitive channels . During the activation of the prokaryotic MscL by tension in the lipid bilayer an intermediate state was determined. The S1 segments form a bundle when the structure is in the closed state, and the crosslinking of S1 segments prevents the opening of the channel. When tension is applied to the membrane the transmembrane barrel-like structure expand and stretch apart the region S1-TM1 allowing the channel to open. The size of the pore at open state is approximately 25Å. The transition from closed to intermediate state is accompanied by small movements of the TM1; further transitions to the open stated are characterized by big rearrangements in both the TM1 and TM2.",
            "score": 161.63671875
        },
        {
            "docid": "22585641_16",
            "document": "Mechanosensitive channels . Two different mechanisms have been found to open stretch-activated ion channels: Mechanical deformations in the cell membrane can increase the probability of the channels opening. Proteins of the extracellular matrix and cytoskeleton are tethered to extra - and intra-cytoplasmic domains, respectively, of the stretch-activated ion channels. Tension on these mechanosensory proteins causes these proteins to act as a signaling intermediate, resulting in the opening of the ion channel. All known stretch-activated ion channels in prokaryotic cells have been found to be opened by direct deformation of the lipid bilayer membrane. Channels that have been shown to exclusively use this mechanism of gating are the TREK-1 and TRAAK channels. In studies using mammalian hair cells, the mechanism that pulls on proteins tethered from the intra- and extra-cytoplasmic domain of the channel to the cytoskeleton and extracellular matrix, respectively, is the most likely model for ion channel opening.",
            "score": 161.3151397705078
        },
        {
            "docid": "36080526_6",
            "document": "KcsA potassium channel . The structure of KcsA is that of an inverted cone, with a central pore running down the center made up of two transmembrane helices(the outer-helix M1 and the inner-helix M2), which span the lipid bilayer. The channel itself is a tetramer composed of four identical subunits of two arranged so that one M2 helix faces the central pore, while the other M1 helix faces the lipid membrane. The inner helices are tilted by about 25° in relation to the lipid membrane and are slightly kinked, opening up to face the outside of the cell like a flower. These two TM helices are linked by a reentrant loop, dispersed symmetrically around a common axis corresponding to the central pore. The pore region spans approximately 30 amino acid residues and can be divided into three parts: a selectivity filter near the extracellular side, a dilated water-filled cavity at the center, and a closed gate near the cytoplasmic side formed by four packed M2 helices. This architecture is found to be highly conserved in the potassium channel family in both eukaryotes and prokaryotes.",
            "score": 156.74607849121094
        },
        {
            "docid": "8393459_11",
            "document": "Large-conductance mechanosensitive channel . Two models have been proposed in explaining the gating mechanism of MS channels: membrane-mediated mechanism and trapdoor mechanism. The trapdoor mechanism is responsible for the opening of ion channels in hair cell. However, more evidence now indicate that the gating of MscL specifically is moderated by the membrane-mediated mechanism, which relies on changes in membrane thickness or curvature that can alter the energetic balance of embedded proteins. This is supported by the observations that variations in the thickness of the phospholipid bilayer or the addition of compounds that induce spontaneous membrane curvature directly impact the tension required to open MscL.",
            "score": 155.7297821044922
        },
        {
            "docid": "156998_8",
            "document": "Action potential . The electrical properties of a cell are determined by the structure of the membrane that surrounds it. A cell membrane consists of a lipid bilayer of molecules in which larger protein molecules are embedded. The lipid bilayer is highly resistant to movement of electrically charged ions, so it functions as an insulator. The large membrane-embedded proteins, in contrast, provide channels through which ions can pass across the membrane. Action potentials are driven by channel proteins whose configuration switches between closed and open states as a function of the voltage difference between the interior and exterior of the cell. These voltage-sensitive proteins are known as voltage-gated ion channels.",
            "score": 150.974853515625
        },
        {
            "docid": "1551873_34",
            "document": "ATP-binding cassette transporter . MsbA is a multi-drug resistant (MDR) ABC transporter and possibly a lipid flippase. It is an ATPase that transports lipid A, the hydrophobic moiety of lipopolysaccharide (LPS), a glucosamine-based saccharolipid that makes up the outer monolayer of the outer membranes of most gram-negative bacteria. Lipid A is an endotoxin and so loss of MsbA from the cell membrane or mutations that disrupt transport results in the accumulation of lipid A in the inner cell membrane resulting to cell death. It is a close bacterial homolog of P-glycoprotein (Pgp) by protein sequence homology and has overlapping substrate specificities with the MDR-ABC transporter LmrA from \"Lactococcus lactis\". MsbA from \"E. coli\" is 36% identical to the NH-terminal half of human MDR1, suggesting a common mechanism for transport of amphiphatic and hydrophobic substrates. The MsbA gene encodes a half transporter that contains a transmembrane domain (TMD) fused with a nucleotide-binding domain (NBD). It is assembled as a homodimer with a total molecular mass of 129.2 kD. MsbA contains 6 TMDs on the periplasmic side, an NBD located on the cytoplasmic side of the cell membrane, and an intracellular domain (ICD), bridging the TMD and NBD. This conserved helix extending from the TMD segments into or near the active site of the NBD is largely responsible for crosstalk between TMD and NBD. In particular, ICD1 serves as a conserved pivot about which the NBD can rotate, therefore allowing the NBD to disassociate and dimerize during ATP binding and hydrolysis..  Previously published (and now retracted) X-ray structures of MsbA were inconsistent with the bacterial homolog Sav1866. The structures were reexamined and found to have an error in the assignment of the hand resulting to incorrect models of MsbA. Recently, the errors have been rectified and new structures have been reported. The resting state of \"E. coli\" MsbA exhibits an inverted \"V\" shape with a chamber accessible to the interior of the transporter suggesting an \"open, inward-facing conformation\". The dimer contacts are concentrated between the extracellular loops and while the NBDs are ~50Å apart, the subunits are facing each other. The distance between the residues in the site of the dimer interface have been verified by cross-linking experiments and EPR spectroscopy studies. The relatively large chamber allows it to accommodate large head groups such as that present in lipid A. Significant conformational changes are required to move the large sugar head groups across the membrane. The difference between the two nucleotide-free (apo) structures is the ~30° pivot of TM4/TM5 helices relative to the TM3/TM6 helices. In the closed apo state (from \"V. cholerae\" MsbA), the NBDs are aligned and although closer, have not formed an ATP sandwich, and the P loops of opposing monomers are positioned next to one another. In comparison to the open conformation, the dimer interface of the TMDs in the \"closed, inward-facing conformation\" has extensive contacts. For both apo conformations of MsbA, the chamber opening is facing inward. The structure of MsbA-AMP-PNP (5’-adenylyl-β-γ-imidodiphosphate), obtained from \"S. typhimurium\", is similar to Sav1866. The NBDs in this \"nucleotide-bound, outward-facing conformation\", come together to form a canonical ATP dimer sandwich, that is, the nucleotide is situated in between the P-loop and LSGGQ motif. The conformational transition from MsbA-closed-apo to MsbA-AMP-PNP involves two steps, which are more likely concerted: a ~10° pivot of TM4/TM5 helices towards TM3/TM6, bringing the NBDs closer but not into alignment followed by tilting of TM4/TM5 helices ~20° out of plane. The twisting motion results in the separation of TM3/TM6 helices away from TM1/TM2 leading to a change from an inward- to an outward- facing conformation. Thus, changes in both the orientation and spacing of the NBDs dramatically rearrange the packing of transmembrane helices and effectively switch access to the chamber from the inner to the outer leaflet of the membrane. The structures determined for MsbA is basis for the tilting model of transport. The structures described also highlight the dynamic nature of ABC exporters as also suggested by fluorescence and EPR studies.Recent work has resulted in the discovery of MsbA inhibitors.",
            "score": 146.51748657226562
        },
        {
            "docid": "22585641_27",
            "document": "Mechanosensitive channels . In 1998 the homolog MscL from mycobacterium tuberculosis Tb-MscL was elucidated at closed state by X ray crystallography at 3.5 Å resolution. The protein is a homopentamer composed mostly of helical regions trans orientation of the helices with respect to the bilayer, with two domains: the cytoplasmic and the transmembrane. The channel is 85 Å in length, 35 Å and 50 Å for the cytoplasmic transmembrane domain respectively and 50 Å in diameter. The helices cross the membrane twice with both the C-terminal and the N-terminal, thus having two transmembrane domains TM1 and TM2 being TM1 the most conserved region among MscL proteins especially at the N-terminal region. It is located in the cytoplasm and forms a α-hydrophobic helix called S1; the region between the transmembrane domains form a loop that is divided into two regions: S2 a glycine-proline rich region and S3 a short helical section. Also interestingly the secondary structure of the protein is resistant to thermal denaturation still in the presence of SDS.",
            "score": 146.41331481933594
        },
        {
            "docid": "1258079_6",
            "document": "Voltage-gated ion channel . In general, the voltage sensing portion of the ion channel is responsible for the detection of changes in transmembrane potential that trigger the opening or closing of the channel. The S1-4 alpha helices are generally thought to serve this role. In potassium and sodium channels, voltage-sensing S4 helices contain positively-charged lysine or arginine residues in repeated motifs. In its resting state, half of each S4 helix is in contact with the cell cytosol. Upon depolarization, the positively-charged residues on the S4 domains move toward the exoplasmic surface of the membrane. It is thought that the first 4 arginines account for the gating current, moving toward the extracellular solvent upon channel activation in response to membrane depolarization. The movement of 10–12 of these protein-bound positive charges triggers a conformational change that opens the channel. The exact mechanism by which this movement occurs is not currently agreed upon, however the canonical, transporter, paddle, and twisted models are examples of current theories.",
            "score": 144.55935668945312
        },
        {
            "docid": "20512936_20",
            "document": "Dendritic spike . Staining and labeling techniques are often used in microscopy to help identify specific structures in a cell. Staining usually involves the use of dyes that are absorbed by various cell structures at different rates. Labeling involves the use of fluorescence to identify specific molecules. Fluorophores, fluorescent molecules, may be directly attached or attached to an antibody in order to detect a specific target. In the case of dendritic spikes, staining and labeling are used to identify and quantify the presence of certain voltage-gated channels. For example, rabbit polyclonal antibodies raised against synthetic peptide sequences have been used to identify the presence of Nav1.2, Nav1.3, and Nav1.6 sodium channels in dendrites of the globus pallidus neuron.",
            "score": 142.7845458984375
        },
        {
            "docid": "18983276_5",
            "document": "Channel blocker . To comprehend the mechanism of channel blockers, it is critical to understand the composition of ion channels. Their main function is to contribute to the resting membrane potential of a cell via the flow of ions through a cell membrane. To accomplish this task, ions must be able to cross the hydrophobic region of a lipid bilayer membrane, an unfavorable process. To assist in ion transport, ion channels form a hydrophilic pore through the membrane which allows for the usually unfavorable transfer of hydrophilic molecules. Various ion channels have varying mechanisms of function. They include: Molecules that act as ion channel blockers can be used in relation to any of these various channels. For example, sodium channels, which are essential to the production of action potentials, are affected by many different toxins. Tetrodotoxin (TTX), a toxin found in pufferfish, completely blocks sodium ion transportation by blocking the selectivity filter region of the channel. Much of the structure of the pores of ion channels has been elucidated from studies that used toxins to inhibit channel function.",
            "score": 141.59339904785156
        },
        {
            "docid": "1349300_11",
            "document": "Cyclic nucleotide–gated ion channel . The structure of the pore is similar to other ion channels that contain P-loops. The P-loop enters the membrane of the pore from the extracellular side and exits to the intracellular side. The P loop enters as an alpha helix and exists as an uncoiled strand. Helices that cover the inner membrane line the channel. These also form a 6 helix bundle that signifies the entrance. In order to open the pore, a conformational change must occur in the inner 6 helix bundle.",
            "score": 141.2110137939453
        },
        {
            "docid": "37518608_8",
            "document": "Helicos single molecule fluorescent sequencing . The single molecule fluorescent sequencing is carried out on a glass flow cell with 25 channels for the same or different samples. The system can be run with either one or two flow cells at a time. In the standard configuration, each channel is equivalent and holds approximately 8 μl. Samples are generally loaded with higher volume (usually 20 μl or more) to ensure even hybridization along the length of the flow cell. Samples are inserted into the flow cell via the sample loader included with the overall system. Each channel is individually addressable, and sample is applied using a vacuum. Hybridization to the flow cell is typically carried out at 55◦C for 1 hr.",
            "score": 140.70703125
        },
        {
            "docid": "625341_3",
            "document": "Nanopore . When a nanopore is present in an electrically insulating membrane, it can be used as a single-molecule detector. It can be a biological protein channel in a high electrical resistance lipid bilayer, a pore in a solid-state membrane or a hybrid of these – a protein channel set in a synthetic membrane. The detection principle is based on monitoring the ionic current passing through the nanopore as a voltage is applied across the membrane. When the nanopore is of molecular dimensions, passage of molecules (e.g., DNA) cause interruptions of the \"open\" current level, leading to a \"translocation event\" signal. The passage of RNA or single-stranded DNA molecules through the membrane-embedded alpha-hemolysin channel (1.5 nm diameter), for example, causes a ~90% blockage of the current (measured at 1 M KCl solution).",
            "score": 140.03091430664062
        },
        {
            "docid": "5134478_5",
            "document": "Guard cell . Ion uptake into guard cells causes stomatal opening: The opening of gas exchange pores requires the uptake of potassium ions into guard cells. Potassium channels and pumps have been identified and shown to function in the uptake of ions and opening of stomatal apertures. Ion release from guard cells causes stomatal pore closing: Other ion channels have been identified that mediate release of ions from guard cells, which results in osmotic water efflux from guard cells due to osmosis, shrinking of the guard cells, and closing of stomatal pores (Figures 1 and 2). Specialized potassium efflux channels participate in mediating release of potassium from guard cells. Anion channels were identified as important controllers of stomatal closing. Anion channels have several major functions in controlling stomatal closing: (a) They allow release of anions, such as chloride and malate from guard cells, which is needed for stomatal closing. (b) Anion channels are activated by signals that cause stomatal closing, for example by intracellular calcium and ABA. The resulting release of negatively charged anions from guard cells results in an electrical shift of the membrane to more positive voltages (depolarization) at the intracellular surface of the guard cell plasma membrane. This electrical depolarization of guard cells leads to activation of the outward potassium channels and the release of potassium through these channels. At least two major types of anion channels have been characterized in the plasma membrane: S-type anion channels and R-type anion channels.",
            "score": 139.26258850097656
        },
        {
            "docid": "23455526_2",
            "document": "Fluorescence in the life sciences . Fluorescence is used in the life sciences generally as a non-destructive way of tracking or analysing biological molecules by means of fluorescence. Some proteins or small molecules in cells are naturally fluorescent, which is called intrinsic fluorescence or autofluorescence (such as NADH, tryptophan or endogenous chlorophyll, phycoerythrin or green fluorescent protein). Alternatively, specific or general proteins, nucleic acids, lipids or small molecules can be \"labelled\" with an extrinsic fluorophore, a fluorescent dye which can be a small molecule, protein or quantum dot. Several techniques exist to exploit additional properties of fluorophores, such as fluorescence resonance energy transfer, where the energy is passed non-radiatively to a particular neighbouring dye, allowing proximity or protein activation to be detected; another is the change in properties, such as intensity, of certain dyes depending on their environment allowing their use in structural studies.",
            "score": 138.86505126953125
        },
        {
            "docid": "21400587_11",
            "document": "History of cell membrane theory . This same lateral fluidity was first demonstrated conclusively on the cell surface by Frye and Edidin in 1970. They fused two cells labeled with different membrane-bound fluorescent tags and watched as the two dye populations mixed. The results of this experiment were key in the development of the \"fluid mosaic\" model of the cell membrane by Singer and Nicolson in 1972. According to this model, biological membranes are composed largely of bare lipid bilayer with proteins penetrating either half way or all the way through the membrane. These proteins are visualized as freely floating within a completely liquid bilayer. This was not the first proposal of a heterogeneous membrane structure. Indeed, as early as 1904 Nathansohn proposed a “mosaic” of water permeable and impermeable regions. But the fluid mosaic model was the first to correctly incorporate fluidity, membrane channels and multiple modes of protein/bilayer coupling into one theory.",
            "score": 137.8949432373047
        },
        {
            "docid": "857170_28",
            "document": "Cardiac action potential . Ion channels are proteins, that change shape in response to different stimuli to either allow or prevent the movement of specific ions across a membrane (they are said to be selectively permeable). Stimuli, which can either come from outside the cell or from within the cell, can include the binding of a specific molecule to a receptor on the channel (also known as ligand-gated ion channels) or a change in membrane potential around the channel, detected by a sensor (also known as voltage-gated ion channels) and can act to open or close the channel. The pore formed by an ion channel is aqueous (water filled) and allows the ion to rapidly travel across the membrane. Ion channels can be selective for specific ions, so there are Na, K, Ca, and Cl specific channels. They can also be specific for a certain charge of ions (i.e. positive or negative).",
            "score": 137.1332244873047
        },
        {
            "docid": "143532_4",
            "document": "Pardaxin . Pardaxin has a helix-hinge-helix structure. This structure is common in peptides that act selectively on bacterial membranes and cytotoxic peptides that lyse mammalian and bacterial cells. Pardaxin shows a significantly lower hemolytic activity towards human red blood cells compared to melittin. The C-terminal tail of pardaxin is responsible for this non-selective activity against the erythrocytes and bacteria. The amphiphilic C-terminal helix is the ion-channel lining segment of the peptide. The N-terminal α-helix is important for the insertion of the peptide to the lipid bilayer of the cell.",
            "score": 136.64163208007812
        },
        {
            "docid": "9986646_2",
            "document": "Soliton model in neuroscience . The soliton hypothesis in neuroscience is a model that claims to explain how action potentials are initiated and conducted along axons based on a thermodynamic theory of nerve pulse propagation. It proposes that the signals travel along the cell's membrane in the form of certain kinds of solitary sound (or density) pulses that can be modeled as solitons. The model is proposed as an alternative to the Hodgkin–Huxley model in which action potentials: voltage-gated ion channels in the membrane open and allow sodium ions to enter the cell (inward current). The resulting decrease in membrane potential opens nearby voltage-gated sodium channels, thus propagating the action potential. The transmembrane potential is restored by delayed opening of potassium channels. Soliton hypothesis proponents assert that energy is mainly conserved during propagation except dissipation losses; however, measured temperature changes are also consistent with the Hodgkin-Huxley model.",
            "score": 136.6248016357422
        },
        {
            "docid": "529981_3",
            "document": "Membrane transport protein . A carrier is not open simultaneously to both the extracellular and intracellular environments. Either its inner gate is open, or outer gate is open. In contrast, a channel can be open to both environments at the same time, allowing the molecules to diffuse without interruption. Carriers have binding sites, but pores and channels do not. When a channel is opened, millions of ions can pass through the membrane per second, but only 100 to 1000 molecules typically pass through a carrier molecule in the same time. Each carrier protein is designed to recognize only one substance or one group of very similar substances. Research has correlated defects in specific carrier proteins with specific diseases.",
            "score": 136.11431884765625
        },
        {
            "docid": "1938822_4",
            "document": "HERG . A detailed atomic structure for hERG based on X-ray crystallography is not yet available, but structures have recently been solved by electron microscopy. In the laboratory the heterologously expressed hERG potassium channel comprises 4 identical alpha subunits, which form the channel's pore through the plasma membrane. Each hERG subunit consists of 6 transmembrane alpha helices, numbered S1-S6, a pore helix situated between S5 and S6, and cytoplasmically located N- and C-termini. The S4 helix contains a positively charged arginine or lysine amino acid residue at every 3rd position and is thought to act as a voltage-sensitive sensor, which allows the channel to respond to voltage changes by changing conformations between conducting and non-conducting states (called 'gating'). Between the S5 and S6 helices, there is an extracellular loop (known as 'the turret') and 'the pore loop', which begins and ends extracellularly but loops into the plasma membrane; the pore loop for each of the hERG subunits in one channel face into the ion-conducting pore and are adjacent to the corresponding loops of the 3 other subunits, and together they form the selectivity filter region of the channel pore. The selectivity sequence, SVGFG, is very similar to that contained in bacterial KcsA channels. Although a full crystal structure for hERG is not yet available, a structure has been found for the cytoplasmic N-terminus, which was shown to contain a PAS domain (aminoacid 26-135) that slows the rate of deactivation.",
            "score": 136.1058807373047
        },
        {
            "docid": "36080526_5",
            "document": "KcsA potassium channel . In 2007, Riek et. Al. showed that the channel opening that results from titrating the ion channel from pH 7 to pH 4, corresponds to conformational changes in two regions: transition to the ion-exchanging state of the selectivity filter, and the opening of the arrangement of TM2 at the C-terminus. This model explains the ability of KcsA to simultaneous select for K ions while also gating electrical conductance. In 2011, the crystal structure of full length KcsA was resolved to reveal that hindrance by the previously truncated residues permits only straightforward expansion of the intercellular ion passage region of the protein. This research provides a more detailed look into the motion of separate channel regions during ion conduction. In the present day, KcsA studies are focused on using the prokaryotic channel as a model for the channel dynamics of larger eukaryotic K channels, including hERG.",
            "score": 135.8146209716797
        },
        {
            "docid": "23754109_23",
            "document": "Neonatal diabetes mellitus . KCNJ11 encodes Kir6.2 (a protein coding gene in the potassium channel) and ABCC8 encodes the gene, SUR1 (the type 1 subunit of the sulfonylurea receptor), a member of the ATP-binding cassette transporter family, the two components of the K channel. This channel links glucose metabolism to insulin secretion by closing in response to ATP. Blood glucose storage into Beta-cells lead to glycolysis and cause ATP generation. The elevated ATP/adenosine diphosphate ratio causes closure of the K channel, and inhibit potassium efflux (a lot of potassium flows out of this channel), that leads to depolarization of the Beta-cell membrane. Depolarization is the lost of the difference in charge between the inner and outer parts of the plasma membrane of a muscle. This occurs because change in permeability and migration of sodium ions inside the cell. The voltage gated channels then open, allowing calcium (Ca) to flow inside the channel and cause exocytosis (active transport that moves molecules out of a cell by ejecting them in an energy using process) of insulin-containing granules from the Beta-cells. Activation of defects in KCNJ11 or ABCC8 seems to make the K channel less sensitive to ATP, leaving more channels in an open state after high levels of glucose occurs. Resulting in the failure of insulin response to high blood glucose and leading to NDM.",
            "score": 135.53814697265625
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 135.30258178710938
        },
        {
            "docid": "4909494_4",
            "document": "AGG01 . AGG01 is a cationic peptide, which is a polycationic protein that is rich in positive residues of the amino acids arginine and lysine, and which folds into an amphipathic structure (one which has both hydrophobic and hydrophilic areas). These features mean that it can interact with the anionic lipids in the bacterial membrane, such as phosphatidylglycerol. It inserts itself into the membrane, by competing with cross-linking proteins between each membrane layer, and then sets up trans-membrane protein channels which induce ion transport out of the cell. This causes huge leakage via osmosis through these 'pores' and the general consensus is that the loss of these essential molecules is the mechanism by which bacteria are killed. The bacterial membrane has a different structure from the mammalian plasma membrane, so the protein can only kill pathogenic cells and not human ones.",
            "score": 135.2138671875
        },
        {
            "docid": "11712_3",
            "document": "Facilitated diffusion . Facilitated diffusion is different from simple diffusion in several ways. First, the transport relies on molecular binding between the cargo and the membrane-embedded channel or carrier protein. Second, the rate of facilitated diffusion is saturable with respect to the concentration difference between the two phases; unlike free diffusion which is linear in the concentration difference. Third, the temperature dependence of facilitated transport is substantially different due to the presence of an activated binding event, as compared to free diffusion where the dependence on temperature is mild. Polar molecules and large ions dissolved in water cannot diffuse freely across the plasma membrane due to the hydrophobic nature of the fatty acid tails of the phospholipids that make up the lipid bilayer. Only small, non-polar molecules, such as oxygen and carbon dioxide, can diffuse easily across the membrane. Hence, no nonpolar molecules are transported by proteins in the form of transmembrane channels. These channels are gated, meaning that they open and close, and thus deregulate the flow of ions or small polar molecules across membranes, sometimes against the osmotic gradient. Larger molecules are transported by transmembrane carrier proteins, such as permeases, that change their conformation as the molecules are carried across (e.g. glucose or amino acids).  Non-polar molecules, such as retinol or lipids, are poorly soluble in water. They are transported through aqueous compartments of cells or through extracellular space by water-soluble carriers (e.g. retinol binding protein). The metabolites are not altered because no energy is required for facilitated diffusion. Only permease changes its shape in order to transport metabolites. The form of transport through a cell membrane in which a metabolite is modified is called group translocation transportation.",
            "score": 135.15798950195312
        },
        {
            "docid": "27083115_8",
            "document": "Single-molecule FRET . Normally, the fluorescent emission of both donor and acceptor fluorophores is detected by two independent detectors and the FRET signal is computed from the ratio of intensities in the two channels. Some setup configurations further split each spectral channel (donor or acceptor) in two orthogonal polarizations (therefore requiring 4 detectors) and are able to measure both FRET and fluorescence anisotropy at the same time. In other configurations, 3 or 4 spectral channels are acquired at the same time in order to measure multiple FRET pairs at the same time.  Both CW or pulsed lasers can be used as excitation source. When using pulsed lasers, a suitable acquisition hardware can measure the photon arrival time with respect to the last laser pulse with picosecond resolution, in the so-called time-correlated single photon counting (TCSPC) acquisition. In this configuration each photon is characterized by a macro-time (i.e. a coarse 10-50 ns timestamp) and a micro-time (i.e. delay with respect the last laser pulse). The latter can be used to extract lifetime information and obtain the FRET signal.",
            "score": 134.7041015625
        },
        {
            "docid": "15303_19",
            "document": "Ion channel . Channels differ with respect to the ion they let pass (for example, Na, K, Cl), the ways in which they may be regulated, the number of subunits of which they are composed and other aspects of structure. Channels belonging to the largest class, which includes the voltage-gated channels that underlie the nerve impulse, consists of four subunits with six transmembrane helices each. On activation, these helices move about and open the pore. Two of these six helices are separated by a loop that lines the pore and is the primary determinant of ion selectivity and conductance in this channel class and some others. The existence and mechanism for ion selectivity was first postulated in the late 1960s by Bertil Hille and Clay Armstrong. The idea of the ionic selectivity for potassium channels was that the carbonyl oxygens of the protein backbones of the \"selectivity filter\" (named by Bertil Hille) could efficiently replace the water molecules that normally shield potassium ions, but that sodium ions were smaller and cannot be completely dehydrated to allow such shielding, and therefore could not pass through. This mechanism was finally confirmed when the first structure of an ion channel was elucidated. A bacterial potassium channel KcsA, consisting of just the selectivity filter, \"P\" loop and two transmembrane helices was used as a model to study the permeability and the selectivity of ion channels in the Mackinnon lab. The determination of the molecular structure of KcsA by Roderick MacKinnon using X-ray crystallography won a share of the 2003 Nobel Prize in Chemistry.",
            "score": 134.6023406982422
        }
    ]
}