{
    "q": [
        {
            "docid": "1101329_2",
            "document": "Sterol . Sterols, also known as steroid alcohols, are a subgroup of the steroids and an important class of organic molecules. They occur naturally in plants, animals, and fungi, and can be also produced by some bacteria (however likely with different functions). The most familiar type of animal sterol is cholesterol, which is vital to cell membrane structure, and functions as a precursor to fat-soluble vitamins and steroid hormones. Sterols of plants are called \"phytosterols\" and sterols of animals are called \"zoosterols\". The most important zoosterol is cholesterol; notable phytosterols include campesterol, sitosterol, and stigmasterol. Ergosterol is a sterol present in the cell membrane of fungi, where it serves a role similar to cholesterol in animal cells.",
            "score": 146.08720421791077
        },
        {
            "docid": "5560406_5",
            "document": "Foam cell . Foam cell degradation or more specifically the breakdown of esterified cholesterols, is facilitated by a number of efflux receptors and pathways. Esterified cholesterol from cytoplasmic liquid droplets are once again hydrolyzed to free cholesterol by acid cholesterol esterase. Free cholesterol can then be secreted from the macrophage by the efflux to ApoA1 and ApoE discs via the ABCA1 receptor. This pathway is usually used by modified or pathological lipoproteins like AcLDL, OxLDL and βVLDL. FC can also be transported to a recycling compartment through the efflux to ApoA1 containing HDLs (high density lipoproteins) via aqueous diffusion or transport through the SR-B1 or ABCG1 receptors. While this pathway can also be used by modified lipoproteins, LDL derived cholesterol can only use this pathway to excrete FC. The differences in excretory pathways between types of lipoproteins is mainly a result of the cholesterol being segregated into different areas.",
            "score": 246.72377252578735
        },
        {
            "docid": "10905770_9",
            "document": "Farnesyl-diphosphate farnesyltransferase . FPP is an important metabolic intermediate in the mevalonate pathway that represents a major branch point in terpenoid pathways. FPP is used to form several important classes of compounds in addition to sterols (\"via\" squalene), including ubiquinone and dolichols. SQS catalyzes the first committed step in sterol biosynthesis from FPP, and is therefore important for controlling the flux towards sterol vs. non-sterol products. The activity of SQS is intimately related to the activity of HMG-CoA reductase, which catalyzes the rate-limiting step of the mevalonate pathway. High levels of LDL-derived cholesterol inhibit HMG-CoA reductase activity significantly, since mevalonate is no longer needed for sterol production. However, residual HMG-CoA reductase activity is observed even with very high LDL levels, such that FPP can be made for forming non-sterol products essential for cell growth. To prevent this residual FPP from being used for sterol synthesis when sterols are abundant, SQS activity declines significantly when LDL levels are high. This suppression of SQS activity is better thought of as a flux control mechanism, rather than a way to regulate cholesterol levels. This is since HMG-CoA reductase is the more significant control factor for regulating cholesterol synthesis (its activity is 98% inhibited when LDL levels are high).",
            "score": 210.85394501686096
        },
        {
            "docid": "17940_20",
            "document": "Lipid . Sterol lipids, such as cholesterol and its derivatives, are an important component of membrane lipids, along with the glycerophospholipids and sphingomyelins. The steroids, all derived from the same fused four-ring core structure, have different biological roles as hormones and signaling molecules. The eighteen-carbon (C18) steroids include the estrogen family whereas the C19 steroids comprise the androgens such as testosterone and androsterone. The C21 subclass includes the progestogens as well as the glucocorticoids and mineralocorticoids. The secosteroids, comprising various forms of vitamin D, are characterized by cleavage of the B ring of the core structure. Other examples of sterols are the bile acids and their conjugates, which in mammals are oxidized derivatives of cholesterol and are synthesized in the liver. The plant equivalents are the phytosterols, such as β-sitosterol, stigmasterol, and brassicasterol; the latter compound is also used as a biomarker for algal growth. The predominant sterol in fungal cell membranes is ergosterol.",
            "score": 123.25770688056946
        },
        {
            "docid": "45634335_4",
            "document": "C-5 sterol desaturase . C-5 sterol desaturase catalyzes an intermediate step in the synthesis of major sterols. The particular biosynthetic pathway varies across eukaryotes. In animals C5SD catalyzes the dehydration of lathosterol to 7-dehydrocholesterol, a step in the synthesis of cholesterol. Cholesterol serves multiple roles in the cell including modulating membrane fluidity serving as a precursor to steroid hormones. In fungi C5SD catalyzes the dehydration of episterol as a step in the synthesis of ergosterol, a sterol that regulates cell membrane fluidity and permeability. In plants such as \"Arabidopsis thaliana\", C-5 sterol desaturase catalyzes the dehydrogenation of episterol and avenasterol in a pathway thought to lead to a variety of membrane components as well as a class of hormones called brassinosteroids.",
            "score": 190.51597905158997
        },
        {
            "docid": "4917048_5",
            "document": "Sterol regulatory element-binding protein . Animal cells maintain proper levels of intracellular lipids (fats and oils) under widely varying circumstances (lipid homeostasis). For example, when cellular cholesterol levels fall below the level needed, the cell makes more of the enzymes necessary to make cholesterol. A principle step in this response is to make more of the mRNA transcripts that direct the synthesis of these enzymes. Conversely, when there is enough cholesterol around, the cell stops making those mRNAs and the level of the enzymes falls. As a result, the cell quits making cholesterol once it has enough. A notable feature of this regulatory feedback machinery was first observed for the SREBP pathway - regulated intramembrane proteolysis (RIP). Subsequently, RIP was found to be used in almost all organisms from bacteria to human beings and regulates a wide range of processes ranging from development to neurodegeneration.",
            "score": 200.95893049240112
        },
        {
            "docid": "5988464_14",
            "document": "Lipid metabolism . Cholesterol can be made from acetyl-CoA through a multiple-step pathway known as Isoprenoid Pathway. Cholesterols are essential because they can be modified to form different hormones in the body such as progesteron 70% of Choleserol biosynthesis occurs in the cytosol of liver cells.",
            "score": 224.91928505897522
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 236.0625694990158
        },
        {
            "docid": "10905770_12",
            "document": "Farnesyl-diphosphate farnesyltransferase . Squalene synthase (SQS) is an enzyme participating in the isoprenoid biosynthetic pathway. SQS synthase catalyzes the branching point between sterol and nonsterol biosynthesis, and commits farnesyl pyrophosphate (FPP) exclusively to production of sterols. An important sterol produced by this pathway is cholesterol, which is used in cell membranes and for the synthesis of hormones. SQS competes with several other enzymes for use of FPP, since it is a precursor for a variety of terpenoids. Decreases in SQS activity limit flux of FPP to the sterol pathway, and increase the production of nonsterol products. Important nonsterol products include ubiquinone, dolichols, heme A, and farnesylated proteins",
            "score": 217.88510179519653
        },
        {
            "docid": "4561837_7",
            "document": "Adrenocortical hormone . The synthesis of adrenocortical steroid hormones involves a chain of oxidation-reduction reactions catalyzed by a series of enzymes. Synthesis begins with a molecule of cholesterol. Through shared intermediates and pathways branching off those shared intermediates, the different classes of steroids are synthesized. Steroids are synthesized from cholesterol in their respective regions of the adrenal cortex. The process is controlled by steroidogenic acute regulatory protein (StAR) which sits in the mitochondrial membrane and regulates the passage of cholesterol. This is the rate-limiting step of steroid biosynthesis. Once StAR has transported cholesterol into the mitochondria, the cholesterol molecule undergoes a string of oxidation-reduction reactions catalyzed by a series of enzymes from the family of cytochrome P450 enzymes. A coenzyme system called adrenodoxin reductase transfers electrons to the P450 enzyme which initiates the oxidation-reduction reactions that transform cholesterol into the steroid hormones. Though synthesis is initiated inside mitochondria, precursors are shuttled to the endoplasmic reticulum for processing by enzymes present in the endoplasmic reticulum. The precursors are shuttled back to the mitochondria in the region of the adrenal cortex within which synthesis initially began and it is there that synthesis is completed.",
            "score": 178.5845410823822
        },
        {
            "docid": "17367_5",
            "document": "Konrad Emil Bloch . Bloch shared the Nobel Prize in Physiology or Medicine in 1964 with Feodor Lynen, for their discoveries concerning the mechanism and regulation of the cholesterol and fatty acid metabolism. Their work showed that the body first makes squalene from acetate over many steps and then converts the squalene to cholesterol. He traced all the carbon atoms in cholesterol back to acetate. Some of his research was conducted using radioactive acetate in bread mold: this was possible because fungi also produce squalene. He confirmed his results using rats. He was one of several researchers who showed that acetyl Coenzyme A is turned into mevalonic acid. Both Bloch and Lynen then showed that mevalonic acid is converted into chemically active isoprene, the precursor to squalene. Bloch also discovered that bile and a female sex hormone were made from cholesterol, which led to the discovery that all steroids were made from cholesterol. His Nobel Lecture was \"The Biological Synthesis of Cholesterol.\"",
            "score": 151.57024240493774
        },
        {
            "docid": "6437_2",
            "document": "Cholesterol . Cholesterol (from the Ancient Greek \"chole-\" (bile) and \"stereos\" (solid), followed by the chemical suffix \"-ol\" for an alcohol) is an organic molecule. It is a sterol (or modified steroid), a type of lipid molecule, and is biosynthesized by all animal cells, because it is an essential structural component of all animal cell membranes and is essential to maintain both membrane structural integrity and fluidity. Cholesterol allows animal cells to function without a cell wall (which in other species protects membrane integrity and cell viability); this allows animal cells to change shape rapidly.",
            "score": 151.26037168502808
        },
        {
            "docid": "31320936_3",
            "document": "List of cholesterol in foods . Cholesterol is a sterol, a steroid-like hormone made by animals, including humans. The human body makes one-eighth to one-fourth teaspoons of pure cholesterol daily. A cholesterol level of 5.5 (units?) or below is recommended for an adult. The rise of cholesterol in the body can give a condition in which excessive cholesterol is deposited in artery walls called atherosclerosis. This condition blocks the blood flow to vital organs which can result in high blood pressure or stroke.  Cholesterol is not always bad. There are some types of cholesterol which are beneficial to the heart and blood vessels. High-density lipoprotein is commonly called the \"good\" part of cholesterol. These lipoproteins help in the removal of cholesterol from the cells, which is then transported back to the liver where it is disintegrated and excreted as waste or broken down into parts.",
            "score": 140.7688229084015
        },
        {
            "docid": "4561837_6",
            "document": "Adrenocortical hormone . Adrenocortical hormones are considered steroid hormones because of the shared characteristic of a cholesterol backbone. The structures of different steroids differ by the types and locations of additional atoms on a cholesterol backbone. The cholesterol backbone consists of four hydrocarbon rings, three cyclohexane rings and one cyclopentane, that contribute to its insolubility in aqueous environments. However, the hydrophobic nature allows them to readily diffuse through the plasma membrane of cells. This is important to the function of steroid hormones as they rely on cellular response pathways to restore the homeostatic imbalance that initiated the hormone release.",
            "score": 177.2014148235321
        },
        {
            "docid": "14284098_11",
            "document": "Diphosphomevalonate decarboxylase . The mevalonate pathway is also used in higher order eukaryotes and plants. Mevalonate diphosphate decarboxylase is mainly present in the liver of mammals where the majority of mevalonate is converted to cholesterol. Some of the cholesterol is converted to steroid hormones, bile acids, and vitamin D. Mevalonate is also converted into many other important intermediates in mammalian cells: dolichols (carriers in the assembly of carbohydrate chains in glycoproteins), ubiquinones (important for electron transport), tRNA isopentenyltransferase (used in protein synthesis), and franesylated and geranylgeranylated proteins (membrane associated proteins that appear to be involved in intracellular signaling). The main point of regulation in cholesterol and nonsterol isoprene biosynethsis is HMGCoA reductase, the third enzyme in the mevalonate pathway.",
            "score": 203.5432357788086
        },
        {
            "docid": "33051527_13",
            "document": "Cell membrane . In animal cells cholesterol is normally found dispersed in varying degrees throughout cell membranes, in the irregular spaces between the hydrophobic tails of the membrane lipids, where it confers a stiffening and strengthening effect on the membrane. Additionally, the amount of cholesterol in biological membranes varies between organisms, cell types, and even in individual cells. Cholesterol, a major component of animal plasma membranes, regulates the fluidity of the overall membrane, meaning that cholesterol controls the amount of movement of the various cell membrane components based on its concentrations. In high temperatures, cholesterol inhibits the movement of phospholipid fatty acid chains,causing a reduced permeability to small molecules and reduced membrane fluidity. The opposite is true for the role of cholesterol in cooler temperatures. Cholesterol production, and thus concentration, is up-regulated (increased) in response to cold temperature. At cold temperatures, cholesterol interferes with fatty acid chain interactions. Acting as antifreeze, cholesterol maintains the fluidity of the membrane. Cholesterol is more abundant in cold-weather animals than warm-weather animals. In plants, which lack cholesterol, related compounds called sterols perform the same function as cholesterol.",
            "score": 152.19129133224487
        },
        {
            "docid": "575176_3",
            "document": "Antifungal . A polyene is a molecule with multiple conjugated double bonds. A polyene antifungal is a macrocyclic polyene with a heavily hydroxylated region on the ring opposite the conjugated system. This makes polyene antifungals amphiphilic. The polyene antimycotics bind with sterols in the fungal cell membrane, principally ergosterol. This changes the transition temperature (Tg) of the cell membrane, thereby placing the membrane in a less fluid, more crystalline state. (In ordinary circumstances membrane sterols increase the packing of the phospholipid bilayer making the plasma membrane more dense.) As a result, the cell's contents including monovalent ions (K, Na, H, and Cl), small organic molecules leak and this is regarded one of the primary ways cell dies. Animal cells contain cholesterol instead of ergosterol and so they are much less susceptible. However, at therapeutic doses, some amphotericin B may bind to animal membrane cholesterol, increasing the risk of human toxicity. Amphotericin B is nephrotoxic when given intravenously. As a polyene's hydrophobic chain is shortened, its sterol binding activity is increased. Therefore, further reduction of the hydrophobic chain may result in it binding to cholesterol, making it toxic to animals.",
            "score": 132.29535281658173
        },
        {
            "docid": "1585648_6",
            "document": "Metabolic engineering . In 1990s, a new technique called metabolic engineering emerged. This technique analyzes the metabolic pathway of a microorganism, and determines the constraints and their effects on the production of desired compounds. It then uses genetic engineering to relieve these constraints. Some examples of successful metabolic engineering are the following: (i) Identification of constraints to lysine production in \"Corynebacterium\" \"glutamicum\" and insertion of new genes to relieve these constraints to improve production (ii) Engineering of a new fatty acid biosynthesis pathway, called reversed beta oxidation pathway, that is more efficient than the native pathway in producing fatty acids and alcohols which can potentially be catalytically converted to chemicals and fuels (iii) Improved production of DAHP an aromatic metabolite produced by \"E. coli\" that is an intermediate in the production of aromatic amino acids. It was determined through metabolic flux analysis that the theoretical maximal yield of DAHP per glucose molecule utilized, was 3/7. This is because some of the carbon from glucose is lost as carbon dioxide, instead of being utilized to produce DAHP. Also, one of the metabolites (PEP, or phosphoenolpyruvate) that are used to produce DAHP, was being converted to pyruvate (PYR) to transport glucose into the cell, and therefore, was no longer available to produce DAHP. In order to relieve the shortage of PEP and increase yield, Patnaik et al. used genetic engineering on \"E. coli\" to introduce a reaction that converts PYR back to PEP. Thus, the PEP used to transport glucose into the cell is regenerated, and can be used to make DAHP. This resulted in a new theoretical maximal yield of 6/7 – double that of the native \"E. coli\" system.",
            "score": 205.69700026512146
        },
        {
            "docid": "2296_23",
            "document": "Adrenal gland . All corticosteroid hormones share cholesterol as a common precursor. Therefore, the first step in steroidogenesis is cholesterol uptake or synthesis. Cells that produce steroid hormones can acquire cholesterol through two paths. The main source is through dietary cholesterol transported via the blood as cholesterol esters within low density lipoproteins (LDL). LDL enters the cells through receptor-mediated endocytosis. The other source of cholesterol is synthesis in the cell's endoplasmic reticulum. Synthesis can compensate when LDL levels are abnormally low. In the lysosome, cholesterol esters are converted to free cholesterol, which is then used for steroidogenesis or stored in the cell.",
            "score": 159.88857865333557
        },
        {
            "docid": "6437_3",
            "document": "Cholesterol . In addition to its importance for animal cell structure, cholesterol also serves as a precursor for the biosynthesis of steroid hormones, bile acid and vitamin D. Cholesterol is the principal sterol synthesized by all animals. In vertebrates, hepatic cells typically produce the greatest amounts. It is absent among prokaryotes (bacteria and archaea), although there are some exceptions, such as \"Mycoplasma\", which require cholesterol for growth.",
            "score": 112.81396341323853
        },
        {
            "docid": "6437_35",
            "document": "Cholesterol . When this process becomes unregulated, LDL molecules without receptors begin to appear in the blood. These LDL molecules are oxidized and taken up by macrophages, which become engorged and form foam cells. These foam cells often become trapped in the walls of blood vessels and contribute to atherosclerotic plaque formation. Differences in cholesterol homeostasis affect the development of early atherosclerosis (carotid intima-media thickness). These plaques are the main causes of heart attacks, strokes, and other serious medical problems, leading to the association of so-called LDL cholesterol (actually a lipoprotein) with \"bad\" cholesterol.",
            "score": 142.41997027397156
        },
        {
            "docid": "6700732_3",
            "document": "CYP27A1 . CYP27A1 participates in the degradation of cholesterol to bile acids in both the classic and acidic pathways. It is the initiating enzyme in the acidic pathway to bile acids, yielding oxysterols by introducing a hydroxyl group to the carbon at the 27 position in cholesterol. In the acidic pathway, it produces 27-hydroxycholesterol from cholesterol whereas in the classic or neutral pathway, it produces 3β-hydroxy-5-cholestenoic acid.",
            "score": 182.88043069839478
        },
        {
            "docid": "2984618_11",
            "document": "Bile acid . Bile salts constitute a large family of molecules, composed of a steroid structure with four rings, a five- or eight-carbon side-chain terminating in a carboxylic acid, and several hydroxyl groups, the number and orientation of which is different among the specific bile salts. The four rings are labeled A, B, C, and D, from the farthest to the closest to the side chain with the carboxyl group. The D-ring is smaller by one carbon than the other three. The structure is commonly drawn with A at the left and D at the right. The hydroxyl groups can be in either of two configurations: either up (or out), termed beta (β; often drawn by convention as a solid line), or down, termed alpha (α; displayed as a dashed line). All bile acids have a 3-hydroxyl group, derived from the parent molecule, cholesterol, in which the 3-hydroxyl is beta. The initial step in the classical pathway of hepatic synthesis of bile acids is the enzymatic addition of a 7α hydroxyl group by cholesterol 7α-hydroxylase (CYP7A1) forming 7α-hydroxycholesterol. This is then metabolised to 7α-hydroxy-4-cholesten-3-one. There are multiple steps in bile acid synthesis requiring 14 enzymes in all. These result in the junction between the first two steroid rings (A and B) being altered, making the molecule bent; in this process, the 3-hydroxyl is converted to the α orientation. The simplest 24-carbon bile acid has two hydroxyl groups at positions 3α and 7α. This is 3α,7α-dihydroxy-5β-cholan-24-oic acid, or, as more usually known, chenodeoxycholic acid. This bile acid was first isolated from the domestic goose, from which the \"cheno\" portion of the name was derived. The 5β in the name denotes the orientation of the junction between rings A and B of the steroid nucleus (in this case, they are bent). The term \"cholan\" denotes a particular steroid structure of 24 carbons, and the \"24-oic acid\" indicates that the carboxylic acid is found at position 24, at the end of the side-chain. Chenodeoxycholic acid is made by many species, and is the prototypic functional bile acid.",
            "score": 137.23672115802765
        },
        {
            "docid": "619938_2",
            "document": "Mevalonate pathway . The mevalonate pathway, also known as the isoprenoid pathway or HMG-CoA reductase pathway is an essential metabolic pathway present in eukaryotes, archaea, and some bacteria. The pathway produces two five-carbon building blocks called isopentenyl pyrophosphate (IPP) and dimethylallyl pyrophosphate (DMAPP), which are used to make isoprenoids, a diverse class of over 30,000 biomolecules such as cholesterol, heme, vitamin K, coenzyme Q10, and all steroid hormones.",
            "score": 216.28673315048218
        },
        {
            "docid": "11458113_4",
            "document": "Hepatic lipase . Hepatic lipase falls under a class of enzymes known as hydrolases. Its function is to catalyze triacylglycerol to Diacylglycerol and carboxylate (free fatty acids) with the addition of water. The substrate, triacylglycerol, comes from IDL (Intermediate-density lipoprotein) and the release of free fatty acids converts IDL into LDL (Low-density lipoprotein). These remaining remnants of LDL can be sent back to the liver, where it can be stored for later use or broken down to harness its energy. It can also be sent to peripheral cells for its cholesterol and used in anabolic pathways to build molecules that the cell needs such as hormones that include a cholesterol backbone.",
            "score": 197.1176130771637
        },
        {
            "docid": "6437_12",
            "document": "Cholesterol . Within the cell membrane, cholesterol also functions in intracellular transport, cell signaling and nerve conduction. Cholesterol is essential for the structure and function of invaginated caveolae and clathrin-coated pits, including caveola-dependent and clathrin-dependent endocytosis. The role of cholesterol in endocytosis of these types can be investigated by using methyl beta cyclodextrin (MβCD) to remove cholesterol from the plasma membrane. Recent studies show that cholesterol is also implicated in cell signaling processes, assisting in the formation of lipid rafts in the plasma membrane, which brings receptor proteins in close proximity with high concentrations of second messenger molecules. In multiple layers, cholesterol and phospholipids, both electrical insulators, can facilitate speed of transmission of electrical impulses along nerve tissue. For many neuron fibers, a myelin sheath, rich in cholesterol since it is derived from compacted layers of Schwann cell membrane, provides insulation for more efficient conduction of impulses. Demyelination (loss of some of these Schwann cells) is believed to be part of the basis for multiple sclerosis.",
            "score": 159.3697406053543
        },
        {
            "docid": "5350008_16",
            "document": "Steroidogenic acute regulatory protein . Recent findings suggest that StAR may also traffic cholesterol to a second mitochondrial enzyme, sterol 27-hydroxylase. This enzyme converts cholesterol to 27-hydroxycholesterol. In this way it may be important for the first step in one of the two pathways for the production of bile acids by the liver (the alternative pathway).",
            "score": 183.63300704956055
        },
        {
            "docid": "13885_8",
            "document": "High-density lipoprotein . The cholesterol delivered to the liver is excreted into the bile and, hence, intestine either directly or indirectly after conversion into bile acids. Delivery of HDL cholesterol to adrenals, ovaries, and testes is important for the synthesis of steroid hormones. Several steps in the metabolism of HDL can participate in the transport of cholesterol from lipid-laden macrophages of atherosclerotic arteries, termed foam cells, to the liver for secretion into the bile. This pathway has been termed \"reverse cholesterol transport\" and is considered as the classical protective function of HDL toward atherosclerosis.",
            "score": 176.34081554412842
        },
        {
            "docid": "6437_13",
            "document": "Cholesterol . Within cells, cholesterol is also a precursor molecule for several biochemical pathways. For example, it is the precursor molecule for the synthesis of vitamin D and all steroid hormones, including the adrenal gland hormones cortisol and aldosterone, as well as the sex hormones progesterone, estrogens, and testosterone, and their derivatives.",
            "score": 196.8992075920105
        },
        {
            "docid": "625628_17",
            "document": "Lingzhi mushroom . \"Ganoderma lucidum\" produces a group of triterpenes called ganoderic acids, which have a molecular structure similar to steroid hormones. It also contains other compounds often found in fungal materials, including polysaccharides (such as beta-glucan), coumarin, mannitol, and alkaloids. Sterols isolated from the mushroom include, ganoderol, ganoderenic acid, ganoderiol, ganodermanontriol, lucidadiol, and ganodermadiol. Fungal immunomodulatory proteins (FIPs) are bioactive ingredients within genera \"Ganoderma\" that have immune building properties. FIPs stimulate different cells and cellular components that enable immune response. Some of the molecules and cells that FIPs influence include T and B lymphocytes, natural killer cells, macrophages, and regulation of human monocyte DCs. Improved function of these cells will promote cytokine expressions such as IL2, IL-4, and IFN-gamma which will support lymphocyte proliferation, immune cell initiation, and tumor inhibiting factors. Immunostimulation from FIPs could cause increased expression of costimulatory molecules and major histocompatibility complexes (MHC) which help to create a pathway for immune response to take place.",
            "score": 138.526123046875
        },
        {
            "docid": "6437_39",
            "document": "Cholesterol . Cholesterol is oxidized by the liver into a variety of bile acids. These, in turn, are conjugated with glycine, taurine, glucuronic acid, or sulfate. A mixture of conjugated and nonconjugated bile acids, along with cholesterol itself, is excreted from the liver into the bile. Approximately 95% of the bile acids are reabsorbed from the intestines, and the remainder are lost in the feces. The excretion and reabsorption of bile acids forms the basis of the enterohepatic circulation, which is essential for the digestion and absorption of dietary fats. Under certain circumstances, when more concentrated, as in the gallbladder, cholesterol crystallises and is the major constituent of most gallstones (lecithin and bilirubin gallstones also occur, but less frequently). Every day, up to 1 g of cholesterol enters the colon. This cholesterol originates from the diet, bile, and desquamated intestinal cells, and can be metabolized by the colonic bacteria. Cholesterol is converted mainly into coprostanol, a nonabsorbable sterol that is excreted in the feces. A cholesterol-reducing bacterium origin has been isolated from human feces.",
            "score": 100.60778260231018
        },
        {
            "docid": "637009_14",
            "document": "Lovastatin . An elevated concentration of plasma cholesterol, especially low-density lipoprotein (LDL) cholesterol, is now generally accepted as a major risk factor for the development of coronary heart disease. The objective is to decrease excess levels of cholesterol to an amount consistent with maintenance of normal body function. Cholesterol is biosynthesized in a series of more than 25 separate enzymatic reactions that initially involves three successive condensations of acetyl-CoA units to form the six-carbon compound 3-hydroxy-3-methylglutaryl coenzyme A (HMG CoA). This is reduced to mevalonate and then converted in a series of reactions to the isoprenes that are building-blocks of squalene, the immediate precursor to sterols, which cyclizes to lanosterol (a methylated sterol) and further metabolized to cholesterol. A number of early attempts to block the synthesis of cholesterol resulted in agents that inhibited late in the biosynthetic pathway between lanosterol and cholesterol. A major rate-limiting step in the pathway is at the level of the microsomal enzyme that catalyzes the conversion of HMG CoA to mevalonic acid, and that has been considered to be a prime target for pharmacologic intervention for several years.",
            "score": 183.2893946170807
        }
    ],
    "r": [
        {
            "docid": "5560406_5",
            "document": "Foam cell . Foam cell degradation or more specifically the breakdown of esterified cholesterols, is facilitated by a number of efflux receptors and pathways. Esterified cholesterol from cytoplasmic liquid droplets are once again hydrolyzed to free cholesterol by acid cholesterol esterase. Free cholesterol can then be secreted from the macrophage by the efflux to ApoA1 and ApoE discs via the ABCA1 receptor. This pathway is usually used by modified or pathological lipoproteins like AcLDL, OxLDL and βVLDL. FC can also be transported to a recycling compartment through the efflux to ApoA1 containing HDLs (high density lipoproteins) via aqueous diffusion or transport through the SR-B1 or ABCG1 receptors. While this pathway can also be used by modified lipoproteins, LDL derived cholesterol can only use this pathway to excrete FC. The differences in excretory pathways between types of lipoproteins is mainly a result of the cholesterol being segregated into different areas.",
            "score": 246.72377014160156
        },
        {
            "docid": "1907985_13",
            "document": "Smith–Lemli–Opitz syndrome . Given its prevalence in cell membranes, cholesterol is highly involved in certain transport processes. It may influence the function of ion channels and other membrane transporters. For example, cholesterol is necessary for the ligand binding activity of the serotonin receptor. In addition, it appears to be very important in exocytosis. Cholesterol modulates the properties of the membrane (such as membrane curvature), and may regulate the fusion of vesicles with the cell membrane. It may also facilitate the recruitment of complexes necessary for exocytosis. Given that neurons rely heavily on exocytosis for the transmission of impulses, cholesterol is a very important part of the nervous system. One particularly relevant pathway in which cholesterol takes place is the Hedgehog signaling pathway. This pathway is very important during embryonic development, and involved in deciding the fate of cells (i.e., which tissue they need to migrate to). Hedgehog proteins are also involved in the transcription of genes that regulate cell proliferation and differentiation. Cholesterol is important to this pathway because it undergoes covalent bonding to Hedgehog proteins, resulting in their activation. Without cholesterol, the signaling activity is disrupted and cell differentiation may be impaired.",
            "score": 236.0625762939453
        },
        {
            "docid": "1872854_31",
            "document": "Biochemical cascade . In the post-genomic age, high-throughput sequencing and gene/protein profiling techniques have transformed biological research by enabling comprehensive monitoring of a biological system, yielding a list of differentially expressed genes or proteins, which is useful in identifying genes that may have roles in a given phenomenon or phenotype. With DNA microarrays and genome-wide gene engineering, it is possible to screen global gene expression profiles to contribute a wealth of genomic data to the public domain. With RNA interference, it is possible to distill the inferences contained in the experimental literature and primary databases into knowledge bases that consist of annotated representations of biological pathways. In this case, individual genes and proteins are known to be involved in biological processes, components, or structures, as well as how and where gene products interact with each other. Pathway-oriented approaches for analyzing microarray data, by grouping long lists of individual genes, proteins, and/or other biological molecules according to the pathways they are involved in into smaller sets of related genes or proteins, which reduces the complexity, have proven useful for connecting genomic data to specific biological processes and systems. Identifying active pathways that differ between two conditions can have more explanatory power than a simple list of different genes or proteins. In addition, a large number of pathway analytic methods exploit pathway knowledge in public repositories such as Gene Ontology (GO) or Kyoto Encyclopedia of Genes and Genomes (KEGG), rather than inferring pathways from molecular measurements. Furthermore, different research focuses have given the word \"pathway\" different meanings. For example, 'pathway' can denote a metabolic pathway involving a sequence of enzyme-catalyzed reactions of small molecules, or a signaling pathway involving a set of protein phosphorylation reactions and gene regulation events. Therefore, the term \"pathway analysis\" has a very broad application. For instance, it can refer to the analysis physical interaction networks (e.g., protein–protein interactions), kinetic simulation of pathways, and steady-state pathway analysis (e.g., flux-balance analysis), as well as its usage in the inference of pathways from expression and sequence data. Several functional enrichment analysis tools and algorithms have been developed to enhance data interpretation. The existing knowledge base–driven pathway analysis methods in each generation have been summarized in recent literature.",
            "score": 229.41726684570312
        },
        {
            "docid": "46581687_2",
            "document": "Pathway analysis . In bioinformatics research, pathway analysis software is used to identify related proteins within a pathway or building pathway de novo from the proteins of interest. This is helpful when studying differential expression of a gene in a disease or analyzing any omics dataset with a large number of proteins. By examining the changes in gene expression in a pathway, its biological causes can be explored. Pathway is the term from molecular biology which depicts an artificial simplified model of a process within a cell or tissue. Typical pathway model starts with extracellular signaling molecule that activates a specific protein. Thus triggers a chain of protein-protein or protein-small molecule interactions. Pathway analysis helps to understand or interpret omics data from the point of view of canonical prior knowledge structured in the form of pathways diagrams. It allows finding distinct cell processes (), diseases or signaling pathways that are statistically associated with selection of differentially expressed genes between two samples. Often but erroneously pathway analysis is used as synonym for network analysis (functional enrichment analysis and gene set analysis).",
            "score": 229.35557556152344
        },
        {
            "docid": "5988464_14",
            "document": "Lipid metabolism . Cholesterol can be made from acetyl-CoA through a multiple-step pathway known as Isoprenoid Pathway. Cholesterols are essential because they can be modified to form different hormones in the body such as progesteron 70% of Choleserol biosynthesis occurs in the cytosol of liver cells.",
            "score": 224.91928100585938
        },
        {
            "docid": "1907985_10",
            "document": "Smith–Lemli–Opitz syndrome . Through a complicated series of reactions, lanosterol leads to the formation of zymosterol. As shown in a diagram to the right, it is at this point that the pathway diverges. In humans, the main pathway leading to cholesterol is known as the Kandutsch–Russell pathway. Zymosterol is metabolized to 5α-cholesta-7,24-dien-3β-ol, then to lathosterol, and then to 7-dehydrocholesterol, or 7-DHC. 7-DHC is the immediate precursor to cholesterol, and the enzyme DHCR7 is responsible for converting 7-DHC to cholesterol. DHCR7 reduces the double bond on carbon 7 of 7-DHC, leading to the unesterified product. Mutations in this enzyme are responsible for the wide range of defects present in SLOS. In another pathway leading to cholesterol synthesis, DHCR7 is required for the reduction of 7-Dehydrodesmosterol to desmosterol.",
            "score": 223.17530822753906
        },
        {
            "docid": "31356226_15",
            "document": "Cofactor engineering . In cofactor engineering, a metabolic pathway is altered by changing the concentrations of specific cofactors that are produced either in that particular pathway or in a separate pathway. For example, an hypothetical organism could have two arbitrary pathways called A and B where some enzymes in both A and B utilize the same cofactors. If scientists wanted to decrease the output of pathway A, they may first consider directly engineering the enzymes involved in A, perhaps to decrease a particular active site's affinity for its substrate. In some cases however, the enzymes in A may be difficult to engineer for various reasons, or it may be impossible to engineer them without dangerously affecting some third metabolic pathway C, which utilizes the same enzymes. As a separate option, scientists could increase the flux of B, which may be easier to engineer. This in turn could \"tie up\" the cofactors needed by A, which would slow enzymatic activity, decreasing output in A. This is one hypothetical example of how cofactor engineering can be used, but there are many other unique cases where scientists use cofactors as a way of altering metabolic pathways. A major advantage to cofactor engineering is that scientists can use it to successfully alter metabolic pathways that are difficult to engineer by means of ordinary metabolic engineering. This is achieved by targeting more easily engineered enzymes in separate pathways, which use the same cofactors. Since many cofactors are used by different enzymes in multiple pathways, cofactor engineering may be an efficient, cost effective alternative to current methods of metabolic engineering. Yeast are commonly used in the beer and wine industry because they are capable of efficiently producing ethanol through the metabolic pathway fermentation in the absence of oxygen. Fermentation requires the enzyme glycerol-3-phosphate dehydrogenase (GPDH) which depends on the cofactor NADH. This pathway involves the conversion of glucose to both ethanol and glycerol, both of which use NADH as a cofactor. Scientists engineered \"Saccharomyces cerevisiae\" to overproduce GPDH, which shifted the cells metabolic flux away from ethanol and toward glycerol, by limiting NADH availability in the ethanol production portion of the pathway. The opposite effect was achieved by influencing a separate pathway in the cell, the Glutamate Synthesis pathway. Inactivating the expression of the enzyme glutamate dehydrogenase, which is NADPH dependent, and over expressing the enzymes glutamine synthetase and glutamate synthetase, which rely on NADH as a cofactor shifted the cofactor balance in glutamate synthesis pathway. The pathway is now dependent on NADH rather than NADPH, which decreases NADH availability in the fermentation pathway. This in turn causes increased ethanol production and decreased glycerol production. This method of manipulating metabolic fluxes could be visualized much like global fuel markets, where the increased production of ethanol for use in the automotive industry would decrease its availability in the food industry. Essentially, producing more engines which run on ethanol could result in decreased consumption of processed sweets, which contain high fructose corn syrup. This engineering of cofactors is applicable to the beer and wine industry since it allows for the regulation of ethanol levels in alcoholic beverages. Advancements in the wine industry have caused a steady increase in ethanol content, so winemakers in particular would be interested in the possibility of reducing the ethanol levels of some of their wines.",
            "score": 221.11976623535156
        },
        {
            "docid": "1907985_9",
            "document": "Smith–Lemli–Opitz syndrome . In humans, cholesterol synthesis begins with the mevalonate pathway (see diagram), leading to the synthesis of farnesyl pyrophosphate (FPP). This pathway uses two acetyl-CoA and two NADPH to make mevalonate, which is metabolized to isopentenyl pyrophosphate (IPP) using three ATP. From there, three IPP are needed to make one FPP. The combination of two FPP leads to the formation of squalene; this represents the first committed step towards cholesterol biosynthesis. Squalene leads to the creation of lanosterol, from which there are multiple pathways that lead to cholesterol biosynthesis. The rate limiting step of cholesterol synthesis is the conversion of 3-hydroxy-3-methylglutaryl-CoA (HMG-CoA) to mevalonate, this is an early step in the mevalonate pathway catalyzed by HMG-CoA reductase.",
            "score": 218.35243225097656
        },
        {
            "docid": "51521_34",
            "document": "Low-density lipoprotein . The mevalonate pathway serves as the basis for the biosynthesis of many molecules, including cholesterol. The enzyme 3-hydroxy-3-methylglutaryl coenzyme A reductase (HMG CoA reductase) is an essential component and performs the first of 37 steps within the cholesterol production pathway, and present in every animal cell.",
            "score": 218.22113037109375
        },
        {
            "docid": "10905770_12",
            "document": "Farnesyl-diphosphate farnesyltransferase . Squalene synthase (SQS) is an enzyme participating in the isoprenoid biosynthetic pathway. SQS synthase catalyzes the branching point between sterol and nonsterol biosynthesis, and commits farnesyl pyrophosphate (FPP) exclusively to production of sterols. An important sterol produced by this pathway is cholesterol, which is used in cell membranes and for the synthesis of hormones. SQS competes with several other enzymes for use of FPP, since it is a precursor for a variety of terpenoids. Decreases in SQS activity limit flux of FPP to the sterol pathway, and increase the production of nonsterol products. Important nonsterol products include ubiquinone, dolichols, heme A, and farnesylated proteins",
            "score": 217.88510131835938
        },
        {
            "docid": "466746_7",
            "document": "Mycoplasma pneumoniae . Sequencing of the \"M. pneumoniae\" genome in 1996 revealed it is 816,394 bp in size. The genome contains 687 genes that encode for proteins, of which about 56.6% code for essential metabolic enzymes; notably those involved in glycolysis and organic acid fermentation. \"M. pneumoniae\" is consequently very susceptible to loss of enzymatic function by gene mutations, as the only buffering systems against functional loss by point mutations are for maintenance of the pentose phosphate pathway and nucleotide metabolism. Loss of function in other pathways is suggested to be compensated by host cell metabolism. In addition to the potential for loss of pathway function, the reduced genome of \"M. pneumoniae\" outright lacks a number of pathways, including the TCA cycle, respiratory electron transport chain, and biosynthesis pathways for amino acids, fatty acids, cholesterol and purines and pyrimidines. These limitations make \"M. pneumoniae\" dependent upon import systems to acquire essential building blocks from their host or the environment that cannot be obtained through glycolytic pathways. Along with energy costly protein and RNA production, a large portion of energy metabolism is exerted to maintain proton gradients (up to 80%) due to the high surface area to volume ratio of \"M. pneumoniae\" cells. Only 12 – 29% of energy metabolism is directed at cell growth, which is unusually low for bacterial cells, and is thought to be an adaptation of its parasitic lifestyle. Unlike other bacteria, \"M. pneumoniae\" uses the codon UGA to code for tryptophan rather than using it as a stop codon.",
            "score": 217.625244140625
        },
        {
            "docid": "14387852_3",
            "document": "Lapaquistat . Unlike statins, which inhibit HMG-CoA reductase, lapaquistat metabolites inhibit squalene synthase, which is further downstream in the synthesis of cholesterol. It is hoped that side effects can be reduced by not disturbing the mevalonate pathway, which is important for other biochemical molecules besides cholesterol. However, there is increasing evidence that statins (which inhibit the mevalonate pathway) may be clinically useful \"because\" they affect these other molecules (including protein prenylation).",
            "score": 216.7696533203125
        },
        {
            "docid": "619938_2",
            "document": "Mevalonate pathway . The mevalonate pathway, also known as the isoprenoid pathway or HMG-CoA reductase pathway is an essential metabolic pathway present in eukaryotes, archaea, and some bacteria. The pathway produces two five-carbon building blocks called isopentenyl pyrophosphate (IPP) and dimethylallyl pyrophosphate (DMAPP), which are used to make isoprenoids, a diverse class of over 30,000 biomolecules such as cholesterol, heme, vitamin K, coenzyme Q10, and all steroid hormones.",
            "score": 216.28672790527344
        },
        {
            "docid": "1872854_30",
            "document": "Biochemical cascade . Given the genetic makeup of an organism, the complete set of possible reactions constitutes its reactome. Reactome, located at http://www.reactome.org is a curated, peer-reviewed resource of human biological processes/pathway data. The basic unit of the Reactome database is a reaction; reactions are then grouped into causal chains to form pathways The Reactome data model allows us to represent many diverse processes in the human system, including the pathways of intermediary metabolism, regulatory pathways, and signal transduction, and high-level processes, such as the cell cycle. Reactome provides a qualitative framework, on which quantitative data can be superimposed. Tools have been developed to facilitate custom data entry and annotation by expert biologists, and to allow visualization and exploration of the finished dataset as an interactive process map. Although the primary curational domain is pathways from Homo sapiens, electronic projections of human pathways onto other organisms are regularly created via putative orthologs, thus making Reactome relevant to model organism research communities. The database is publicly available under open source terms, which allows both its content and its software infrastructure to be freely used and redistributed. Studying whole transcriptional profiles and cataloging protein–protein interactions has yielded much valuable biological information, from the genome or proteome to the physiology of an organism, an organ, a tissue or even a single cell. The Reactome database containing a framework of possible reactions which, when combined with expression and enzyme kinetic data, provides the infrastructure for quantitative models, therefore, an integrated view of biological processes, which links such gene products and can be systematically mined by using bioinformatics applications. Reactome data available in a variety of standard formats, including BioPAX, SBML and PSI-MI, and also enable data exchange with other pathway databases, such as the Cycs, KEGG and amaze, and molecular interaction databases, such as BIND and HPRD. The next data release will cover apoptosis, including the death receptor signaling pathways, and the Bcl2 pathways, as well as pathways involved in hemostasis. Other topics currently under development include several signaling pathways, mitosis, visual phototransduction and hematopoeisis. In summary, Reactome provides high-quality curated summaries of fundamental biological processes in humans in a form of biologist-friendly visualization of pathways data, and is an open-source project.",
            "score": 214.37872314453125
        },
        {
            "docid": "46581687_3",
            "document": "Pathway analysis . The data for pathway analysis come from high throughput biology. This includes high throughput sequencing data and microarray data. Before pathway analysis can be done, the omics data should be normalized, and genes should be ranked by differential expression usually with help of Student's t-test, ANOVA or other statistics. In general, any list of statistical ranked genes can be analyzed by pathway analysis. For example, often the functional activity of proteins can be inferred using network enrichment analysis of genes deferentially expressed in the experiment. Such functional activity scores can then be used for pathway analysis to find pathways responsible for observed differential expression. In case when ranking is not available simply list of genes can be analyzed. Also it is possible to integrate multiple microarray data sets from different research groups by meta-analysis and cross-platform normalization. By using pathway analysis software, researchers can determine which gene groups such as pathways, cell processes or diseases are enriched with over and under expressed in experimental data genes. They can also infer associated upstream and downstream regulators, proteins, small molecules, drugs, etc. For example, pathway analysis of several independent microarray experiments (meta-analysis) helped to discover potential biomarkers in a single pathway important for fast-to-slow switch fiber type transition in Duchenne muscular dystrophy. In other study meta-analysis identified two biomarkers in blood of patients with Parkinson's Disease, which can be useful for monitoring the disease.",
            "score": 213.43824768066406
        },
        {
            "docid": "10905770_9",
            "document": "Farnesyl-diphosphate farnesyltransferase . FPP is an important metabolic intermediate in the mevalonate pathway that represents a major branch point in terpenoid pathways. FPP is used to form several important classes of compounds in addition to sterols (\"via\" squalene), including ubiquinone and dolichols. SQS catalyzes the first committed step in sterol biosynthesis from FPP, and is therefore important for controlling the flux towards sterol vs. non-sterol products. The activity of SQS is intimately related to the activity of HMG-CoA reductase, which catalyzes the rate-limiting step of the mevalonate pathway. High levels of LDL-derived cholesterol inhibit HMG-CoA reductase activity significantly, since mevalonate is no longer needed for sterol production. However, residual HMG-CoA reductase activity is observed even with very high LDL levels, such that FPP can be made for forming non-sterol products essential for cell growth. To prevent this residual FPP from being used for sterol synthesis when sterols are abundant, SQS activity declines significantly when LDL levels are high. This suppression of SQS activity is better thought of as a flux control mechanism, rather than a way to regulate cholesterol levels. This is since HMG-CoA reductase is the more significant control factor for regulating cholesterol synthesis (its activity is 98% inhibited when LDL levels are high).",
            "score": 210.85394287109375
        },
        {
            "docid": "50525886_125",
            "document": "Hydrogen isotope biogeochemistry . Organic biomolecules are generally depleted relative to the δD of leaf water. However, differences between organisms, biosynthetic pathways, and biological roles of different molecules can lead to huge variability in fractionation; the diversity of lipid biomarkers spans a 600‰ range of δD values. Lipid biosynthesis is biochemically complex, involving multiple enzyme-dependent steps that can lead to isotope fractionations. There are three major pathways of lipid biosynthesis, known as the mevalonate pathway, the acetogenic pathway, and the 1-deoxyD-xylulose-5-phosphate/2-methylerythroyl-4-phosphate pathway. The acetogenic pathway is responsible for the production of \"n\"-alkyl lipids like leaf waxes, and is associated with a smaller δD depletion relative to source water than the other two lipid biosynthesis pathways. While leaf water is the main source of hydrogen in leaf biomolecules, relatively depleted hydrogen from acetate or NADPH is often added during biosynthesis, and contributes to the hydrogen composition of the final molecule. Secondary hydrogen exchange reactions, meaning hydrogenation and dehydrogenation reactions outside of the primary biosynthetic pathway, also contribute substantially to the variability of lipid hydrogen isotope composition",
            "score": 206.8139190673828
        },
        {
            "docid": "6781_22",
            "document": "Cytosol . Proteins can associate to form protein complexes, these often contain a set of proteins with similar functions, such as enzymes that carry out several steps in the same metabolic pathway. This organization can allow substrate channeling, which is when the product of one enzyme is passed directly to the next enzyme in a pathway without being released into solution. Channeling can make a pathway more rapid and efficient than it would be if the enzymes were randomly distributed in the cytosol, and can also prevent the release of unstable reaction intermediates. Although a wide variety of metabolic pathways involve enzymes that are tightly bound to each other, others may involve more loosely associated complexes that are very difficult to study outside the cell. Consequently, the importance of these complexes for metabolism in general remains unclear.",
            "score": 206.27357482910156
        },
        {
            "docid": "1585648_6",
            "document": "Metabolic engineering . In 1990s, a new technique called metabolic engineering emerged. This technique analyzes the metabolic pathway of a microorganism, and determines the constraints and their effects on the production of desired compounds. It then uses genetic engineering to relieve these constraints. Some examples of successful metabolic engineering are the following: (i) Identification of constraints to lysine production in \"Corynebacterium\" \"glutamicum\" and insertion of new genes to relieve these constraints to improve production (ii) Engineering of a new fatty acid biosynthesis pathway, called reversed beta oxidation pathway, that is more efficient than the native pathway in producing fatty acids and alcohols which can potentially be catalytically converted to chemicals and fuels (iii) Improved production of DAHP an aromatic metabolite produced by \"E. coli\" that is an intermediate in the production of aromatic amino acids. It was determined through metabolic flux analysis that the theoretical maximal yield of DAHP per glucose molecule utilized, was 3/7. This is because some of the carbon from glucose is lost as carbon dioxide, instead of being utilized to produce DAHP. Also, one of the metabolites (PEP, or phosphoenolpyruvate) that are used to produce DAHP, was being converted to pyruvate (PYR) to transport glucose into the cell, and therefore, was no longer available to produce DAHP. In order to relieve the shortage of PEP and increase yield, Patnaik et al. used genetic engineering on \"E. coli\" to introduce a reaction that converts PYR back to PEP. Thus, the PEP used to transport glucose into the cell is regenerated, and can be used to make DAHP. This resulted in a new theoretical maximal yield of 6/7 – double that of the native \"E. coli\" system.",
            "score": 205.69700622558594
        },
        {
            "docid": "1585648_10",
            "document": "Metabolic engineering . The first step in the process is to identify a desired goal to achieve through the improvement or modification of an organism's metabolism. Reference books and online databases are used to research reactions and metabolic pathways that are able to produce this product or result. These databases contain copious genomic and chemical information including pathways for metabolism and other cellular processes. Using this research, an organism is chosen that will be used to create the desired product or result. Considerations that are taken into account when making this decision are how close the organism's metabolic pathway is to the desired pathway, the maintenance costs associated with the organism, and how easy it is to modify the pathway of the organism. \"Escherichia coli\" (\"E. coli\") is widely used in metabolic engineering to synthesize a wide variety of products such as amino acids because it is relatively easy to maintain and modify. If the organism does not contain the complete pathway for the desired product or result, then genes that produce the missing enzymes must be incorporated into the organism.",
            "score": 203.82081604003906
        },
        {
            "docid": "20941_4",
            "document": "Metabolic pathway . There are two types of metabolic pathways that are characterized by their ability to either synthesize molecules with the utilization of energy (anabolic pathway) or break down of complex molecules by releasing energy in the process (catabolic pathway). The two pathways complement each other in that the energy released from one is used up by the other. The degradative process of a catabolic pathway provides the energy required to conduct a biosynthesis of an anabolic pathway. In addition to the two distinct metabolic pathways is the amphibolic pathway, which can be either catabolic or anabolic based on the need for or the availability of energy.",
            "score": 203.7626953125
        },
        {
            "docid": "14284098_11",
            "document": "Diphosphomevalonate decarboxylase . The mevalonate pathway is also used in higher order eukaryotes and plants. Mevalonate diphosphate decarboxylase is mainly present in the liver of mammals where the majority of mevalonate is converted to cholesterol. Some of the cholesterol is converted to steroid hormones, bile acids, and vitamin D. Mevalonate is also converted into many other important intermediates in mammalian cells: dolichols (carriers in the assembly of carbohydrate chains in glycoproteins), ubiquinones (important for electron transport), tRNA isopentenyltransferase (used in protein synthesis), and franesylated and geranylgeranylated proteins (membrane associated proteins that appear to be involved in intracellular signaling). The main point of regulation in cholesterol and nonsterol isoprene biosynethsis is HMGCoA reductase, the third enzyme in the mevalonate pathway.",
            "score": 203.54324340820312
        },
        {
            "docid": "20533479_2",
            "document": "Epoxygenase . Epoxygenases are a set of membrane-bound, heme-containing cytochrome P450 (CYP P450 or just CYP) enzymes that metabolize polyunsaturated fatty acids to epoxide products that have a range of biological activities. The most thoroughly studied substrate of the CYP epoxylgenases is arachidonic acid. This polyunsaturated fatty acid is metabolized by cyclooxygenases to various prostaglandin, thromboxane, and prostacyclin metabolites in what has been termed the first pathway of eicosanoid production; it is also metabolized by various lipoxygenases to hydroxyeicosatetraenoic acids (e.g. 5-Hydroxyeicosatetraenoic acid, 12-Hydroxyeicosatetraenoic acid, 15-hydroxyicosatetraenoic acid) and leukotrienes (e.g. leukotriene B4, leukotriene C4) in what has been termed the second pathway of eicosanoid production. The metabolism of arachidonic acid to epoxyeicosatrienoic acids by the CYP epoxygenases has been termed the third pathway of eicosanoid metabolism. Like the first two pathways of eicosanoid production, this third pathway acts as a signaling pathway wherein a set of enzymes (the epoxygenases) metabolize arachidonic acid to a set of products (the eicosatrienoic acid epoxides, abbreviated as EETs, which are classified as nonclassic eicosanoids) that act as secondary signals to work in activating their parent or nearby cells and thereby orchestrate functional responses. However, none of these three pathways is limited to metabolizing arachidonic acid to eicosanoids. Rather, they also metabolize other polyunsaturated fatty acids to products that are structurally analogous to the eicosanoids but often have different bioactivity profiles. This is particularly true for the CYP epoxygenases which in general act on a broader range of polyunsaturated fatty acids to form a broader range of metabolites than the first and second pathways of eicosanoid production. Furthermore, the latter pathways form metabolites many of which act on cells by binding with and thereby activating specific and well-characterized receptor proteins; no such receptors have been fully characterized for the epoxide metabolites. Finally, there are relatively few metabolite-forming lipoxygenases and cyclooxygenases in the first and second pathways and these oxygenase enzymes share similarity between humans and other mammalian animal models. The third pathway consists of a large number of metabolite-forming CYP epoxygenases and the human epoxygenases have important differences from those of animal models. Partly because of these differences, it has been difficult to define clear roles for the epoxygenase-epoxide pathways in human physiology and pathology.",
            "score": 202.05296325683594
        },
        {
            "docid": "294943_5",
            "document": "Carotenoid . The basic building blocks of carotenoids are isopentenyl diphosphate (IPP) and dimethylallyl diphosphate (DMAPP). These two isoprene isomers are used to create various compounds depending on the biological pathway used to synthesis the isomers. Plants are known to use two different pathways for IPP production: the cytosolic mevalonic acid pathway (MVA) and the plastidic methylerythritol 4-phosphate (MEP). In animals, the production of cholesterol starts by creating IPP and DMAPP using the MVA. For carotenoid production plants use MEP to generate IPP and DMAPP. The MEP pathway results in a 5:1 mixture of IPP:DMAPP. IPP and DMAPP undergo several reactions, resulting in the major carotenoid precursor, geranylgeranyl diphosphate (GGPP). GGPP can be converted into carotenes or xanthophylls by undergoing a number of different steps within the carotenoid biosynthetic pathway. Glyceraldehyde 3-phosphate and pyruvate, intermediates of photosynthesis, are converted to deoxy-D-xylulose 5-phosphate (DXP) using the catalyst DXP synthase (DXS). DXP reductoisomerase reduces and rearranges the molecules within DXP in the presence of NADPH, forming MEP. Next, MEP is converted to 4-(cytidine 5’-diphospho)-2-C-methyl-D-erythritol (CDP-ME) in the presence of CTP via the enzyme MEP cytidylyltransferase. CDP-ME is then converted, in the presence of ATP, to 2-phospho-4-(cytidine 5’-diphospho)-2-C-methyl-D-erythritol (CDP-ME2P). The conversion to CDP-ME2P is catalyzed by the enzyme CDP-ME kinase. Next, CDP-ME2P is converted to 2-C-methyl-D-erythritol 2,4-cyclodiphosphate (MECDP). This reaction occurs when MECDP synthase catalyzes the reaction and CMP is eliminated from the CDP-ME2P molecule. MECDP is then converted to (e)-4-hydroxy-3-methylbut-2-en-1-yl diphosphate (HMBDP) via HMBDP synthase in the presence of flavodoxin and NADPH. HMBDP is reduced to IPP in the presence of ferredoxin and NADPH by the enzyme HMBDP reductase. The last two steps involving HMBPD synthase and reductase can only occur in completely anaerobic environments. IPP is then able to isomerize to DMAPP via IPP isomerase.",
            "score": 201.71328735351562
        },
        {
            "docid": "2457_37",
            "document": "Apoptosis . The many different types of apoptotic pathways contain a multitude of different biochemical components, many of them not yet understood. As a pathway is more or less sequential in nature, removing or modifying one component leads to an effect in another. In a living organism, this can have disastrous effects, often in the form of disease or disorder. A discussion of every disease caused by modification of the various apoptotic pathways would be impractical, but the concept overlying each one is the same: The normal functioning of the pathway has been disrupted in such a way as to impair the ability of the cell to undergo normal apoptosis. This results in a cell that lives past its \"use-by-date\" and is able to replicate and pass on any faulty machinery to its progeny, increasing the likelihood of the cell's becoming cancerous or diseased.",
            "score": 201.55401611328125
        },
        {
            "docid": "1872854_26",
            "document": "Biochemical cascade . Pathway building has been performed by individual groups studying a network of interest (e.g., immune signaling pathway) as well as by large bioinformatics consortia (e.g., the Reactome Project) and commercial entities (e.g., Ingenuity Systems). Pathway building is the process of identifying and integrating the entities, interactions, and associated annotations, and populating the knowledge base. Pathway construction can have either a data-driven objective (DDO) or a knowledge-driven objective (KDO). Data-driven pathway construction is used to generate relationship information of genes or proteins identified in a specific experiment such as a microarray study. Knowledge-driven pathway construction entails development of a detailed pathway knowledge　base for particular domains of interest, such as a cell type, disease, or system. The curation process of a biological pathway entails identifying and structuring content, mining information manually and/or computationally, and assembling a knowledgebase using appropriate software tools. A schematic illustrating the major steps involved in the data-driven and knowledge-driven construction processes.",
            "score": 201.48046875
        },
        {
            "docid": "4917048_5",
            "document": "Sterol regulatory element-binding protein . Animal cells maintain proper levels of intracellular lipids (fats and oils) under widely varying circumstances (lipid homeostasis). For example, when cellular cholesterol levels fall below the level needed, the cell makes more of the enzymes necessary to make cholesterol. A principle step in this response is to make more of the mRNA transcripts that direct the synthesis of these enzymes. Conversely, when there is enough cholesterol around, the cell stops making those mRNAs and the level of the enzymes falls. As a result, the cell quits making cholesterol once it has enough. A notable feature of this regulatory feedback machinery was first observed for the SREBP pathway - regulated intramembrane proteolysis (RIP). Subsequently, RIP was found to be used in almost all organisms from bacteria to human beings and regulates a wide range of processes ranging from development to neurodegeneration.",
            "score": 200.95892333984375
        },
        {
            "docid": "46231655_4",
            "document": "Type II secretion system . Along with other secretory systems such as the chaperone/usher pathway and the type IV secretion system, secretion via the type II secretion system is a two-step process. The first step involves the Sec and Tat secretory pathways which are responsible for transporting proteins across the inner membrane into the periplasm. For instance, the Sec pathway is used to transport structural components of the type II secretion system into the periplasm where they can then assemble, while both the Sec and Tat pathways are used to transport secretory proteins into the periplasm. Once these secretory proteins are in the periplasm the second step can then take place and they are secreted out of the cell through the type II secretion system.",
            "score": 200.7512969970703
        },
        {
            "docid": "1110600_9",
            "document": "Oxaloacetic acid . The urea cycle is a metabolic pathway that results in the formation of urea using two ammonium molecules and one bicarbonate molecule. This route commonly occurs in hepatocytes. The reactions related to the urea cycle produce NADH), and NADH can be produced in two different ways. One of these uses oxaloacetate. In the cytosol there are fumarate molecules. Fumarate can be transformed into malate by the actions of the enzyme fumarase. Malate is acted on by malate dehydrogenase to become oxaloacetate, producing a molecule of NADH. After that, oxaloacetate will be recycled to aspartate, as transaminases prefer these keto acids over the others. This recycling maintains the flow of nitrogen into the cell. The glyoxylate cycle is a variant of the citric acid cycle. It is an anabolic pathway occurring in plants and bacteria utilizing the enzymes isocitrate lyase and malate synthase. Some intermediate steps of the cycle are slightly different from the citric acid cycle; nevertheless oxaloacetate has the same function in both processes. This means that oxaloacetate in this cycle also acts as the primary reactant and final product. In fact the oxaloacetate is a net product of the glyoxylate cycle because its loop of the cycle incorporates two molecules of acetyl-CoA.",
            "score": 200.60208129882812
        },
        {
            "docid": "6437_5",
            "document": "Cholesterol . Since cholesterol is essential for all animal life, each cell is capable of synthesizing it by way of a complex 37-step process, beginning with the mevalonate pathway and ending with a 19-step conversion of lanosterol to cholesterol. Furthermore, it can be absorbed directly from animal-based foods.",
            "score": 200.56053161621094
        },
        {
            "docid": "26615202_2",
            "document": "Biological pathway . A biological pathway is a series of interactions among molecules in a cell that leads to a certain product or a change in a cell. Such a pathway can trigger the assembly of new molecules, such as a fat or protein. Pathways can also turn genes on and off, or spur a cell to move. Some of the most common biological pathways are involved in metabolism, the regulation of gene expression and the transmission of signals. Pathways play key role in advanced studies of genomics.",
            "score": 200.5382537841797
        },
        {
            "docid": "9431918_10",
            "document": "Phosphatidylethanolamine . The phosphatidylserine decarboxylation pathway and the cytidine diphosphate-ethanolamine pathways are used to synthesize phosphatidylethanolamine. Phosphatidylserine decarboxylase is the enzyme that is used to decarboxylate phosphatidylserine in the first pathway. The phosphatidylserine decarboxylation pathway is the main source of synthesis for phosphatidylethanolamine in the membranes of the mitochondria. Phosphatidylethanolamine produced in the mitochondrial membrane is also transported throughout the cell to other membranes for use. In a process that mirrors phosphatidylcholine synthesis, phosphatidylethanolamine is also made via the cytidine diphosphate-ethanolamine pathway, using ethanolamine as the substrate. Through several steps taking place in both the cytosol and endoplasmic reticulum, the synthesis pathway yields the end product of phosphatidylethanolamine. Phosphatidylethanolamine is also found abundantly in soy or egg lecithin and is produced commercially using chromatographic separation.",
            "score": 200.0800018310547
        }
    ]
}