{
    "q": [
        {
            "docid": "14303889_8",
            "document": "HEXA . The HEXA gene is a protein encoding gene that codes for the lysosomal enzyme beta-hexosaminidase. This enzyme, combined with the GM2 activator protein, is responsible for the breakdown of ganglioside GM2 within the lysosome. Defects in the HEXA gene, however, prevent this degradation, leading to a buildup of toxins in brain and spinal cord cells. This fatal genetic disorder is called Tay-Sachs disease. Because the Tay-Sachs gene defect mainly affects neural cells, a patient with the HEXA mutation will experience a quick deterioration of motor and mental function before dying around the age of three or four. [8]",
            "score": 85.35051679611206
        },
        {
            "docid": "1037062_7",
            "document": "Rhombomere . Each rhombomere has its own set of receptors, and the same receptors can cause different actions. For example, one study showed that there are proteins called Gli1, Gli2, and Gli3 that affect ventral hindbrain development, and are also required for motoneuron development and correct neural patterning in the hindbrain. However, how important are they and what their specific roles are was unclear. By mutating the proteins Gli2 and Gli3, which were especially studied, it was found that Gli2 and Gli3 contain both activation and repression domains, while Gli1 only had activation domains, which were entirely transcriptional. Gli2 was also found to be a stronger activator while Gli3 was a strong repressor. Gli2 and Gli3 had overlapping functions that concerned the patterning of the ventral spinal cord which was important for correct organization and formation of the motoneurons. This was shown when mutation of the Gli3 protein showed only a slight decrease in expression of Olig2, while when the Gli2 protein was mutated, the expression of Olig2 was not detected. Olig2 is normally expressed in the ventral area of the neural tube. Mutations in the Gli2 protein causes more severe damage in the ventral patterning of the hindbrain than that of the spinal cord. This shows that Gli2 performs different functions in the hindbrain that Gli3 is unable to substitute. Gli2 and Gli3 in a developing hindbrain also have distinct functions in the Shh (sonic hedgehog) signal transduction. This is caused by differential modulation of gene expression that is specific to each rhombomere. Finally, studies have shown that in rhombomere 4, the ventral patterning is less affected by the mutation of Gli2. This shows that this particular rhombomere has different requirements for Gli proteins.",
            "score": 117.69021701812744
        },
        {
            "docid": "350926_15",
            "document": "Retinitis pigmentosa . A variety of retinal molecular pathway defects have been matched to multiple known RP gene mutations. Mutations in the rhodopsin gene, which is responsible for the majority of autosomal-dominantly inherited RP cases, disrupts the rod-opsin protein essential for translating light into decipherable electrical signals within the phototransduction cascade of the central nervous system. Defects in the activity of this G-protein-coupled receptor are classified into distinct classes that depend on the specific folding abnormality and the resulting molecular pathway defects. The Class I mutant protein's activity is compromised as specific point mutations in the protein-coding amino acid sequence affect the pigment protein's transportation into the outer segment of the eye, where the phototransduction cascade is localized. Additionally, the misfolding of Class II rhodopsin gene mutations disrupts the protein's conjunction with 11-cis-retinal to induce proper chromophore formation. Additional mutants in this pigment-encoding gene affect protein stability, disrupt mRNA integrity post-translationally, and affect the activation rates of transducin and opsin optical proteins.",
            "score": 90.62737917900085
        },
        {
            "docid": "5473657_7",
            "document": "Alström syndrome . The gene is located on chromosome 2, at position 2p13. The \"ALMS1\" gene contains instructions to encode a specific protein known as ALMS1. The protein then is involved in ciliary function, cell cycle control and intracellular transport. In addition, the protein is expressed in all organ tissues of the body. It has a role in the proper function, maintenance and formation of cilia which are found in all types of cells in the body. Research has been shown that more than 80 mutations in the \"ALMS1\" gene have been identified in individuals that have Alström syndrome. Most of these mutations have led to the production of a dysfunctional version of the ALSM1 protein which are present in tissues, but at low levels.",
            "score": 137.46903944015503
        },
        {
            "docid": "7833796_7",
            "document": "SDHA . Bi-allelic mutations (i.e. both copies of the gene are mutated) have been described in Leigh syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. The SDHA gene mutations responsible for Leigh syndrome change single amino acids in the SDHA protein or result in an abnormally short protein. These genetic changes disrupt the activity of the SDH enzyme, impairing the ability of mitochondria to produce energy. It is not known, however, how mutations in the SDHA gene are related to the specific features of Leigh syndrome. SDHA is a tumour suppressor gene, and heterozygous carriers have an increased risk of paragangliomas as well as pheochromocytomas and renal cancer. Risk management for heterozygous carriers of an SDHA mutation can involve annual urine tests for metanephrines and 3-methoxytyramine and MRIs.",
            "score": 73.53008317947388
        },
        {
            "docid": "1492806_4",
            "document": "Coffin–Lowry syndrome . The syndrome is caused by mutations in the RPS6KA3 gene. This gene is located on the short arm of the X chromosome (Xp22.2). The RPS6KA3 gene makes a protein that is involved with signaling within cells. Researchers believe that this protein helps control the activity of other genes and plays an important role in the brain. The protein is involved in cell signaling pathways that are required for learning, the formation of long-term memories, and the survival of nerve cells. The protein RSK2 which is encoded by the RPS6KA3 gene is a kinase which phosphorylates some substrates like CREB and histone H3. RSK2 is involved at the distal end of the Ras/MAPK signaling pathway. Mutations in the RPS6KA3 disturb the function of the protein, but it is unclear how a lack of this protein causes the signs and symptoms of Coffin–Lowry syndrome. At this time more than 120 mutations have been found. Some people with the features of Coffin–Lowry syndrome do not have identified mutations in the RPS6KA3 gene. In these cases, the cause of the condition is unknown.",
            "score": 127.1487398147583
        },
        {
            "docid": "5729594_8",
            "document": "Duane-radial ray syndrome . Duane-radial ray syndrome is caused by mutations in the \"SALL4\" gene which is a part of a group of genes called the SALL family. This gene plays an important role in embryonic development by providing instructions to make proteins that are involved in the formation of tissues and organs. SALL proteins act as transcription factors in that they attach themselves to certain regions in DNA in order to help control certain gene activities. Due to the mutations in the \"SALL4\" gene, proteins can not be made because one copy of the gene in each cell is stopped from performing its duty. These mutations are heterozygous and can be nonsense, short duplications, or deletions. At this time, there is no clear reason as to why a reduced amount of the SALL4 protein causes the symptoms of Duane-radial ray syndrome and similar conditions.",
            "score": 127.48940348625183
        },
        {
            "docid": "17355238_3",
            "document": "Jansky–Bielschowsky disease . The majority of cases are a result of mutations in the TPP1 gene, however mutations in the CLN5, CLN6, CLN8, MFSD8, and PPT1 genes also account for a small amount of cases. These mutations result in reduced activity of peptidase enzymes, particularly affecting lysosomes, but other mutations can affect protein catabolism in white blood cells, fibroblasts, and chorionic villi. The reduced function of these enzymes results in insufficient or incomplete breakdown of proteins, consequently resulting in the buildup of lipopigments in the lysosome. Though the accumulation of lipopigments occurs throughout the body, neurons are especially vulnerable to damage by lipopigment aggregation; a ubiquitous accumulation in lipopigments occurs in neurons, primarily concentrated in the cerebral and cerebellar cortices. This accumulation results in atrophy in these regions of the brain, and cause the pathogenesis of signs and symptoms of Jansky–Bielschowsky disease. Currently, it is unclear what mechanism in relation to enzyme activity is responsible for the buildup of lipoproteins.",
            "score": 80.85245418548584
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 115.40389513969421
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 87.68545889854431
        },
        {
            "docid": "1566105_2",
            "document": "GTPase-activating protein . GTPase-activating proteins or GTPase-accelerating proteins (GAPs) are a family of regulatory proteins whose members can bind to activated G proteins and stimulate their GTPase activity, with the result of terminating the signaling event. GAPs are also known as RGS protein, or RGS proteins, and these proteins are crucial in controlling the activity of G proteins. Regulation of G proteins is important because these proteins are involved in a variety of important cellular processes. The large G proteins, for example, are involved in transduction of signaling from the G protein-coupled receptor for a variety of signaling processes like hormonal signaling, and small G proteins are involved in processes like cellular trafficking and cell cycling. GAP’s role in this function is to turn the G protein’s activity off. In this sense, GAPs function is opposite to that of guanine nucleotide exchange factors (GEFs), which serve to enhance G protein signaling.",
            "score": 159.20922422409058
        },
        {
            "docid": "44163912_6",
            "document": "Kufs disease . Kufs disease Type B is caused by mutations to the DNAJC5 and CTSF genes. This form of Kufs is autosomal dominant, meaning that only one copy of each mutated gene is enough for the disease to manifest. When there is a mutation in the DNAJC5 gene, it affects the production of a cysteine string protein (CSP) that is coded within DNAJC5. CSP aids in transmitting signals through the nerves found in the brain. When the CTSF gene is mutated, it cannot produce Cathepsin F - an enzyme that cuts proteins in the lysozyme. By cutting proteins, Cathepsin F can modify the function of the proteins as well as help break them down. Similar to Type A, when both DNAJC5 and CTSF are non-functional, it results in the incomplete breakdown of proteins. Once again, lipopigments build up and brain function is decreased as the neuron cells die.",
            "score": 78.51674127578735
        },
        {
            "docid": "28857_20",
            "document": "Signal transduction . As is the case with GPCRs, proteins that bind GTP play a major role in signal transduction from the activated RTK into the cell. In this case, the G proteins are members of the Ras, Rho, and Raf families, referred to collectively as small G proteins. They act as molecular switches usually tethered to membranes by isoprenyl groups linked to their carboxyl ends. Upon activation, they assign proteins to specific membrane subdomains where they participate in signaling. Activated RTKs in turn activate small G proteins that activate guanine nucleotide exchange factors such as SOS1. Once activated, these exchange factors can activate more small G proteins, thus amplifying the receptor's initial signal. The mutation of certain RTK genes, as with that of GPCRs, can result in the expression of receptors that exist in a constitutively activated state; such mutated genes may act as oncogenes.",
            "score": 126.11373281478882
        },
        {
            "docid": "558596_14",
            "document": "Leigh syndrome . 75 to 80 percent of Leigh syndrome is caused by mutations in nuclear DNA; mutations affecting the function or assembly of the fourth complex involved in oxidative phosphorylation, cytochrome c oxidase (COX), cause most cases of Leigh disease. Mutations in a gene called SURF1 (surfeit1) are the most common cause of this subtype of Leigh syndrome. The protein that SURF1 codes for is terminated early and therefore cannot perform its function, shepherding the subunits of COX together into a functional protein complex. This results in a deficit of COX protein, reducing the amount of energy produced by mitochondria. SURF1 is located on the long arm of chromosome 9. Another nuclear DNA mutation that causes Leigh syndrome affects another protein complex in the mitochondria, pyruvate dehydrogenase, which is an enzyme in the glycolysis pathway. Some types of SURF1 mutations cause a subtype of Leigh syndrome that has a particularly late onset but similarly variable clinical course.",
            "score": 78.75009036064148
        },
        {
            "docid": "41067204_4",
            "document": "Ogden syndrome . Ogden Syndrome is a lethal X-linked recessive condition. Because the affected gene is on the X-chromosome, it affects only males. It was the first reported human genetic disorder linked with a mutation in an N-terminal acetyltransferase (NAT) gene. Males have the Ser37Pro (S37P) mutation in the gene encoding NAA10, the catalytic subunit of NatA, the major human NAT involved in the co-translational acetylation of proteins. The S37P mutation swaps one amino acid for another, a Serine amino acid for a Proline, in just one part at the end of the resulting protein. This mutation changes the structure of the protein, which makes it less effective than a normal protein, causing a multitude of effects for the babies. A mutation in an enzyme involved in N-terminal acetylation of proteins has thus far been associated with this distinct X-linked phenotype in two families, with 8 males who carried the hypomorphic hNaa10 p.Ser37Pro allele dying in infancy with cardiomegaly and cardiac arrhythmias. N-terminal acetylation is one of the most common protein modifications in humans, occurring on approximately 80% of all human proteins.",
            "score": 99.84692788124084
        },
        {
            "docid": "3163434_9",
            "document": "Biotinidase deficiency . Mutations in the \"BTD\" gene cause biotinidase deficiency. Biotinidase is the enzyme that is made by the \"BTD\" gene. Many mutations that cause the enzyme to be nonfunctional or to be produced at extremely low levels have been identified. Biotin is a vitamin that is chemically bound to proteins. (Most vitamins are only loosely associated with proteins.) Without biotinidase activity, the vitamin biotin cannot be separated from foods and therefore cannot be used by the body. Another function of the biotinidase enzyme is to recycle biotin from enzymes that are important in metabolism (processing of substances in cells). When biotin is lacking, specific enzymes called carboxylases cannot process certain proteins, fats, or carbohydrates. Specifically, two essential branched-chain amino acids (leucine and isoleucine) are metabolized differently.",
            "score": 83.037850856781
        },
        {
            "docid": "611074_18",
            "document": "Point mutation . Point mutations can have several effects on the behavior and reproduction of a protein depending on where the mutation occurs in the amino acid sequence of the protein. If the mutation occurs in the region of the gene that is responsible for coding for the protein, the amino acid may be altered. This slight change in the sequence of amino acids can cause a change in the function, activation of the protein meaning how it binds with a given enzyme, where the protein will be located within the cell, or the amount of free energy stored within the protein.",
            "score": 84.79314684867859
        },
        {
            "docid": "11864399_5",
            "document": "Leukoencephalopathy with vanishing white matter . eIF2B is the guanine nucleotide-exchange factor for eIF2, and is composed of 5 subunits. The largest subunit, eIF2B5 contains the most mutations for VWM. eIF2B is a complex which is very involved with the regulation of in the translation of mRNA into proteins. eIF2B is essential for the exchange of guanosine diphosphate(GDP) for guanosine-5'-triphosphate(GTP) in the initiation of translation via eIF2, because eIF2 is regenerated through this exchange. A decrease in eIF2B activity has been correlated with the onset of VWM. A common factor among VWM patients is mutations in the five subunits of eIF2B (21 discovered thus far), expressed in over 60% of the patients. These mutations lead to the decreased activity of eIF2B. The most common mutation is R113H, which is the mutation of histidine to arginine. The homozygous form of the mutation is the least severe form. This mutation has also been documented in rodents, but they do not acquire VWM, while humans do. Another common mutation is G584A found in the eIF2B5 subunit. A correlation with stress has also been made, as eIF2B plays a central role in stress management – it is essential in down regulation protein synthesis in different stress conditions – and VWM patients are highly sensitive to stress. Protein eIF2B exists in all cells, and if this protein is reduced enough the cell will be negatively affected, and if it is reduced to zero, the cell will die. In affected cells, the protein is reduced to about 50%, which is acceptable for functionality in most cells, but not in glial cells since they synthesize a large amount of proteins constantly and need as many functioning proteins within them as possible. This would lower the baseline of the amount of stress a cell can handle, and thus in a stressed environment, it would have detrimental effects on these cells. Mutations in three of the subunits of eIF2B (2,4,&5) has been seen in both VWM and premature ovarian failure. The North American Cree population has also been found to have a distinctive mutation, R195H, which can lead to VWM. All patients who have been studied only have one mutation present in the gene, causing the eIF2B to still be active, which leads to VWM. If two mutations occurred, then eIF2B activity would be stopped by the body.",
            "score": 127.60877358913422
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 95.42619001865387
        },
        {
            "docid": "639057_9",
            "document": "Wiskott–Aldrich syndrome protein . WASp is a product of the \"WASp\", and mutations in the \"WASp\" can lead to Wiskott–Aldrich syndrome (an X-linked disease that mainly affects males with symptoms that include thrombocytopenia, eczema, recurrent infections, and small-sized platelets) in these patients the protein is usually significantly reduced or absent. Other, less inactivating mutations affecting the \"WASp\" cause X linked thrombocytopenia, or XLT, where there is usually detectable protein levels by flow cytometry. The majority of the mutations causing classic WAS are located in the WH1 domain of the protein and these mutations affect binding with the WASp Interacting Protein. Mutations located in the GBD domain disrupt autoinhibition and lead to an unfolded protein that is constituvely active. Unlike WAS and XLT, WASp in this case is present and active. Activated WASP leads to nuclear localization of actin filaments and this can lead to premature apoptosis, aneuploidy and failure to undergo cytokinesis causing myelodisplasia and X- linked neutropenia.",
            "score": 93.99847340583801
        },
        {
            "docid": "56481_11",
            "document": "Tay–Sachs disease . The hydrolysis of GM2-ganglioside requires three proteins. Two of them are subunits of hexosaminidase A; the third is a small glycolipid transport protein, the GM2 activator protein (GM2A), which acts as a substrate-specific cofactor for the enzyme. Deficiency in any one of these proteins leads to ganglioside storage, primarily in the lysosomes of neurons. Tay–Sachs disease (along with AB-variant GM2-gangliosidosis and Sandhoff disease) occurs because a mutation inherited from both parents deactivates or inhibits this process. Most Tay–Sachs mutations probably do not directly affect protein functional elements (e.g., the active site). Instead, they cause incorrect folding (disrupting function) or disable intracellular transport.",
            "score": 69.54071402549744
        },
        {
            "docid": "611074_19",
            "document": "Point mutation . If the mutation occurs in the region of the gene where transcriptional machinery binds to the protein, the mutation can affect the way in which transcription factors bind to the protein. The mechanisms of transcription bind to a protein through recognition of short nucleotide sequences. A mutation in this region may alter these sequences and, thus, change the way the transcription factors bind to the protein. Mutations in this region can affect the efficiency of gene transcription, which controls both the levels of mRNA and overall protein levels.",
            "score": 63.309375524520874
        },
        {
            "docid": "14129920_7",
            "document": "MT-ND6 . A G → A mutation at the 14459 base pair in the \"MT-ND6\" gene also has been identified in a small number of people with Leigh's syndrome, a progressive brain disorder that typically appears in infancy or early childhood. Affected children may experience vomiting, seizures, delayed development, muscle weakness, and problems with movement. Heart disease, kidney problems, and difficulty breathing can also occur in people with this disorder. This \"MT-ND6\" G14459A mutation replaces the amino acid alanine with the amino acid valine at protein position 72 in the NADH-ubiquinone oxidoreductase chain 6 protein. This genetic change also has been found in people with LHON and a movement disorder called dystonia, which involves involuntary muscle contractions, tremors, and other uncontrolled movements. This mutation appears to disrupt the normal assembly or activity of complex I in mitochondria. It is not known, however, how this \"MT-ND6\" gene alteration is related to the specific features of Leigh syndrome, LHON, or dystonia. It also remains unclear why a single mutation can cause such varied signs and symptoms in different people.",
            "score": 96.23718929290771
        },
        {
            "docid": "37662461_2",
            "document": "Synaptopathy . A synaptopathy is a disease of the brain, spinal cord or peripheral nervous system relating to the dysfunction of synapses. This can arise as a result of a mutation in a gene encoding a synaptic protein such as an ion channel, neurotransmitter receptor, or a protein involved in neurotransmitter release. It can also arise as a result of an autoantibody targeting a synaptic protein. Synaptopathies caused by ion channel mutations are also known as synaptic channelopathies. An example is episodic ataxia. Myasthenia gravis is an example of an autoimmune synaptopathy. Some toxins also affect synaptic function. Tetanus toxin and botulinum toxin affect neurotransmitter release. Tetanus toxin can enter the body via a wound, and botulinum toxin can be ingested or administered therapeutically to alleviate dystonia or as cosmetic treatment.",
            "score": 56.14643406867981
        },
        {
            "docid": "68300_42",
            "document": "Dominance (genetics) . Many proteins are normally active in the form of a multimer, an aggregate of multiple copies of the same protein, otherwise known as a homomultimeric protein or homooligomeric protein. In fact, a majority of the 83,000 different enzymes from 9800 different organisms in the BRENDA Enzyme Database represent homooligomers. When the wild-type version of the protein is present along with a mutant version, a mixed multimer can be formed. A mutation that leads to a mutant protein that disrupts the activity of the wild-type protein in the multimer is a dominant-negative mutation.",
            "score": 87.70754504203796
        },
        {
            "docid": "10950652_10",
            "document": "MEN1 . MEN1 mutations comprise mostly frameshift deletions or insertions, followed by nonsense, missense, splice-site mutations and either part or complete gene deletions resulting in disease pathology. Frameshift and nonsense mutations result in a supposed inactive and truncated menin protein while splice-site mutations result in incorrectly spliced mRNA. Missense mutations of MEN1 are especially important as they result in a change to crucial amino acids needed in order to bind and interact with other proteins and molecules. As menin is located predominantly in the nucleus, these mutations can impact the stability of the cell and may further affect functional activity or expression levels of the protein. Studies have also shown that single amino acid changes in genes involved in oncogenic disorders may result in proteolytic degradation leading to loss of function and reduced stability of the mutant protein; a common mechanism for inactivating tumor suppressor gene products. MEN1 gene mutations and deletions also play a role in the development of hereditary and a subgroup of sporadic pituitary adenomas and were detected in approximately 5% of sporadic pituitary adenomas. Consequently, alterations of the gene represent a candidate pathogenetic mechanism of pituitary tumorigenesis especially when considered in terms of interactions with other proteins, growth factors, oncogenes play a rule in tumorigenesis.",
            "score": 97.98595333099365
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 105.8719390630722
        },
        {
            "docid": "8258312_8",
            "document": "Ubiquitin-activating enzyme . Among the various disorders associated with the ubiquitin-proteasome pathway is X-linked infantile spinal muscular atrophy (XL-SMA). The fatal childhood disorder is associated with loss of anterior horn cells and infantile death. Clinical features include hypotonia, areflexia, and multiple congenital contractures. In a large-scale mutation analysis, screening of six XL-SMA families provided results indicating two novel missense mutations in two families and a novel synonymous C->T substitution in another three families[footnote]. All of these detected mutations were located in exon 15 of the \"UBE1\" gene (the gene encoding ubiquitin-activating enzyme) and were observed to segregate with disease in the families. In brevity, UBE1 missense may lead to a disturbed complex building with gigaxonin, a protein involved in axonal structure and neuronal maintenance. This can lead to impaired degradation of microtubule-associated protein 1B (MAP1B), resulting in the build-up of MAP1B protein, which may enhance neuronal cell death. Thus, mutations in \"UBE1\" are suspected to be the cause of genetic defects in XL-SMA individuals.",
            "score": 95.07899522781372
        },
        {
            "docid": "9398201_2",
            "document": "CDKL5 . CDKL5 is a gene that provides instructions for making a protein called cyclin-dependent kinase-like 5 also known as serine/threonine kinase 9 (STK9) that is essential for normal brain development with mutations causing deficiencies in the protein level. It regulates neuronal morphology through cytoplasmic signaling and controlling gene expression. The CDKL5 protein acts as a kinase, which is an enzyme that changes the activity of other proteins by adding a cluster of oxygen and phosphorus atoms (a phosphate group) at specific positions. Researchers are currently working to determine which proteins are targeted by the CDKL5 protein.",
            "score": 96.21743130683899
        },
        {
            "docid": "3598371_5",
            "document": "TBX1 . Most cases of 22q11.2 deletion syndrome are caused by the deletion of a small piece of chromosome 22. This region of the chromosome contains about 30 genes, including the TBX1 gene. In a small number of affected individuals without a chromosome 22 deletion, mutations in the TBX1 gene are thought to be responsible for the characteristic signs and symptoms of the syndrome. Of the three known mutations, two mutations change one amino acid (a building block of proteins) in the T-box 1 protein. The third mutation deletes a single amino acid from the protein. These mutations likely disrupt the ability of the T-box 1 protein to bind to DNA and regulate the activity of other genes.",
            "score": 82.51296901702881
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 98.32896363735199
        },
        {
            "docid": "3469185_9",
            "document": "MECP2 . The role of MECP2 in disease is primarily associated with either a loss of function (under expression) of the MECP2 gene as in Rett syndrome or in a gain of function (over expression) as in MECP2 Duplication Syndrome. Many mutations have been associated with loss of expression of the MECP2 gene and have been identified in Rett syndrome patients. These mutations include changes in single DNA base pairs (SNP), insertions or deletions of DNA in the \"MECP2\" gene, and changes that affect how the gene information is processed into a protein (RNA splicing). Mutations in the gene alter the structure of the MeCP2 protein or lead to reduced amounts of the protein. As a result, the protein is unable to bind to DNA or turn other genes on or off. Genes that are normally repressed by MeCP2 remain active when their products are not needed. Other genes that are normally activated by MeCP2 remain inactive leading to a lack of gene product. This defect probably disrupts the normal functioning of nerve cells, leading to the signs and symptoms of Rett syndrome.",
            "score": 111.28139209747314
        }
    ],
    "r": [
        {
            "docid": "29729265_3",
            "document": "ARL13B . This gene encodes a member of the ADP-ribosylation factor-like family. The encoded protein is a small GTPase that contains both N-terminal and C-terminal guanine nucleotide-binding motifs. This protein is localized in the cilia and plays a role in cilia formation and in maintenance of cilia.",
            "score": 187.90359497070312
        },
        {
            "docid": "9065594_12",
            "document": "Guanine nucleotide exchange factor . GEFs are often recruited by adaptor proteins in response to upstream signals. GEFs are multi-domain proteins and interact with other proteins inside the cell through these domains. Adaptor proteins can modulate GEF activity by interacting with other domains besides the catalytic domain. For example, SOS1, the Ras GEF in the MAPK/ERK pathway, is recruited by the adaptor protein GRB2 in response to EGF receptor activation. The binding of SOS1 to GBR2 localizes it to the plasma membrane, where it can activate the membrane bound Ras. Other GEFs, such as the Rho GEF Vav1, are activated upon phosphorylation in response to upstream signals. Secondary messengers such as cAMP and calcium can also play a role in GEF activation.",
            "score": 161.09584045410156
        },
        {
            "docid": "1566105_2",
            "document": "GTPase-activating protein . GTPase-activating proteins or GTPase-accelerating proteins (GAPs) are a family of regulatory proteins whose members can bind to activated G proteins and stimulate their GTPase activity, with the result of terminating the signaling event. GAPs are also known as RGS protein, or RGS proteins, and these proteins are crucial in controlling the activity of G proteins. Regulation of G proteins is important because these proteins are involved in a variety of important cellular processes. The large G proteins, for example, are involved in transduction of signaling from the G protein-coupled receptor for a variety of signaling processes like hormonal signaling, and small G proteins are involved in processes like cellular trafficking and cell cycling. GAP’s role in this function is to turn the G protein’s activity off. In this sense, GAPs function is opposite to that of guanine nucleotide exchange factors (GEFs), which serve to enhance G protein signaling.",
            "score": 159.209228515625
        },
        {
            "docid": "18882012_5",
            "document": "MORM syndrome . MORM syndrome is associated with the gene INPP5E. INPP5E is a gene who's function is not well understood. It is hypothesized to play a role in primary cilia stability. A homozygous mutation in the INPP5E gene, on chromosome 9q34, is the cause for MORM syndrome. The mutation causes a homozygous transition in the last exon of the INPP5E gene. This transition results in the DNA bases changing from a cytosine residue to a thymine residue. The resulting protein will then have an altered amino acid sequence. In unaffected individuals this specific codon (region of DNA bases) is supposed to code for the amino acid glutamine. In cases of MORM syndrome this codon codes for a termination sequence, which prematurely stops the production of the protein. In unaffected individuals the protein is evenly disbursed throughout the ciliia axoneme which allows for the cilia to be stable. Cilia are antenna like structures which protrude from the extracellular surface of the cell. The cilia allows for extracellular signalling/communication between cells and their environment. When the INPP5E gene is mutated, the protein is damaged and is unable to spread out along the cilia axoneme and is unable to interact with other stabilizing proteins. This results is MORM syndrome individuals being unable to stabilize their cilia axoneme. It is still not well understood the exact mechanism as to how the mutation in the INNP5E gene causes cilia instability.",
            "score": 156.74603271484375
        },
        {
            "docid": "9065594_9",
            "document": "Guanine nucleotide exchange factor . Dbl-like RhoGEFs were present at the origin of eukaryotes and evolved as highly adaptive cell signaling mediators. There are 71 identified Dbl RhoGEFs in humans, structured into 20 subfamilies. The 71 members were already present in early Vertebrates, and most of the 20 families were already present in early Metazoans. Many of the mammalian Dbl family proteins are tissue-specific and their number in Metazoa varies in proportion of cell signaling complexity.  The Dbl homology and Pleckstrin homology domains are present in most Dbl family members, which act as GEFs for Rho GTPases. The DH domain, also known as the RhoGEF domain, is responsible for GEF catalytic activity. The PH domain is involved in intracellular targeting of the DH domain. The PH domain is generally thought to modulate membrane binding through interactions with phospholipids, but its function has been shown to vary in different proteins. This PH domain is also present in other proteins beyond RhoGEFs. Together, these two domains constitute the minimum structural unit necessary for the activity of most Dbl family proteins. The PH domain is located immediately adjacent to the C terminus of the DH domain.",
            "score": 155.2219696044922
        },
        {
            "docid": "9065594_3",
            "document": "Guanine nucleotide exchange factor . Guanine nucleotide exchange factors (GEFs) are proteins or protein domains involved in the activation of small GTPases. Small GTPases act as molecular switches in intracellular signaling pathways and have many downstream targets. The most well-known GTPases comprise the Ras superfamily and are involved in essential cell processes such as cell differentiation and proliferation, cytoskeletal organization, vesicle trafficking, and nuclear transport. GTPases are active when bound to GTP and inactive when bound to GDP, allowing their activity to be regulated by GEFs and the opposing GTPase activating proteins (GAPs).",
            "score": 154.77291870117188
        },
        {
            "docid": "18877021_2",
            "document": "Vav (protein) . Vav is a family of proteins involved in cell signalling. They act as guanine nucleotide exchange factors (GEFs) for small G proteins of the Rho family. GEF activity is mediated via module of tandem DH-PH domains. Vav proteins also appear to exhibit GEF-independent functions. Although it was originally thought that Vav proteins would only be present in multicellular organisms, Vav family proteins have been observed in Choanoflagellates.",
            "score": 154.39202880859375
        },
        {
            "docid": "1566105_14",
            "document": "GTPase-activating protein . The importance of GAPs comes from its regulation of the crucial G proteins. Many of these G proteins are involved in cell cycling, and as such are known proto-oncogenes. The Ras superfamily of G proteins, for example, has been associated with many cancers because Ras is a common downstream target of many growth factors like FGF, or fibroblast growth factor. Under normal conditions, this signaling ultimately induces regulated cell growth and proliferation. However, in the cancer state, such growth is no longer regulated and results in the formation of tumors. Often, this oncogenic behavior is due to a loss of function of GAPs associated with those G proteins or a loss of the G protein’s ability to respond to its GAP. With the former, G proteins are unable to hydrolyze GTP quickly, resulting in sustained expression of the active form of G proteins. Although the G proteins have weak hydrolytic activity, in the presence of functional GEFs, the inactivated G proteins are constantly replaced with activated ones because the GEFs exchange GDP for GTP in these proteins. With no GAPs to curb the G protein’s activity, this results in constitutively active G proteins, unregulated cell growth, and the cancerous state. In the case of the latter, a loss of the G protein’s ability to respond to GAP, the G proteins have lost their ability to hydrolyze GTP. With a nonfunctional G protein enzyme, GAPs cannot activate the GTPase activity, and the G protein is constitutively on. This also results in unregulated cell growth and cancer.",
            "score": 154.3223114013672
        },
        {
            "docid": "11443855_19",
            "document": "Folliculin . Individuals affected with the inherited kidney cancer syndromes von Hippel-Lindau syndrome and tuberous sclerosis complex can develop kidney cysts in addition to kidney tumors, which have been shown to result from defects in primary cilia function. BHD patients also may present with kidney cysts, which led researchers to investigate a potential role for FLCN in regulating primary cilia development and/or function. FLCN protein was found to localize on primary cilia, the basal body and centrosome in different cell types. \"FLCN\" siRNA knockdown in nutrient starved kidney cells resulted in delayed cilia development. Both overexpression of FLCN in FLCN-expressing kidney cells and knockdown of \"FLCN\" resulted in reduced numbers of cilia and aberrant cell divisions, suggesting that levels of FLCN must be tightly regulated for proper ciliogenesis. Primary cilia play a role in inhibiting the canonical Wnt signaling pathway ( Wnt/β-catenin signaling pathway) by sequestering β-catenin in the basal body, and dysregulated Wnt/β-catenin signaling has been linked to kidney cyst formation. In \"Flcn\"-deficient mouse inner medullary collecting duct cells, levels of unphosphorylated (active) β-catenin and its down stream targets were elevated suggesting that improper activation of the canonical Wnt/β-catenin signaling pathway through defective ciliogenesis may lead to kidney, and potentially lung, cyst development in BHD syndrome.",
            "score": 153.7640380859375
        },
        {
            "docid": "22973132_3",
            "document": "Rap1 . GTPases are inactive when in their GDP-bound form, and become active when they bind to GTP. GTPase activating proteins (GAPs) and guanine nucleotide exchange factors (GEFs) regulate small GTPases, with GAPs promoting the GDP-bound (inactive) form, and GEFs promoting the GTP-bound (active) form. When bound to GTP, small GTPases regulate myriad cellular processes. These proteins are divided into families depending on their protein structure, and the most well studied is the Ras superfamily, of which Rap1 is a member. Whereas Ras is known for its role in cell proliferation and survival, Rap1 is predominantly involved in cell adhesion and cell junction formation. Ras and Rap are regulated by different sets of guanine nucleotide exchange factors and GTPase-activating proteins, thus providing one level of specificity.",
            "score": 153.15347290039062
        },
        {
            "docid": "1726426_6",
            "document": "Bardet–Biedl syndrome . Using the round worm \"C. elegans\" as a model system, biologists found that BBS proteins are involved in a process called Intraflagellar transport (IFT), a bi-directional transportation activity within the cilia along the long axis of the ciliary shaft that is essential for ciliogenesis and the maintenance of cilia. Recent biochemical analysis of human BBS proteins revealed that BBS proteins are assembled into a multiple protein complex, called \"BBSome\". BBSome is proposed to be responsible for transporting intracellular vesicles to the base of the cilia and to play an important role in the ciliary function.",
            "score": 148.7708282470703
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 147.4737091064453
        },
        {
            "docid": "15181169_8",
            "document": "Dock7 . DOCK proteins are known activators of small G proteins of the Rho family. A study of Dock7 in HEK 293 cells and hippocampal neurons has shown that it can bind and promote nucleotide exchange on the Rac subfamily isoforms Rac1 and Rac3. This work suggests that Dock7 is a key mediator of the process that specifies which of the many neurites will become the axon. Indeed, overexpression of Dock7 induced the formation of multiple axons and RNA interference knock-down of Dock7 prevented axon formation. In Schwann cells Dock7 was shown to regulate the activation of Cdc42 as well as Rac1 however no direct interaction between Dock7 and Cdc42 has been demonstrated. Dock7 has also been reported to interact with the TSC1-TSC2 (also known as hamartin-tuberin) complex, the normal function of which is disrupted in sufferers of Tuberous sclerosis. It was subsequently suggested that Dock7 may function as a GEF for Rheb, a small G protein that functions downstream of the TSC1-TSC2 complex. Although DOCK family proteins are generally considered as GEFs specific for Rho family G proteins Dock4 has been shown to bind and activate Rap1, which is not a member of the Rho family. This apparent promiscuity among DOCK proteins and their targets, coupled with the fact that Rheb is highly expressed in the brain means that Dock7 GEF activity towards Rheb, although not yet demonstrated, would not be surprising.",
            "score": 146.72511291503906
        },
        {
            "docid": "35552831_10",
            "document": "Ciliogenesis . Each type of cell has a specific optimal length for its cilia. Therefore, the length of the cilia must be regulated to ensure optimal function of the cell. Some of the same processes that are used to control to formation and removal of cilia (such as IFT) are thought to be used in the regulation of cilia length. The regulation of ciliary length is very important because it affects how the cell is able to use its cilia to move fluid over its surface or conduct cellular signaling. Different ciliopathies can be caused by defects in ciliary length. For instance, proteins that have been shown to cause Meckel–Gruber syndrome affect ciliary length control. However, the mechanisms that affect ciliary length control are not understood very well. Until they are, it will be difficult to determine how defects in ciliary length may related to ciliopathic diseases and syndromes.",
            "score": 146.4549102783203
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 145.37681579589844
        },
        {
            "docid": "9065594_14",
            "document": "Guanine nucleotide exchange factor . GEFs are potential target for cancer therapy due to their role in many signaling pathways, particularly cell proliferation. For example, many cancers are caused by mutations in the MAPK/ERK pathway that lead to uncontrolled growth. The GEF SOS1 activates Ras, whose target is the kinase Raf. Raf is a proto-oncogene because mutations in this protein have been found in many cancers. The Rho GTPase Vav1, which can be activated by the GEF receptor, has been shown to promote tumor proliferation in pancreatic cancer. GEFs represent possible therapeutic targets as they can potentially play a role in regulating these pathways through their activation of GTPases.",
            "score": 145.16986083984375
        },
        {
            "docid": "18768921_7",
            "document": "Hydrolethalus syndrome . Prior to the discovery of HLS, the \"HYLS1\" gene was unknown, and similar genes within humans have not been identified. Orthologs, genes in other species with common ancestral heritage, have been examined to explain the pathophysiology of HLS; a similar gene within the roundworm, \"Caenorhabditis elegans\", is responsible for the formation of cilia. Current hypotheses place a dysfunction of cilia as the main cause of HLS defects arising from the \"HYLS1\" mutation in humans.  Differences between wild type and mutant \"HYLS1\" have been clearly observed; the wild type form is localised to the cytoplasm, while the mutant form is localised to the nucleus and forms small clusters, suggesting that the mutant gene disrupts cellular localisation. The protein encoded by the \"HYLS1\" mutant form is unable to carry out essential targetting of centrioles to the plasma membrane, disrupting ciliary function, which results in ciliopathy. As cilia are located in almost all cells throughout the body, cilial dysfunction causes developmental defects in a range of organs and thus the phenotype of HLS can vary greatly, though brain malformation and polydactyly are most commonly observed.  Currently, no environmental factors are known to increase the likelihood of HLS development or progression; HLS is caused only by genetic abnormalities.",
            "score": 144.66439819335938
        },
        {
            "docid": "9065739_5",
            "document": "KRAS . KRAS acts as a molecular on/off switch, using protein dynamics. Once it is allosterically activated, it recruits and activates proteins necessary for the propagation of growth factors, as well as other cell signaling receptors like c-Raf and PI 3-kinase. KRAS upregulates the GLUT1 glucose transporter, thereby contributing to the Warburg effect in cancer cells. KRAS binds to GTP in its active state. It also possesses an intrinsic enzymatic activity which cleaves the terminal phosphate of the nucleotide, converting it to GDP. Upon conversion of GTP to GDP, KRAS is deactivated. The rate of conversion is usually slow, but can be increased dramatically by an accessory protein of the GTPase-activating protein (GAP) class, for example RasGAP. In turn, KRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class (such as SOS1), which forces the release of bound nucleotide (GDP). Subsequently, KRAS binds GTP present in the cytosol and the GEF is released from ras-GTP.",
            "score": 143.46157836914062
        },
        {
            "docid": "7966521_9",
            "document": "Aarskog–Scott syndrome . The Aarskog–Scott syndrome is due to mutation in the FGD1 gene. FGD1 encodes a guanine nucleotide exchange factor (GEF) that specifically activates Cdc42, a member of the Rho (Ras homology) family of the p21 GTPases. By activating Cdc42, FGD1 protein stimulates fibroblasts to form filopodia, cytoskeletal elements involved in cellular signaling, adhesion, and migration. Through Cdc42, FGD1 protein also activates the c-Jun N-terminal kinase (JNK) signaling cascade, a pathway that regulates cell growth, apoptosis, and cellular differentiation.",
            "score": 142.8246612548828
        },
        {
            "docid": "12044577_3",
            "document": "FGD1 . FGD1 is a guanine-nucleotide exchange factor (GEF) that can activate the Rho GTPase Cdc42. It localizes preferentially to the trans-Golgi network (TGN) of mammalian cells and regulates, for example, the secretory transport of bone-specific proteins from the Golgi complex. Thus Cdc42 and FGD1 regulate secretory membrane trafficking that occurs especially during bone growth and mineralization in humans. FGD1 promotes nucleotide exchange on the GTPase Cdc42, a key player in the establishment of cell polarity in all eukaryotic cells. The GEF activity of FGD1, which activates Cdc42, is harbored in its DH domain and causes the formation of filopodia, enabling the cells to migrate. FGD1 also activates the c-Jun N-terminal kinase (JNK) signaling cascade, important in cell differentiation and apoptosis. It also promotes the transition through G1 during the cell cycle and causes tumorgenic transformation of NIH/3T3 fibroblasts.",
            "score": 142.71066284179688
        },
        {
            "docid": "45209731_4",
            "document": "Lynne Quarmby . Quarmby's research has been aimed at understanding the signals and mechanisms of deflagellation, the process by which cells shed their cilia into the environment. Cilia are found on most eukaryotic cells and on most cells in the human body, and defects in a cell's ability to form or maintain its cilia can cause diseases known as ciliopathies, that may include symptoms such as cystic kidney disease, blindness, and obesity. Through her research using the single-celled ciliated green alga Chlamydomonas reinhardtii as a model organism, Quarmby identified members of the NIMA-related family of serine/threonine kinases that function in deflagellation as well as in the assembly and maintenance of cilia. Her group went on to show that NEK8 localizes to cilia, and that mutations in NEK8 interfere with its ciliary localization and cause a severe juvenile cystic kidney disease known as nephronophthisis, underscoring the important link between cilia and cystic kidney disease.",
            "score": 141.1166229248047
        },
        {
            "docid": "43118_18",
            "document": "Cilium . Some primary cilia on epithelial cells in eukaryotes act as \"cellular antennae\", providing chemosensation, thermosensation and mechanosensation of the extracellular environment. These cilia then play a role in mediating specific signalling cues, including soluble factors in the external cell environment, a secretory role in which a soluble protein is released to have an effect downstream of the fluid flow, and mediation of fluid flow if the cilia are motile. Some epithelial cells are ciliated, and they commonly exist as a sheet of polarized cells forming a tube or tubule with cilia projecting into the lumen. This sensory and signalling role puts cilia in a central role for maintaining the local cellular environment and may be why ciliary defects cause such a wide range of human diseases.",
            "score": 140.88427734375
        },
        {
            "docid": "156970_19",
            "document": "Cytoskeleton . In nine triplet sets (star-shaped), they form the centrioles, and in nine doublets oriented about two additional microtubules (wheel-shaped), they form cilia and flagella. The latter formation is commonly referred to as a \"9+2\" arrangement, wherein each doublet is connected to another by the protein dynein. As both flagella and cilia are structural components of the cell, and are maintained by microtubules, they can be considered part of the cytoskeleton. There are two types of cilia: motile and non-motile cilia. Cilia are short and more numerous than flagella. The motile cilia have a rhythmic waving or beating motion compared to the non-motile cilia which receive sensory information for the cell; processing signals from the other cells or the fluids surrounding it. Additionally, the microtubules control the beating (movement) of the cilia and flagella. Also, the dynein arms attached to the microtubules function as the molecular motors. The motion of the cilia and flagella is created by the microtubules sliding past one another, which requires ATP.  They play key roles in:",
            "score": 139.8612823486328
        },
        {
            "docid": "67193_16",
            "document": "Testicle . The human genome includes approximately 20,000 protein coding genes: 80% of these genes are expressed in adult testes. The testes have the highest fraction of tissue type-specific genes compared to other organs and tissues: about 1000 of them are highly specific for the testes, and about 2,200 show an elevated pattern of expression here. A majority of these genes encode for proteins that are expressed in the seminiferous tubules and have functions related to spermatogenesis. Sperm cells express proteins that result in the development of flagella; these same proteins are expressed in the female in cells lining the fallopian tube, and cause the development of cilia. In other words, sperm cell flagella and Fallopian tube cilia are \"homologous\" structures. The testis-specific proteins that show the highest level of expression are protamines.",
            "score": 139.7283477783203
        },
        {
            "docid": "11443855_20",
            "document": "Folliculin . Additional experimental evidence that FLCN may be involved in primary cilium function was obtained from a yeast two-hybrid screening that identified KIF3A as a FLCN interacting protein. Intraflagellar transport, which is required for primary cilium assembly and maintenance, is driven by kinesin-2 motor made up of subunits KIF3A and KIF3B. Researchers have shown that FLCN could interact with both subunits in a cilium-dependent manner and localize to cilia in FLCN-expressing but not FLCN-deficient cells. Cilia have been shown to act as flow sensors and suppress mTOR signaling by activating the serine/threonine kinase LKB1 located in the basal body of resting cells in response to flow stimuli. LKB1 in turn phosphorylates and activates AMPK, a negative regulator of mTOR activation. Flow stress was able to suppress mTOR signaling in FLCN-expressing human kidney cells but not under FLCN deficient conditions, and required intact cilia. FLCN was shown to recruit LKB1 and facilitate its interaction with AMPK in the basal body in a flow stress-dependent manner. These findings suggest a role for FLCN in the mechanosensory signaling machinery of the cell that controls the cilia-dependent regulation of the LKB1-AMPK-mTOR signaling axis.",
            "score": 139.6007080078125
        },
        {
            "docid": "14284537_3",
            "document": "VAV1 . The protein encoded by this proto-oncogene is a member of the Dbl family of guanine nucleotide exchange factors (GEF) for the Rho family of GTP binding proteins. The protein is important in hematopoiesis, playing a role in T-cell and B-cell development and activation. This particular GEF has been identified as the specific binding partner of Nef proteins from HIV-1. Coexpression and binding of these partners initiates profound morphological changes, cytoskeletal rearrangements and the JNK/SAPK signaling cascade, leading to increased levels of viral transcription and replication.",
            "score": 138.97125244140625
        },
        {
            "docid": "14757426_7",
            "document": "NFAT5 . Although the precise mechanism by which osmotic stress is sensed by the cell is unclear, it has been suggested that Brx, a guanine nucleotide exchange factor (GEF) localized near the plasma membrane, is activated by osmotic stress through changes in the cytoskeleton structure. Alternatively, Brx may also be activated through changes in its interactions with possible osmosensor molecules at the cell membrane. Upon Brx activation, the GEF domain of Brx facilitates activation of Rho-type small G proteins from its inactive GDP state to active GTP state. Additionally, activated Brx also recruits and physically interacts with JIP4, a p38 MAPK-specific scaffold protein. JIP4 binds to downstream kinases, MKK3 and MKK6. This complex then activates p38 mitogen-activated protein kinase (MAPK). Activation of p38 MAPK is regulated by Cdc42 and Rac1. Activation of p38 MAPK is a necessary step for NFAT5 expression.",
            "score": 137.99778747558594
        },
        {
            "docid": "12832_27",
            "document": "G protein–coupled receptor . When the receptor is inactive, the GEF domain may be bound to an also inactive α-subunit of a heterotrimeric G-protein. These \"G-proteins\" are a trimer of α, β, and γ subunits (known as Gα, Gβ, and Gγ, respectively) that is rendered inactive when reversibly bound to Guanosine diphosphate (GDP) (or, alternatively, no guanine nucleotide) but active when bound to Guanosine triphosphate (GTP). Upon receptor activation, the GEF domain, in turn, allosterically activates the G-protein by facilitating the exchange of a molecule of GDP for GTP at the G-protein's α-subunit. The cell maintains a 10:1 ratio of cytosolic GTP:GDP so exchange for GTP is ensured. At this point, the subunits of the G-protein dissociate from the receptor, as well as each other, to yield a Gα-GTP monomer and a tightly interacting Gβγ dimer, which are now free to modulate the activity of other intracellular proteins. The extent to which they may diffuse, however, is limited due to the palmitoylation of Gα and the presence of an isoprenoid moiety that has been covalently added to the C-termini of Gγ.",
            "score": 137.5074005126953
        },
        {
            "docid": "5473657_7",
            "document": "Alström syndrome . The gene is located on chromosome 2, at position 2p13. The \"ALMS1\" gene contains instructions to encode a specific protein known as ALMS1. The protein then is involved in ciliary function, cell cycle control and intracellular transport. In addition, the protein is expressed in all organ tissues of the body. It has a role in the proper function, maintenance and formation of cilia which are found in all types of cells in the body. Research has been shown that more than 80 mutations in the \"ALMS1\" gene have been identified in individuals that have Alström syndrome. Most of these mutations have led to the production of a dysfunctional version of the ALSM1 protein which are present in tissues, but at low levels.",
            "score": 137.4690399169922
        },
        {
            "docid": "16846870_2",
            "document": "Dock3 . Dock3 (Dedicator of cytokinesis 3), also known as MOCA (modifier of cell adhesion) and PBP (presenilin-binding protein), is a large (~180 kDa) protein involved in intracellular signalling networks. It is a member of the DOCK-B subfamily of the DOCK family of guanine nucleotide exchange factors (GEFs) which function as activators of small G proteins. Dock3 specifically activates the small G protein Rac.",
            "score": 136.5888214111328
        },
        {
            "docid": "9065594_2",
            "document": "Guanine nucleotide exchange factor . Guanine nucleotide exchange factors (GEFs) are proteins or protein domains that activate monomeric GTPases by stimulating the release of guanosine diphosphate (GDP) to allow binding of guanosine triphosphate (GTP). A variety of unrelated structural domains have been shown to exhibit guanine nucleotide exchange activity. Some GEFs can activate multiple GTPases while others are specific to a single GTPase.",
            "score": 136.3488311767578
        },
        {
            "docid": "11443855_14",
            "document": "Folliculin . Resolution of the crystal structure of the FLCN carboxy-terminal protein domain revealed a structural similarity to the differentially expressed in normal cells and neoplasia (DENN) domain of DENN1B suggesting that they are distantly related proteins. The DENN domain family of proteins are guanine nucleotide exchange factors (GEFs) for Rab proteins, members of the Ras superfamily of G proteins that are involved in vesicular transport suggesting that FLCN may have a similar function.",
            "score": 136.13265991210938
        }
    ]
}