{
    "q": [
        {
            "docid": "40951831_2",
            "document": "Viral metagenomics . Viral metagenomics is the study of viral genetic material sourced directly from the environment rather than from a host or natural reservoir. The goal is to ascertain viral diversity in the environment that is often missed in studies targeting specific potential reservoirs. It reveals important information on virus evolution and the genetic diversity of the viral community without the need for isolating viral species and cultivating them in the laboratory. Some of the first metagenomic studies of viruses were done with ocean samples, and revealed that most of the sequences of DNA and RNA viruses had no matches in databases. This approach has created improvements in molecular epidemiology and accelerated the discovery of novel viruses. Acknowledging the importance of viral metagenomics, the International Committee on Taxonomy of Viruses (ICTV) recognizes that genomes assembled from metagenomic data represent actual viruses and encourages their official classification following the same procedures as those used for viruses isolated and characterized using classical virology approaches. In addition, the IMG/VR system -the largest interactive public virus database with over 700,000 metagenomic viral sequences and isolate viruses, serves as a starting point for the sequence analysis of viral fragments derived from metagenomic samples. The virus detection method and host assignment approach in IMG/VR is described in a paper discussing Earth's virome and is fully presented as a protocol .",
            "score": 242.22951579093933
        },
        {
            "docid": "8952788_10",
            "document": "Mycovirus . DsRNA as well as ssRNA are assumed to be very ancient and presumably originated from the ‘RNA world’ as both types of RNA viruses infect bacteria as well as eukaryotes. Although the origin of viruses is still not well understood, recently presented data which suggest that viruses invaded the emerging ‘supergroups’ of eukaryotes from an ancestral pool in a very early stage of life on earth. According to Koonin, RNA viruses colonized eukaryotes first and subsequently co-evolved with their hosts. This concept fits well with the proposed ‘ancient co-evolution hypothesis’, which also assumes a long co-evolution of viruses and fungi. ‘The ancient coevolution hypothesis’ could contribute some explanation why mycoviruses are so diverse. It has also been suggested that it is very likely that plant viruses containing a movement protein have evolved from mycoviruses by introducing of an extracellular phase into their life cycle, rather than eliminating it. Furthermore, the recent discovery of an ssDNA mycovirus tempted some researchers to suggest that RNA and DNA viruses might have common evolutionary mechanisms. However, there are many cases where mycoviruses are grouped together with plant viruses. For example, CHV1 showed phylogenetic relatedness to the ssRNA genus Potyvirus and some ssRNA viruses, which were assumed to confer hypovirulence or debilitation, were often found to be more closely related to plant viruses than to other mycoviruses. Therefore, another theory arose that these viruses moved from a plant host to plant pathogenic fungal host or vice versa. This ‘plant virus hypothesis’ may not explain how mycoviruses developed originally, but it could help to understand how they evolved further.",
            "score": 279.4946938753128
        },
        {
            "docid": "416954_11",
            "document": "Viral evolution . Through these mechanisms new viruses are constantly emerging and present a continuing challenge in attempts to control the diseases they cause. Most species of viruses are now known to have common ancestors, and although the \"virus first\" hypothesis has yet to gain full acceptance, there is little doubt that the thousands of species of modern viruses have evolved from less numerous ancient ones. The morbilliviruses, for example, are a group of closely related, but distinct viruses that infect a broad range of animals. The group includes measles virus, which infects humans and primates; canine distemper virus, which infects many animals including dogs, cats, bears, weasels and hyaenas; rinderpest, which infected cattle and buffalo; and other viruses of seals, porpoises and dolphins. Although it is not possible to prove which of these rapidly evolving viruses is the earliest, for such a closely related group of viruses to be found in such diverse hosts suggests the possibility that their common ancestor is ancient.",
            "score": 249.47556293010712
        },
        {
            "docid": "24968742_4",
            "document": "Evolution of influenza . Reassortment, also known as antigenic shift, allows new viruses to evolve under both natural conditions and in artificial cultures. Reassortment occurs in similar fashion as chromosome crossover events, as two different viral strains may come in contact and transfer some of their genetic information. This crossing-over event creates a mixture of the two viral strains, which may replicate as one hybrid virus that expresses traits from both original viruses. The mechanism of the evolutionary force of antigenic shift allows influenza viruses to exchange genes with strains that infect different species. Under this mechanism, a human influenza virus could exchange genes with an avian strain, and that is how pandemic strains arise. There have been three occurrences of pandemics caused by antigenic shift since 1900, and it could just as easily happen again. In fact, the 1957 evolution of the H2N2 virus is thought to be a result of reassortment. In this case, human H1N1 strains and avian influenza A genes were mixed. Infecting tissue cultures can demonstrate how pathogenic qualities can evolve for a particular species even though the reassorted virus may be nonpathogenic for another species. A prime example of evolution under natural conditions is the reassortment of two avian influenza strains that were discovered in dead seals back in 1979.",
            "score": 217.1965651512146
        },
        {
            "docid": "26393321_4",
            "document": "Adolfo García-Sastre . Born in Burgos, Spain, Dr. García-Sastre earned his Ph.D at the University of Salamanca. His research interest has been focused on the molecular biology of influenza viruses and several other negative-strand RNA viruses. His contributions to his field have included the generation and evaluation of influenza virus vectors as potential vaccine candidates against infectious diseases, including malaria and AIDS, as well as the development (with Dr. Peter Palese) of the first reverse-genetic approaches for the production of infectious recombinant influenza viruses from plasmid DNA – research which has resulted in techniques which are now routinely used with many negative strand RNA viruses. He was the first to identify the biological role of the non-structural NS1 Influenza Protein during infection, the first to describe and provide a molecular analysis of a viral-encoded IFN antagonist among negative strand RNA viruses, and the first to demonstrate that the M1 protein of the influenza virus determines its morphology.",
            "score": 293.26720452308655
        },
        {
            "docid": "416954_6",
            "document": "Viral evolution . One of the problems for those studying viral origins and evolution is their high rate of mutation, particularly the case in RNA retroviruses like HIV/AIDS. A recent study based on comparisons of viral protein folding structures, however, is offering some new evidence. Fold Super Families (FSF's) are proteins that show similar folding structures independent of the actual sequence of amino acids, and have been found to show evidence of viral phylogeny. Thus viruses have been found to be capable of being divided into 4 FSFs; based upon the three realms of bacterioviruses, archaeoviruses, and eukaryoviruses, together with a fourth FSF that seems to indicate that it pre-dated the separation of the three realms. Thus viral proteomes still contain traces of ancient evolutionary history that can be studied today. The study of protein FSFs suggests the existence of ancient cellular lineages common to both cells and viruses before the appearance of the 'last universal cellular ancestor' that gave rise to modern cells. Evolutionary pressure to reduce genome and particle size may have eventually reduced viro-cells into modern viruses, whereas other coexisting cellular lineages eventually evolved into modern cells. Furthermore, the long genetic distance between RNA and DNA FSF's suggests that the RNA world hypothesis may have new experimental evidence, with a long intermediary period in the evolution of cellular life.",
            "score": 247.04058420658112
        },
        {
            "docid": "19653842_10",
            "document": "Organism . The most common argument in support of viruses as living organisms is their ability to undergo evolution and replicate through self-assembly. Some scientists argue that viruses neither evolve, nor self- reproduce. In fact, viruses are evolved by their host cells, meaning that there was co-evolution of viruses and host cells. If host cells did not exist, viral evolution would be impossible. This is not true for cells. If viruses did not exist, the direction of cellular evolution could be different, but cells would nevertheless be able to evolve. As for the reproduction, viruses totally rely on hosts' machinery to replicate. The discovery of viral megagenomes with genes coding for energy metabolism and protein synthesis fueled the debate about whether viruses belong in the tree of life. The presence of these genes suggested that viruses were once able to metabolize. However, it was found later that the genes coding for energy and protein metabolism have a cellular origin. Most likely, these genes were acquired through horizontal gene transfer from viral hosts.",
            "score": 204.46206521987915
        },
        {
            "docid": "416954_7",
            "document": "Viral evolution . Viruses do not form fossils in the traditional sense, because they are much smaller than the finest colloidal fragments forming sedimentary rocks that fossilize plants and animals. However, the genomes of many organisms contain endogenous viral elements (EVEs). These DNA sequences are the remnants of ancient virus genes and genomes that ancestrally 'invaded' the host germline. For example, the genomes of most vertebrate species contain hundreds to thousands of sequences derived from ancient retroviruses. These sequences are a valuable source of retrospective evidence about the evolutionary history of viruses, and have given birth to the science of paleovirology.",
            "score": 194.71082496643066
        },
        {
            "docid": "42224368_5",
            "document": "Synthetic virology . Live synthetic viruses have their entire genomes constructed from synthetic viral genes, which are then assembled using various methodologies to yield complete viral genomes. The first man-made infectious viruses generated without any natural template were of the Polio virus [1] and the φX174 bacteriophage [2]. With synthetic live viruses, it is not the viruses that are synthesized, but rather their DNA genome at first, both in the case of DNA and RNA viruses, since methodologies for large scale DNA synthesis are much more developed than those for RNA synthesis (for example, there is no RNA-equivalent for PCR). For many virus families the naked genome DNA (or RNA following transcription) is infectious when introduced into a cell. That is, their genome contains all the necessary information to produce new viable viruses. This technology is now being used to investigate novel vaccine strategies[3,4]. The ability to synthesize viruses has far-reaching consequences, since viruses can no longer be regarded as extinct, as long as the information of their genome sequence is known and permissive cells are available. As of March 2014, the full-length genome sequences of 3843 different viruses, including smallpox, are publicly available in an online database maintained by the National Institutes of Health.",
            "score": 284.9611028432846
        },
        {
            "docid": "38889813_56",
            "document": "Viral phylodynamics . Up to this point, phylodynamic approaches have focused almost entirely on RNA viruses, which often have mutation rates on the order of 10 to 10 substitutions per site per year. This allows a sample of around 1000 bases to have power to give a fair degree of confidence in estimating the underlying genealogy connecting sampled viruses. However, other pathogens may have significantly slower rates of evolution. DNA viruses, such as herpes simplex virus, evolve orders of magnitude more slowly. These viruses have commensurately larger genomes. Bacterial pathogens such as pneumococcus and tuberculosis evolve slower still and have even larger genomes. In fact, there exists a very general negative correlation between genome size and mutation rate across observed systems. Because of this, similar amounts of phylogenetic signal are likely to result from sequencing full genomes of RNA viruses, DNA viruses or bacteria. As sequencing technologies continue to improve, it is becoming increasingly feasible to conduct phylodynamic analyses on the full diversity of pathogenic organisms.",
            "score": 259.68868923187256
        },
        {
            "docid": "593203_14",
            "document": "Dicer . Insects can use Dicer as a potent antiviral. This finding is especially significant given that mosquitoes are responsible for the transmission of many viral diseases including the potentially deadly arboviruses: West Nile virus, dengue fever and yellow fever. While mosquitoes, more specifically the \"Aedes aegypti\" species, serve as the vectors for these viruses, they are not the intended host of the virus. Transmission occurs as a result of the female mosquito's need for vertebrate blood to develop her eggs. The RNAi pathway in insects is very similar to that of other animals; Dicer-2 cleaves viral RNA and loads it onto the RISC complex where one strand serves as a template for the production of RNAi products and the other is degraded. Insects with mutations leading to non-functional components of their RNAi pathway show increased viral loads for viruses they carry or increased susceptibility to viruses for which they are hosts. Similarly to humans, insect viruses have evolved mechanisms to avoid the RNAi pathway. As an example, Drosophila C virus encodes for protein 1A which binds to dsRNA thus protecting it from dicer cleavage as well as RISC loading. \"Heliothis virescens\" ascovirus 3a encodes an RNase III enzyme similar to the RNase III domains of dicer which may compete for dsRNA substrate as well as degrade siRNA duplexes to prevent RISC loading.",
            "score": 238.59382462501526
        },
        {
            "docid": "714053_16",
            "document": "Transduction (genetics) . Transduction with viral vectors can be used to insert or modify genes in mammalian cells. It is often used as a tool in basic research and is actively researched as a potential means for gene therapy. In these cases, a plasmid is constructed in which the genes to be transferred are flanked by viral sequences that are used by viral proteins to recognize and package the viral genome into viral particles. This plasmid is inserted (usually by transfection) into a producer cell together with other plasmids (DNA constructs) that carry the viral genes required for formation of infectious virions. In these producer cells, the viral proteins expressed by these packaging constructs bind the sequences on the DNA/RNA (depending on the type of viral vector) to be transferred and insert it into viral particles. For safety, none of the plasmids used contains all the sequences required for virus formation, so that simultaneous transfection of multiple plasmids is required to get infectious virions. Moreover, only the plasmid carrying the sequences to be transferred contains signals that allow the genetic materials to be packaged in virions, so that none of the genes encoding viral proteins are packaged. Viruses collected from these cells are then applied to the cells to be altered. The initial stages of these infections mimic infection with natural viruses and lead to expression of the genes transferred and (in the case of lentivirus/retrovirus vectors) insertion of the DNA to be transferred into the cellular genome. However, since the transferred genetic material does not encode any of the viral genes, these infections do not generate new viruses (the viruses are \"replication-deficient\").",
            "score": 216.64187252521515
        },
        {
            "docid": "416954_4",
            "document": "Viral evolution . Viruses are ancient. Studies at the molecular level have revealed relationships between viruses infecting organisms from each of the three domains of life and viral proteins that pre-date the divergence of life and thus the last universal common ancestor. This indicates that some viruses emerged early in the evolution of life, and that viruses have probably arisen multiple times. There are three classical hypotheses on the origins of viruses and how they evolved:",
            "score": 202.4010763168335
        },
        {
            "docid": "19167679_31",
            "document": "Virus . For most viruses with RNA genomes and some with single-stranded DNA genomes, the single strands are said to be either positive-sense (called the \"plus-strand\") or negative-sense (called the \"minus-strand\"), depending on if they are complementary to the viral messenger RNA (mRNA). Positive-sense viral RNA is in the same sense as viral mRNA and thus at least a part of it can be immediately translated by the host cell. Negative-sense viral RNA is complementary to mRNA and thus must be converted to positive-sense RNA by an RNA-dependent RNA polymerase before translation. DNA nomenclature for viruses with single-sense genomic ssDNA is similar to RNA nomenclature, in that the \"template strand\" for the viral mRNA is complementary to it (−), and the \"coding strand\" is a copy of it (+). Several types of ssDNA and ssRNA viruses have genomes that are ambisense in that transcription can occur off both strands in a double-stranded replicative intermediate. Examples include geminiviruses, which are ssDNA plant viruses and arenaviruses, which are ssRNA viruses of animals.",
            "score": 304.57319378852844
        },
        {
            "docid": "25765_36",
            "document": "RNA world . Patrick Forterre has been working on a novel hypothesis, called \"three viruses, three domains\": that viruses were instrumental in the transition from RNA to DNA and the evolution of Bacteria, Archaea, and Eukaryota. He believes the last universal common ancestor was RNA-based and evolved RNA viruses. Some of the viruses evolved into DNA viruses to protect their genes from attack. Through the process of viral infection into hosts the three domains of life evolved. Another interesting proposal is the idea that RNA synthesis might have been driven by temperature gradients, in the process of thermosynthesis. Single nucleotides have been shown to catalyze organic reactions.",
            "score": 240.38708329200745
        },
        {
            "docid": "28997817_2",
            "document": "Paleovirology . Paleovirology is the study of viruses that existed in the past but are now extinct. In general, viruses cannot leave behind physical fossils, therefore indirect evidence is used to reconstruct the past. For example, viruses can cause evolution of their hosts, and the signatures of that evolution can be found and interpreted in the present day. Also, some viral genetic fragments which were integrated into germline cells of an ancient organism have been passed down to our time as \"viral fossils\", or endogenous viral elements (EVEs). EVEs that originate from the integration of retroviruses are known as endogenous retroviruses, or ERVs, and most viral fossils are ERVs. They may preserve genetic code from millions of years go, hence the \"fossil\" terminology, although no one has detected a virus in mineral fossils. The most surprising viral fossils originate from non-retroviral DNA and RNA viruses.",
            "score": 236.67349982261658
        },
        {
            "docid": "39256418_2",
            "document": "Human virome . Human virome is the collection of viruses in and on the human body. Defining the virome is thought to provide an understanding of microbes and how they affect human health and disease. Viruses in the human body infect both human cells as well as other microbes such as bacteria. For instance, many viruses (the bacteriophages) actually infect bacteria. Some viruses cause infections, while others may be asymptomatic. Certain viruses are integrated in the human genome. Viruses evolve rapidly and hence the human virome changes constantly. Every human being has a unique virome with a unique balance of species. Lifestyle, age, geographic location, and even the season of the year affects an individual's exposure to viruses; while their susceptibility to disease is effected by preexisting immunity and both viral and human genetics. The human virome is far from being completely explored and new viruses are discovered frequently.",
            "score": 253.76815366744995
        },
        {
            "docid": "32772_18",
            "document": "Virology . Every lethal viral disease presents a paradox: killing its host is obviously of no benefit to the virus, so how and why did it evolve to do so? Today it is believed that most viruses are relatively benign in their natural hosts; some viral infection might even be beneficial to the host. The lethal viral diseases are believed to have resulted from an \"accidental\" jump of the virus from a species in which it is benign to a new one that is not accustomed to it (see zoonosis). For example, viruses that cause serious influenza in humans probably have pigs or birds as their natural host, and HIV is thought to derive from the benign non-human primate virus SIV.",
            "score": 189.97472596168518
        },
        {
            "docid": "13565025_3",
            "document": "Animal virus . The viruses of vertebrates are informally distinguished between those that primarily cause infections of humans and those that infect other animals. The two fields of study are called medical (or clinical) virology and veterinary virology respectively. Although not the first viruses to be discovered and characterised, those that cause infections of humans are the most studied. Different viruses can infect all the organs and tissues of the body and the outcomes range from mild or no symptoms, to life-threatening diseases. Humans cannot be infected by plant or insect viruses, but they are susceptible to infections with viruses from other vertebrates. These are called viral zoonoses or zoonotic infections. Examples include, rabies, yellow fever and pappataci fever.",
            "score": 257.2043192386627
        },
        {
            "docid": "31080019_6",
            "document": "Peter Palese . Working alongside Dr. Adolfo García-Sastre, Palese's research showed that most negative-strand RNA viruses counteract antiviral responses in infected hosts, owing to proteins possessing interferon antagonist activity. His work on \"fundamental questions concerning the genetic make-up and biology of viruses\" and virus-host interactions \"uses molecular biological techniques to understand how viruses replicate and how they interact with cells to cause disease in their hosts\", with emphasis on \"the study of RNA viruses, including influenza, paramyxo and corona (SARS) viruses\". Recent achievements include the development of a highly successful new animal model (the guinea pig) for studying the transmission of influenza viruses.",
            "score": 302.03619384765625
        },
        {
            "docid": "416954_2",
            "document": "Viral evolution . Viral evolution is a subfield of evolutionary biology and virology that is specifically concerned with the evolution of viruses. Viruses have short generation times and many, in particular RNA viruses, have relatively high mutation rates (on the order of one point mutation or more per genome per round of replication). This elevated mutation rate, when combined with natural selection, allows viruses to quickly adapt to changes in their host environment. In addition, most viruses provide many offspring, so any mutated genes can be passed on to a large number of offspring in a short time. Although the chance of mutations and evolution can change depending on the type of virus(double stranded DNA, double stranded RNA, single strand DNA, etc.), viruses overall have high chances for mutations.",
            "score": 258.28437900543213
        },
        {
            "docid": "39319467_2",
            "document": "Human viruses in water . Viruses are a major cause of human waterborne and water-related diseases. Waterborne diseases are caused by water that is contaminated by human and animal urine and feces that contain pathogenic microorganisms. A subject can get infected through contact with or consumption of the contaminated water. Viruses affect all living organisms from single cellular plants, bacteria and animal to the highest forms of plants and animals including human beings. Viruses can interact with their host through several methods and mechanisms; some viruses can be host specific (HIV) and some can be less host specific (influenza) viruses. Different viruses can have different routes of transmission; for example, HIV is directly transferred by contaminated body fluids from an infected host into the tissue or bloodstream of a new host while influenza is airborne and transmitted through inhalation of contaminated air containing viral particles by a new host. Enteric viruses primarily infect the intestinal tract through ingestion of food and water contaminated with viruses of fecal origin. Some viruses can be transmitted through all three routes of transmission.",
            "score": 246.14057207107544
        },
        {
            "docid": "2347152_6",
            "document": "Crimean–Congo hemorrhagic fever . CCHFV is the most genetically diverse of the arboviruses: Its nucleotide sequences frequently differ between isolates with a range of 20% of the based being different (viral S segment) to 31% (viral segment M). Viruses with diverse sequences can be found within the same geographic area; closely related viruses have been isolated from widely separated regions, suggesting that viral dispersion has occurred possibly by ticks carried on migratory birds or through international livestock trade. Reassortment among genome segments during coinfection of ticks or vertebrates seems likely to have played a role in generating diversity in this virus.",
            "score": 228.5928852558136
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 256.5113091468811
        },
        {
            "docid": "10147471_11",
            "document": "Nibrin . HSV-1 infects more than 90% of adults over the age of 50. Alphaherpesviruses alone can cause the host to have mild symptoms, but these viruses can be associated with severe disease when they are transferred to a new species. Humans can even pass and also get an HSV-1 infection from other primate species. However, because of evolutionary differences between primate species, only some species can pass HSV-1 in an interspecies interaction. Also, though HSV-1 transmission from humans to other species primates can occur, there is no known sustained transmission chains that have resulted from constant transmission. A study found that Nbs1 is the most diverged in DNA sequence in the MRN complex between different primate species and that there is a high degree of species specificity, causing variability in promotion of the HSV-1 life cycle. The same study found that Nbs1 interacts with HSV-1's ICP0 proteins in an area of structural disorder of the nibrin. This suggests that in general, viruses commonly interact in intrinsically disordered domains in host proteins. It is possible that there are differences in the mammalian genomes that create unique environments for the viruses. Host proteins that are specific to the species might determine how the viruses must adapt to be able to ignite an infection in a new species. The evolution of increased disorder in nibrin benefits the host in decreasing ICP0 interaction and virus hijack. Nbs1 may not be the only host protein that evolves this way.",
            "score": 250.68003940582275
        },
        {
            "docid": "19167679_15",
            "document": "Virus . Viruses are found wherever there is life and have probably existed since living cells first evolved. The origin of viruses is unclear because they do not form fossils, so molecular techniques have been used to compare the DNA or RNA of viruses and are a useful means of investigating how they arose. In addition, viral genetic material may occasionally integrate into the germline of the host organisms, by which they can be passed on vertically to the offspring of the host for many generations. This provides an invaluable source of information for paleovirologists to trace back ancient viruses that have existed up to millions of years ago. There are three main hypotheses that aim to explain the origins of viruses:",
            "score": 248.02309465408325
        },
        {
            "docid": "1475873_22",
            "document": "Plant virus . 75% of plant viruses have genomes that consist of single stranded RNA (ssRNA). 65% of plant viruses have +ssRNA, meaning that they are in the same sense orientation as messenger RNA but 10% have -ssRNA, meaning they must be converted to +ssRNA before they can be translated. 5% are double stranded RNA and so can be immediately translated as +ssRNA viruses. 3% require a reverse transcriptase enzyme to convert between RNA and DNA. 17% of plant viruses are ssDNA and very few are dsDNA, in contrast a quarter of animal viruses are dsDNA and three quarters of bacteriophage are dsDNA. Viruses use the plant ribosomes to produce the 4-10 proteins encoded by their genome. However, since many of the proteins are encoded on a single strand (that is, they are polycistronic) this will mean that the ribosome will either only produce one protein, as it will terminate translation at the first stop codon, or that a polyprotein will be produced. Plant viruses have had to evolve special techniques to allow the production of viral proteins by plant cells.",
            "score": 285.8276376724243
        },
        {
            "docid": "31728232_9",
            "document": "Sleeping Beauty transposon system . For either gene delivery or gene disruption, SB transposons combine the advantages of viruses and naked DNA. Viruses have been evolutionarily selected based on their abilities to infect and replicate in new host cells. Simultaneously, cells have evolved major molecular defense mechanisms to protect themselves against viral infections. For some applications of genome engineering such as some forms of gene therapy, avoiding the use of viruses is also important for social and regulatory reasons. The use of non-viral vectors avoids many, but not all, of the defenses that cells employ against vectors.",
            "score": 193.9363465309143
        },
        {
            "docid": "29802394_4",
            "document": "Social history of viruses . Louis Pasteur and Edward Jenner were the first to develop vaccines to protect against viral infections. The nature of viruses remained unknown until the invention of the electron microscope in the 1930s, when the science of virology gained momentum. In the 20th century many diseases both old and new were found to be caused by viruses. There were epidemics of poliomyelitis that were only controlled following the development of a vaccine in the 1950s. HIV is one of the most pathogenic new viruses to have emerged in centuries. Although scientific interest in them arose because of the diseases they cause, most viruses are beneficial. They drive evolution by transferring genes across species, play important roles in ecosystems and are essential to life. Over the past 50,000–100,000 years, as modern humans increased in numbers and dispersed throughout the world, new infectious diseases emerged, including those caused by viruses. Earlier, humans lived in small, isolated communities, and most epidemic diseases did not exist. Smallpox, which is the most lethal and devastating viral infection in history, first emerged among agricultural communities in India about 11,000 years ago. The virus, which only infected humans, probably descended from the poxviruses of rodents. Humans probably came into contact with these rodents, and some people became infected by the viruses they carried. When viruses cross this so-called \"species barrier\", their effects can be severe, and humans may have had little natural resistance. Contemporary humans lived in small communities, and those who succumbed to infection either died or developed immunity. This acquired immunity is only passed down to offspring temporarily, by antibodies in breast milk and other antibodies that cross the placenta from the mother's blood to the unborn child's. Therefore, sporadic outbreaks probably occurred in each generation. In about 9000 BC, when many people began to settle on the fertile flood plains of the River Nile, the population became dense enough for the virus to maintain a constant presence because of the high concentration of susceptible people. Other epidemics of viral diseases that depend on large concentrations of people, such as mumps, rubella and polio, also first occurred at this time.",
            "score": 234.8881711959839
        },
        {
            "docid": "5274548_7",
            "document": "Spanish flu research . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The H5N1 virus has mutated into a variety of types with differing pathogenic profiles; some pathogenic to one species but not others, some pathogenic to multiple species. The ability of various influenza strains to show species-selectivity is largely due to variation in the hemagglutinin genes. Genetic mutations in the hemagglutinin gene that cause single amino acid substitutions can significantly alter the ability of viral hemagglutinin proteins to bind to receptors on the surface of host cells. Such mutations in avian H5N1 viruses can change virus strains from being inefficient at infecting human cells to being as efficient in causing human infections as more common human influenza virus types.",
            "score": 239.2568953037262
        },
        {
            "docid": "5504842_16",
            "document": "Sense (molecular biology) . Positive-sense (5' to 3') viral RNA signifies that a particular viral RNA sequence may be directly translated into the desired viral proteins. Therefore, in positive-sense RNA viruses, the viral RNA genome can be considered viral mRNA, and can be immediately translated by the host cell. Unlike negative-sense RNA, positive-sense RNA is of the same sense as mRNA. Some viruses (e.g., Coronaviridae) have positive-sense genomes that can act as mRNA and be used directly to synthesize proteins without the help of a complementary RNA intermediate. Because of this, these viruses do not need to have an RNA polymerase packaged into the virion.",
            "score": 288.42289781570435
        },
        {
            "docid": "61255_5",
            "document": "Bacterial artificial chromosome . The genomes of several large DNA viruses and RNA viruses have been cloned as BACs. These constructs are referred to as \"infectious clones\", as transfection of the BAC construct into host cells is sufficient to initiate viral infection. The infectious property of these BACs has made the study of many viruses such as the herpesviruses, poxviruses and coronaviruses more accessible. Molecular studies of these viruses can now be achieved using genetic approaches to mutate the BAC while it resides in bacteria. Such genetic approaches rely on either linear or circular targeting vectors to carry out homologous recombination.",
            "score": 247.91143441200256
        }
    ],
    "r": [
        {
            "docid": "51552895_2",
            "document": "Positive-sense single-stranded RNA virus . A positive-sense single-stranded RNA virus (or (+)ssRNA virus) is a virus that uses positive sense, single-stranded RNA as its genetic material. Single stranded RNA viruses are classified as positive or negative depending on the sense or polarity of the RNA. The positive-sense viral RNA genome can also serve as messenger RNA and can be translated into protein in the host cell. Positive-sense ssRNA viruses belong to Group IV in the Baltimore classification. Positive-sense RNA viruses account for a large fraction of known viruses, including many pathogens such as the hepatitis C virus, West Nile virus, dengue virus, and SARS and MERS coronaviruses, as well as less clinically serious pathogens such as the rhinoviruses that cause the common cold.",
            "score": 313.2237548828125
        },
        {
            "docid": "4697208_18",
            "document": "H5N1 genetic structure . The Orthomyxoviridae are a family of RNA viruses which infect vertebrates. It includes those viruses which cause influenza. Viruses of this family contain 7 to 8 segments of linear negative-sense single-stranded RNA.",
            "score": 306.2386474609375
        },
        {
            "docid": "19167679_31",
            "document": "Virus . For most viruses with RNA genomes and some with single-stranded DNA genomes, the single strands are said to be either positive-sense (called the \"plus-strand\") or negative-sense (called the \"minus-strand\"), depending on if they are complementary to the viral messenger RNA (mRNA). Positive-sense viral RNA is in the same sense as viral mRNA and thus at least a part of it can be immediately translated by the host cell. Negative-sense viral RNA is complementary to mRNA and thus must be converted to positive-sense RNA by an RNA-dependent RNA polymerase before translation. DNA nomenclature for viruses with single-sense genomic ssDNA is similar to RNA nomenclature, in that the \"template strand\" for the viral mRNA is complementary to it (−), and the \"coding strand\" is a copy of it (+). Several types of ssDNA and ssRNA viruses have genomes that are ambisense in that transcription can occur off both strands in a double-stranded replicative intermediate. Examples include geminiviruses, which are ssDNA plant viruses and arenaviruses, which are ssRNA viruses of animals.",
            "score": 304.5732116699219
        },
        {
            "docid": "31080019_6",
            "document": "Peter Palese . Working alongside Dr. Adolfo García-Sastre, Palese's research showed that most negative-strand RNA viruses counteract antiviral responses in infected hosts, owing to proteins possessing interferon antagonist activity. His work on \"fundamental questions concerning the genetic make-up and biology of viruses\" and virus-host interactions \"uses molecular biological techniques to understand how viruses replicate and how they interact with cells to cause disease in their hosts\", with emphasis on \"the study of RNA viruses, including influenza, paramyxo and corona (SARS) viruses\". Recent achievements include the development of a highly successful new animal model (the guinea pig) for studying the transmission of influenza viruses.",
            "score": 302.03619384765625
        },
        {
            "docid": "46181852_8",
            "document": "Negative-sense single-stranded RNA virus . Viruses of the families \"Arenaviridae\", \"Orthomyxoviridae\", \"Paramyxoviridae\", and \"Pneumoviridae\" are able to infect vertebrates. Viruses of the families \"Bunyaviridae\" and \"Rhabdoviridae\" are able to infect vertebrates, arthropods, and plants. Viruses of the family \"Tenuivirus\" only infect plants. A few viruses known to infect humans include Marburg virus, Ebola, measles, mumps, rabies, and influenza.",
            "score": 299.91424560546875
        },
        {
            "docid": "1640923_5",
            "document": "Brome mosaic virus . The alphavirus-like superfamily includes more than 250 plant and animal viruses including Tobacco mosaic virus, Semliki forest virus, Hepatitis E virus, Sindbis virus, and arboviruses (which cause certain types of encephalitis). Many of the positive-strand RNA viruses that belong to the alphavirus family share a high degree of similarity in proteins involved in genomic replication and synthesis. The sequence similarities of RNA replication genes and strategies for BMV have been shown to extend to a wide range of plant and animal viruses beyond the alphaviruses, including many other positive-strand RNA viruses from other families. Understanding how these viruses replicate and targeting key points in their life cycle can help advance antiviral treatments worldwide.",
            "score": 299.13262939453125
        },
        {
            "docid": "3833197_2",
            "document": "Thogotovirus . Thogotovirus is a genus of enveloped RNA viruses, one of seven genera in the virus family \"Orthomyxoviridae\". Their single-stranded, negative-sense RNA genome has six or seven segments. Thogotoviruses are distinguished from most other orthomyxoviruses by being arboviruses – viruses that are transmitted by arthropods, in this case usually ticks. Thogotoviruses can replicate in both tick cells and vertebrate cells; one subtype has also been isolated from mosquitoes. A consequence of being transmitted by blood-sucking vectors is that the virus must spread systemically in the vertebrate host – unlike influenza viruses, which are transmitted by respiratory droplets and are usually confined to the respiratory system.",
            "score": 297.58734130859375
        },
        {
            "docid": "4697208_20",
            "document": "H5N1 genetic structure . Influenza A viruses have 10 genes on eight separate RNA molecules, which, for the reasons mentioned above, are named PB2, PB1, PA, HA, NP, NA, M, and NS. HA, NA, and M specify the structure of proteins that are most medically relevant as targets for antiviral drugs and antibodies. (An eleventh recently discovered gene called PB1-F2 sometimes creates a protein but is absent from some influenza virus isolates.) This segmentation of the influenza genome facilitates genetic recombination by segment reassortment in hosts who are infected with two different influenza viruses at the same time. Influenza A virus is the only species in the Influenzavirus A genus of the Orthomyxoviridae family and are negative sense, single-stranded, segmented RNA viruses.",
            "score": 295.11395263671875
        },
        {
            "docid": "46270727_5",
            "document": "Wendy Barclay . At the start of her research career, Barclay worked with both rhinoviruses and various types of small RNA viruses. Barclay has worked mainly with the three types of virus: Influenza A virus, Influenzavirus B, and Influenzavirus C. All three belong to the orthomyxoviridae family. Viruses that belong to this family are single stranded (-) RNA viruses that replicate within the nucleus of the host's cells. Influenza types A and B are routinely spread from human to human, and they are responsible for seasonal flu epidemics each year. Influenza type C virus causes mild respiratory infections and are not known to cause epidemics, unlike the other two. Barclay has worked intensively with Influenza A and Influenza B viruses for at least a decade. She has published many articles detailing the importance of understanding how influenza viruses interact with their hosts, understanding their genomic makeup, and understanding how different strains of the two viruses interact with host cells differently.",
            "score": 293.4259033203125
        },
        {
            "docid": "26393321_4",
            "document": "Adolfo García-Sastre . Born in Burgos, Spain, Dr. García-Sastre earned his Ph.D at the University of Salamanca. His research interest has been focused on the molecular biology of influenza viruses and several other negative-strand RNA viruses. His contributions to his field have included the generation and evaluation of influenza virus vectors as potential vaccine candidates against infectious diseases, including malaria and AIDS, as well as the development (with Dr. Peter Palese) of the first reverse-genetic approaches for the production of infectious recombinant influenza viruses from plasmid DNA – research which has resulted in techniques which are now routinely used with many negative strand RNA viruses. He was the first to identify the biological role of the non-structural NS1 Influenza Protein during infection, the first to describe and provide a molecular analysis of a viral-encoded IFN antagonist among negative strand RNA viruses, and the first to demonstrate that the M1 protein of the influenza virus determines its morphology.",
            "score": 293.2672119140625
        },
        {
            "docid": "51552895_9",
            "document": "Positive-sense single-stranded RNA virus . There are eight families of (+)ssRNA viruses that infect vertebrates, of which four are unenveloped (\"Picornaviridae\", \"Astroviridae\", \"Caliciviridae\", and \"Hepeviridae\") and four are enveloped (\"Flaviviridae\", \"Togaviridae\", \"Arteriviridae\", and \"Coronaviridae\"). All but the arterivirus family contain at least one human pathogen; arteriviruses are known only as animal pathogens. Many pathogenic (+)ssRNA viruses are arthropod-borne viruses (also called arboviruses) — that is, transmitted by and capable of replicating in biting insects which then transfer the pathogen to animal hosts. Recent metagenomics studies have also identified large numbers of RNA viruses whose host range is specific to insects.",
            "score": 292.50213623046875
        },
        {
            "docid": "5951626_8",
            "document": "Antigenic variation . Different virus families have different levels of ability to alter their genomes and trick the immune system into not recognizing. Some viruses have relatively unchanging genomes like paramyxoviruses while others like influenza have rapidly changing genomes that inhibit our ability to create long lasting vaccines against the disease. Viruses in general have much faster rate of mutation of their genomes than human or bacterial cells. In general viruses with shorter genomes have faster rates of mutation than longer genomes since they have a faster rate of replication. It was classically thought that viruses with an RNA genome always had a faster rate of antigenic variation than those with a DNA genome because RNA polymerase lacks a mechanism for checking for mistakes in translation but recent work by Duffy et al. shows that some DNA viruses have the same high rates of antigenic variation as their RNA counterparts. Antigenic variation within viruses can be categories into 6 different categories called antigenic drift, shift, rift lift, sift, and gift",
            "score": 291.4081115722656
        },
        {
            "docid": "14579421_20",
            "document": "Introduction to viruses . Some nucleic acids of RNA viruses function directly as mRNA without further modification. For this reason, these viruses are called positive-sense RNA viruses. In other RNA viruses, the RNA is a complementary copy of mRNA and these viruses rely on the cell's or their own enzyme to make mRNA. These are called negative-sense RNA viruses. In viruses made from DNA, the method of mRNA production is similar to that of the cell. The species of viruses called retroviruses behave completely differently: they have RNA, but inside the host cell a DNA copy of their RNA is made with the help of the enzyme reverse transcriptase. This DNA is then incorporated into the host's own DNA, and copied into mRNA by the cell's normal pathways.",
            "score": 290.9680480957031
        },
        {
            "docid": "46181852_13",
            "document": "Negative-sense single-stranded RNA virus . Negative-strand RNA viruses (NSV) can be classified into 21 distinct families. The families consisting of nonsegmented genomes include Rhabdo-, Paramyxo-, Filo- and Borna-. Orthomyxo-, Bunya-, Arenaviridae- contain genomes of six to eight, three, or two negative-sense RNA segments, respectively. Many highly prevalent human pathogens such as the respiratory syncytial virus (RSV), parainfluenza viruses, influenza viruses, Ebola virus, Marburg virus are included within the NSV. The life cycle of NSV has a number of steps. The virus first infects the host cell by binding to the host cell receptor through a viral surface glycoprotein. The fusion of the glycoprotein viral membrane with the plasma membrane of the host cell in an acidic environment allows for the release of viral ribonucleoprotein (RNP) complexes into the cytoplasm. Most NSV replicate in the cytoplasm of infected cells. Newly synthesized RNP complexes are assembled with viral structural proteins at the plasma membrane or at membranes of the Golgi apparatus. This is all followed by the release of the newly synthesized viruses.",
            "score": 290.6739501953125
        },
        {
            "docid": "26195_5",
            "document": "RNA virus . RNA viruses can be further classified according to the sense or polarity of their RNA into negative-sense and positive-sense, or ambisense RNA viruses. Positive-sense viral RNA is similar to mRNA and thus can be immediately translated by the host cell. Negative-sense viral RNA is complementary to mRNA and thus must be converted to positive-sense RNA by an RNA-dependent RNA polymerase before translation. As such, purified RNA of a positive-sense virus can directly cause infection though it may be less infectious than the whole virus particle. Purified RNA of a negative-sense virus is not infectious by itself as it needs to be transcribed into positive-sense RNA; each virion can be transcribed to several positive-sense RNAs. Ambisense RNA viruses resemble negative-sense RNA viruses, except they also translate genes from the positive strand.",
            "score": 289.3643798828125
        },
        {
            "docid": "5504842_16",
            "document": "Sense (molecular biology) . Positive-sense (5' to 3') viral RNA signifies that a particular viral RNA sequence may be directly translated into the desired viral proteins. Therefore, in positive-sense RNA viruses, the viral RNA genome can be considered viral mRNA, and can be immediately translated by the host cell. Unlike negative-sense RNA, positive-sense RNA is of the same sense as mRNA. Some viruses (e.g., Coronaviridae) have positive-sense genomes that can act as mRNA and be used directly to synthesize proteins without the help of a complementary RNA intermediate. Because of this, these viruses do not need to have an RNA polymerase packaged into the virion.",
            "score": 288.4228820800781
        },
        {
            "docid": "4697208_24",
            "document": "H5N1 genetic structure . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The segmentation of the influenza genome facilitates genetic recombination by segment reassortment in hosts who are infected with two different influenza viruses at the same time. H5N1 viruses can reassort genes with other strains that co-infect a host organism, such as a pig, bird, or human, and mutate into a form that can pass easily among humans. This is one of many possible paths to a pandemic.",
            "score": 288.1583557128906
        },
        {
            "docid": "1936419_2",
            "document": "Human parainfluenza viruses . Human parainfluenza viruses (HPIVs) are the viruses that cause human parainfluenza. HPIVs are a group of four distinct single-stranded RNA viruses belonging to the Paramyxoviridae family. These viruses are closely associated with both human and veterinary disease. Virions are approximately 150–250 nm in size and contain negative sense RNA with a genome encompassing ~15,000 nucleotides.  The viruses can be detected via cell culture, immunofluorescent microscopy, and PCR. HPIVs remain the second main cause of hospitalisation in children under 5 years of age suffering from a respiratory illness (only respiratory syncytial virus causes more respiratory hospitalisations for this age group).",
            "score": 287.96295166015625
        },
        {
            "docid": "1475873_22",
            "document": "Plant virus . 75% of plant viruses have genomes that consist of single stranded RNA (ssRNA). 65% of plant viruses have +ssRNA, meaning that they are in the same sense orientation as messenger RNA but 10% have -ssRNA, meaning they must be converted to +ssRNA before they can be translated. 5% are double stranded RNA and so can be immediately translated as +ssRNA viruses. 3% require a reverse transcriptase enzyme to convert between RNA and DNA. 17% of plant viruses are ssDNA and very few are dsDNA, in contrast a quarter of animal viruses are dsDNA and three quarters of bacteriophage are dsDNA. Viruses use the plant ribosomes to produce the 4-10 proteins encoded by their genome. However, since many of the proteins are encoded on a single strand (that is, they are polycistronic) this will mean that the ribosome will either only produce one protein, as it will terminate translation at the first stop codon, or that a polyprotein will be produced. Plant viruses have had to evolve special techniques to allow the production of viral proteins by plant cells.",
            "score": 285.82763671875
        },
        {
            "docid": "460071_2",
            "document": "Picornavirus . A picornavirus is a virus belonging to the family \"Picornaviridae\", a family of viruses in the order \"Picornavirales\". Vertebrates, including humans, serve as natural hosts. Picornaviruses are nonenveloped viruses that represent a large family of small, cytoplasmic, plus-strand RNA(~7.5kb) viruses with a 30 nm icosahedral capsid. Its genome does not have a lipid membrane. Picornaviruses are found in mammals and birds. There are currently 80 species in this family, divided among 35 genera. These include the \"Enterovirus\", \"Aphthovirus\", \"Cardiovirus\", \"Rhinovirus\" and \"Hepatovirus\" genera. The viruses in this family can cause a range of diseases including paralysis, meningitis, hepatitis and poliomyelitis. Picornaviruses are in Baltimore IV class. Their genome single-stranded (+) sense RNA is what functions as mRNA after entry into the cell and all viral mRNA synthesized is of genome polarity. The mRNA encodes RNA dependent RNA polymerase. This polymerase makes complementary minus strands of RNA, then uses them as templates to make more plus strands. So, an overview of the steps in picornavirus replication are in order: attachment, entry, translation, transcription/genome replication (one and the same process), assembly and exit.",
            "score": 285.358154296875
        },
        {
            "docid": "42224368_5",
            "document": "Synthetic virology . Live synthetic viruses have their entire genomes constructed from synthetic viral genes, which are then assembled using various methodologies to yield complete viral genomes. The first man-made infectious viruses generated without any natural template were of the Polio virus [1] and the φX174 bacteriophage [2]. With synthetic live viruses, it is not the viruses that are synthesized, but rather their DNA genome at first, both in the case of DNA and RNA viruses, since methodologies for large scale DNA synthesis are much more developed than those for RNA synthesis (for example, there is no RNA-equivalent for PCR). For many virus families the naked genome DNA (or RNA following transcription) is infectious when introduced into a cell. That is, their genome contains all the necessary information to produce new viable viruses. This technology is now being used to investigate novel vaccine strategies[3,4]. The ability to synthesize viruses has far-reaching consequences, since viruses can no longer be regarded as extinct, as long as the information of their genome sequence is known and permissive cells are available. As of March 2014, the full-length genome sequences of 3843 different viruses, including smallpox, are publicly available in an online database maintained by the National Institutes of Health.",
            "score": 284.96112060546875
        },
        {
            "docid": "46181852_3",
            "document": "Negative-sense single-stranded RNA virus . In addition, negative-sense single-stranded RNA viruses have complex genomic sequences, cell cycles, and replication habits that use various protein complexes to arrange in specific conformations and carry out necessary processes for survival and reproduction of their genomic sequences. The complexity of negative-sense single-stranded RNA viruses carries into its ability to suppress the innate immune response of the cells it infects and the construction of a capsid, which is unique to the varying classifications of negative-sense single-stranded RNA viruses.",
            "score": 280.8493347167969
        },
        {
            "docid": "8952788_10",
            "document": "Mycovirus . DsRNA as well as ssRNA are assumed to be very ancient and presumably originated from the ‘RNA world’ as both types of RNA viruses infect bacteria as well as eukaryotes. Although the origin of viruses is still not well understood, recently presented data which suggest that viruses invaded the emerging ‘supergroups’ of eukaryotes from an ancestral pool in a very early stage of life on earth. According to Koonin, RNA viruses colonized eukaryotes first and subsequently co-evolved with their hosts. This concept fits well with the proposed ‘ancient co-evolution hypothesis’, which also assumes a long co-evolution of viruses and fungi. ‘The ancient coevolution hypothesis’ could contribute some explanation why mycoviruses are so diverse. It has also been suggested that it is very likely that plant viruses containing a movement protein have evolved from mycoviruses by introducing of an extracellular phase into their life cycle, rather than eliminating it. Furthermore, the recent discovery of an ssDNA mycovirus tempted some researchers to suggest that RNA and DNA viruses might have common evolutionary mechanisms. However, there are many cases where mycoviruses are grouped together with plant viruses. For example, CHV1 showed phylogenetic relatedness to the ssRNA genus Potyvirus and some ssRNA viruses, which were assumed to confer hypovirulence or debilitation, were often found to be more closely related to plant viruses than to other mycoviruses. Therefore, another theory arose that these viruses moved from a plant host to plant pathogenic fungal host or vice versa. This ‘plant virus hypothesis’ may not explain how mycoviruses developed originally, but it could help to understand how they evolved further.",
            "score": 279.49468994140625
        },
        {
            "docid": "4289849_5",
            "document": "Pestivirus . \"Pestivirus\" viruses have a single strand of positive-sense RNA (i.e. RNA which can be directly translated into viral proteins) which is around 12.5 kilobases (kb) long (equal to the length of 12,500 nucleotides). Sometimes virions (individual virus particles) contain sections of an animal's genome which have been duplicated, though this is not normally the case. There is no Poly-A on the 3' end of the genome. (This means that these viruses have no post-transcriptional modifications, and have simple RNA genomes.) The genome contains RNA to encode both structural and non-structural proteins. The molecular biology of pestiviruses shares many similarities and peculiarities with the human hepaciviruses. Genome organisation and translation strategy are highly similar for the members of both genera. For BVDV frequently nonhomologous RNA recombination events lead to the appearance of genetically distinct viruses that are lethal to the host.",
            "score": 278.6709899902344
        },
        {
            "docid": "1649775_19",
            "document": "Viral replication . Like most viruses with RNA genomes, double-stranded RNA viruses do not rely on host polymerases for replication to the extent that viruses with DNA genomes do. Double-stranded RNA viruses are not as well-studied as other classes. This class includes two major families, the Reoviridae and Birnaviridae. Replication is monocistronic and includes individual, segmented genomes, meaning that each of the genes codes for only one protein, unlike other viruses, which exhibit more complex translation.",
            "score": 277.908935546875
        },
        {
            "docid": "26195_22",
            "document": "RNA virus . A number of satellite viruses - viruses that require the assistance of another virus to complete their life cycle - are also known. Thei taxonomy has yet to be settled. The following four genera have been proposed for positive sense single stranded RNA satellite viruses that infect plants - Albetovirus, Aumaivirus, Papanivirus and Virtovirus. A family - Sarthroviridae which includes the genus Macronovirus - has been proposed for the positive sense single stranded RNA satellite viruses that infect arthropods.",
            "score": 277.0843200683594
        },
        {
            "docid": "416945_8",
            "document": "Orthohantavirus . Hantaviruses are Bunyaviruses. The \"Bunyaviridae\" family is divided into five genera: \"Orthobunyavirus\", \"Nairovirus\", \"Phlebovirus\", \"Tospovirus\", and \"Hantavirus\". Like all members of this family, hantaviruses have genomes comprising three negative-sense, single-stranded RNA segments, and so are classified as negative sense RNA viruses. Members of other \"Bunyaviridae\" family genera are generally arthropod-borne viruses,<ref name=\"doi10.1099/0022-1317-77-11-2677\"></ref> but hantaviruses are thought to be transmitted to humans mainly through inhalation of aerosolized rodent excreta or rodent bites.",
            "score": 274.6627502441406
        },
        {
            "docid": "19167679_94",
            "document": "Virus . Many viruses can be synthesised de novo (\"from scratch\") and the first synthetic virus was created in 2002. Although somewhat of a misconception, it is not the actual virus that is synthesised, but rather its DNA genome (in case of a DNA virus), or a cDNA copy of its genome (in case of RNA viruses). For many virus families the naked synthetic DNA or RNA (once enzymatically converted back from the synthetic cDNA) is infectious when introduced into a cell. That is, they contain all the necessary information to produce new viruses. This technology is now being used to investigate novel vaccine strategies. The ability to synthesise viruses has far-reaching consequences, since viruses can no longer be regarded as extinct, as long as the information of their genome sequence is known and permissive cells are available. , the full-length genome sequences of 7454 different viruses, including smallpox, are publicly available in an online database maintained by the National Institutes of Health.",
            "score": 274.2784729003906
        },
        {
            "docid": "34395990_5",
            "document": "Schmallenberg virus . The genetic structure of Schmallenberg virus is typical for Bunyavirales viruses, which are a family of enveloped negative-sense single stranded RNA viruses with a genome split into three parts—Small (S), Medium (M) and Large (L). The L RNA segment encodes an RNA-dependent RNA polymerase (L protein), the M RNA segment encodes two surface glycoproteins (Gc and Gn) and a nonstructural protein (NSm), while the S RNA segment encodes a nucleocapsid protein (N) and, in an alternative overlapping reading frame, a second nonstructural protein (NSs). The genomic RNA segments are encapsidated by copies of the N protein in the form of ribonucleoprotein (RNP) complexes. The N protein is the most abundant protein in virus particles and infected cells and, therefore, the main target in many serological and molecular diagnostics.",
            "score": 274.2519836425781
        },
        {
            "docid": "19602006_5",
            "document": "Bunyamwera virus . The genetic structure of \"Bunyamwera virus\" is typical for \"Bunyavirales\" viruses, which are a family of enveloped negative-sense, single-stranded RNA viruses with a genome split into three parts—Small (S), Middle (M), and Large (L). The L RNA segment encodes an RNA-dependent RNA polymerase (L protein), the M RNA segment encodes two surface glycoproteins (Gc and Gn) and a nonstructural protein (NSm), while the S RNA segment encodes a nucleocapsid protein (N) and, in an alternative overlapping reading frame, a second nonstructural protein (NSs). The genomic RNA segments are encapsidated by copies of the N protein in the form of ribonucleoprotein (RNP) complexes. The N protein is the most abundant protein in virus particles and infected cells and, therefore, the main target in many serological and molecular diagnostics.",
            "score": 274.2519836425781
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 274.208740234375
        },
        {
            "docid": "56627825_2",
            "document": "Jingmenvirus . Jingmenviruses are a recently described group of positive-sense single-stranded RNA viruses with segmented genomes. They are primarily associated with arthropods and are the only known segmented RNA viruses that infect animal hosts. The first member of the group, the Jingmen tick virus (JMTV), was described in 2014. Another member, the Guaico Culex virus (GCXV), has a highly unusual multicomponent architecture in which the genome segments are separately enclosed in different viral capsids.",
            "score": 273.1554870605469
        }
    ]
}