{
    "q": [
        {
            "docid": "152611_2",
            "document": "Cellular differentiation . In developmental biology, cellular differentiation is the process where a cell changes from one cell type to another. Most commonly the cell changes to a more specialized type. Differentiation occurs numerous times during the development of a multicellular organism as it changes from a simple zygote to a complex system of tissues and cell types. Differentiation continues in adulthood as adult stem cells divide and create fully differentiated daughter cells during tissue repair and during normal cell turnover. Some differentiation occurs in response to antigen exposure. Differentiation dramatically changes a cell's size, shape, membrane potential, metabolic activity, and responsiveness to signals. These changes are largely due to highly controlled modifications in gene expression and are the study of epigenetics. With a few exceptions, cellular differentiation almost never involves a change in the DNA sequence itself. Thus, different cells can have very different physical characteristics despite having the same genome.",
            "score": 161.88836193084717
        },
        {
            "docid": "152611_11",
            "document": "Cellular differentiation . Each specialized cell type in an organism expresses a subset of all the genes that constitute the genome of that species. Each cell type is defined by its particular pattern of regulated gene expression. Cell differentiation is thus a transition of a cell from one cell type to another and it involves a switch from one pattern of gene expression to another. Cellular differentiation during development can be understood as the result of a gene regulatory network. A regulatory gene and its cis-regulatory modules are nodes in a gene regulatory network; they receive input and create output elsewhere in the network. The systems biology approach to developmental biology emphasizes the importance of investigating how developmental mechanisms interact to produce predictable patterns (morphogenesis). (However, an alternative view has been proposed recently. Based on stochastic gene expression, cellular differentiation is the result of a Darwinian selective process occurring among cells. In this frame, protein and gene networks are the result of cellular processes and not their cause. See: Cellular Darwinism) A few evolutionarily conserved types of molecular processes are often involved in the cellular mechanisms that control these switches. The major types of molecular processes that control cellular differentiation involve cell signaling. Many of the signal molecules that convey information from cell to cell during the control of cellular differentiation are called growth factors. Although the details of specific signal transduction pathways vary, these pathways often share the following general steps. A ligand produced by one cell binds to a receptor in the extracellular region of another cell, inducing a conformational change in the receptor. The shape of the cytoplasmic domain of the receptor changes, and the receptor acquires enzymatic activity. The receptor then catalyzes reactions that phosphorylate other proteins, activating them. A cascade of phosphorylation reactions eventually activates a dormant transcription factor or cytoskeletal protein, thus contributing to the differentiation process in the target cell. Cells and tissues can vary in competence, their ability to respond to external signals.",
            "score": 142.52111911773682
        },
        {
            "docid": "53576321_4",
            "document": "Single-cell transcriptomics . These genomic studies are limited as they provide measurements for whole tissues and as a result show an average expression profile for all the constituent cells. In multicellular organisms different cell types within the same population can have distinct roles and form subpopulations with different transcriptional profiles. Correlations in the gene expression of the subpopulations can often be missed due to the lack of subpopulation identification. Moreover, bulk assays fail to identify if a change in the expression profile is due to a change in regulation or composition, in which one cell type arises to dominate the population. Lastly, when examining cellular progression through differentiation, average expression profiles are only able to order cells by time rather than their stage of development and are consequently unable to show trends in gene expression levels specific to certain stages.",
            "score": 140.2601625919342
        },
        {
            "docid": "14761897_8",
            "document": "HES1 . Additionally, HES1 can guide neural stem cells down one of two paths of differentiation. HES1 can maintain neural stem cells expressing Pax6, but leads cells that are Pax6-negative to an astrocyte differentiation fate. Epigenetic modifications such as DNA methylation also influence HES1's ability to direct differentiation. Demethylation of HES1 target sites in the promoter region of astrocyte-specific genes hastens astrocyte differentiation. The oscillatory nature of \"Hes1\" expression has a role in determining differentiation fate as well. HES1-high embryonic stem cells that received a differentiation signal often adopted a mesodermal fate, while HES1-low cells that received a differentiation signal differentiated into neuronal cells. These results were confirmed using quantitative PCR which showed that HES1-high cells showed high levels of \"Brachyury\" and \"Fgf5\" expression (both of which are expressed highly in mesodermal cell types) with comparatively low levels genes expressed in neural cells such as \"Nestin\". By contrast, HES1-low cells showed high levels of expression of genes involved in neural induction and low levels of expression of genes involved in mesodermal differentiation. Cycling HES1 levels also contribute to the maintenance of neural progenitor cells by regulating Neurogenin2 (Ngn2) and Dll1 oscillations. \"Hes1\" levels fluctuate at different frequencies in different parts of the central nervous system: \"HES1\" is continuously expressed at high levels in the boundaries, but vacillates in the compartments. This suggests that alternating HES1 levels may prompt differences in characteristics between anatomical elements of the central nervous system.",
            "score": 145.0956974029541
        },
        {
            "docid": "4183_45",
            "document": "Botany . Epigenetics is the study of heritable changes in gene function that cannot be explained by changes in the underlying DNA sequence but cause the organism's genes to behave (or \"express themselves\") differently. One example of epigenetic change is the marking of the genes by DNA methylation which determines whether they will be expressed or not. Gene expression can also be controlled by repressor proteins that attach to silencer regions of the DNA and prevent that region of the DNA code from being expressed. Epigenetic marks may be added or removed from the DNA during programmed stages of development of the plant, and are responsible, for example, for the differences between anthers, petals and normal leaves, despite the fact that they all have the same underlying genetic code. Epigenetic changes may be temporary or may remain through successive cell divisions for the remainder of the cell's life. Some epigenetic changes have been shown to be heritable, while others are reset in the germ cells.",
            "score": 167.15183460712433
        },
        {
            "docid": "5747184_3",
            "document": "Stem cell genomics . Included in the study of stem cell genomics, is epigenomics, genomic-scale studies on chromatin regulatory variation. These studies also hope to expand research into regenerative medicine models and stem cell differentiation. Cell-type specific gene expression patterns during development occur as the result of interactions the chromatin level. Stem cell epigenomics focuses in on the epigenetic plasticity of human embryonic stem cells (hESCs). This includes investigation into bivalent domains as promoters or chromatin regions that are modified by transcriptional initiation and related to gene silencing. They are also looking at the differences between active versus poised enhancers or enhancers that specifically control signaling-dependent gene regulation. Active enhancers are marked by acetylation of histone H3-H3K27ac and while poised are instead methylated at H3K27me3. Stem cell epigenomic studies are also looking into DNA methylation patterns, specifically characteristics of hydroxy methylation versus overall methylation and the difference between methylation of CpG-island rich and CpG poor promoters. It has been found in mouse embryonic stem cells (mESC) that implanted mESC took up similar characteristics of histone methylation of the embryos where they transplanted into, indicating that methylation may be indicative of environment. This will guide studies into the differences between induced pluripotent and embryonic stem cells. These studies hope to produce information on iPSC differentiation capacity by first needing to enhance chormatin signature reading. It also hopes to produce to look into regulatory factors that control human embryonic development. Using drug therapy techniques as mentioned earlier, epigenomics would also allow for more information on drug activity.",
            "score": 150.75321888923645
        },
        {
            "docid": "1137227_14",
            "document": "DNA methylation . Whereas DNA methylation is not necessary \"per se\" for transcriptional silencing, it is thought nonetheless to represent a “locked” state that definitely inactivates transcription. In particular, DNA methylation appears critical for the maintenance of mono-allelic silencing in the context of genomic imprinting and X chromosome inactivation. In these cases, expressed and silent alleles differ by their methylation status, and loss of DNA methylation results in loss of imprinting and re-expression of Xist in somatic cells. During embryonic development, few genes change their methylation status, at the important exception of many genes specifically expressed in the germline. DNA methylation appears absolutely required in differentiated cells, as knockout of any of the three competent DNA methyltransferase results in embryonic or post-partum lethality. By contrast, DNA methylation is dispensable in undifferentiated cell types, such as the inner cell mass of the blastocyst, primordial germ cells or embryonic stem cells. Since DNA methylation appears to directly regulate only a limited number of genes, how precisely DNA methylation absence causes the death of differentiated cells remain an open question.",
            "score": 177.60549521446228
        },
        {
            "docid": "38991948_10",
            "document": "Single-cell analysis . There are three major reasons gene expression has been studied using this technique: to study gene dynamics, RNA splicing, and cell typing. Gene dynamics are usually studied to determine what changes in gene expression effect different cell characteristics. For example, this type of transcriptomic analysis has often been used to study embryonic development. RNA splicing studies are focused on understanding the regulation of different transcript isoforms. Single cell transcriptomics has also been used for cell typing, where the genes expressed in a cell are used to identify types of cells. The main goal in cell typing is to find a way to determine the identity of cells that don't have known genetic markers.",
            "score": 143.73177099227905
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 174.54439902305603
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 171.687277674675
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 204.75194644927979
        },
        {
            "docid": "41111089_5",
            "document": "Epigenetic regulation of neurogenesis . DNA methylation's critical nature to corticogenesis has been shown through knockout experiments in mice. When DNMT3b and DNMT1 were ablated separately in mouse embryos they died due to impairment of neural tube development. DNMT3a silencing did not cause embryonic lethality, but did result in a severe detriment in postnatal neurogenesis. This is largely due to the timing in which these epigenetic mechanisms are active. DNMT3b is expressed in early neural progenitor cells and decrease as neural development proceeds and DNMT3a is barely detectable up until embryonic day 10 (E.10). However, at E.10, DNMT3a expression increases significantly from E13.5 and well into adulthood. In the postnatal forebrain, DNMT3a is expressed in the subventricular zone (SVZ) and the hippocampal dentate gyrus, the primary locations for adult neurogenesis. The loss of DNMT3a in post natal neural progenitor cells leads to the down-regulation of neuronic genes such as \"Dlx2\", \"Neurog2\", and \"Sp8\"; but upregulation of genes involved in astroglial and oligodendroglial differentiation, indicating a role in the cell-fate switch from neurogenesis to gliogenesis. DNA demethylation, as well as methylation, of certain genes allows for neurogenesis to proceed in a time dependent manner. One such gene is \"Hes5\", hypermethylated in E7.5 Embryos but completely demethylated by E9.5, which is one of the target genes in the Notch Signaling pathway. GCM1 and GCM2 demethylate the \"Hes5\" promoter, allowing it to respond to NOTCH signaling and initiating the generation of neural stem cells. Another example is the \"Gfap\" gene which is required for astrocyte differentiation. The ability to differentiate into glial cells is repressed in neural stem cells with a neuronal cell fate. This repression is due largely to an irresponsiveness of neural stem cells towards astrocyte-inducing stimulations. The neural stem cells are non-responsive due to hypermethylated DNA in the promoter regions of astrocyte genes such as \"Gfap\". The STAT3 binding site in the promoter region of \"Gfap\" is hypermethylated at E11.5 and barely so at E14.5, at which point it is able to receive astrocyte inducing stimulations and begin cytokine-inducible astrocyte differentiation.",
            "score": 158.169837474823
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 165.2246938943863
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 158.56255090236664
        },
        {
            "docid": "33769881_2",
            "document": "Immunomics . Immunomics is the study of immune system regulation and response to pathogens using genome-wide approaches. With the rise of genomic and proteomic technologies, scientists have been able to visualize biological networks and infer interrelationships between genes and/or proteins; recently, these technologies have been used to help better understand how the immune system functions and how it is regulated. Two thirds of the genome is active in one or more immune cell types and less than 1% of genes are uniquely expressed in a given type of cell. Therefore, it is critical that the expression patterns of these immune cell types be deciphered in the context of a network, and not as an individual, so that their roles be correctly characterized and related to one another. Defects of the immune system such as autoimmune diseases, immunodeficiency, and malignancies can benefit from genomic insights on pathological processes. For example, analyzing the systematic variation of gene expression can relate these patterns with specific diseases and gene networks important for immune functions.",
            "score": 142.44172310829163
        },
        {
            "docid": "2332422_4",
            "document": "Carcinogenesis . Cancer is fundamentally a disease of regulation of tissue growth. In order for a normal cell to transform into a cancer cell, genes that regulate cell growth and differentiation must be altered. Genetic and epigenetic changes can occur at many levels, from gain or loss of entire chromosomes, to a mutation affecting a single DNA nucleotide, or to silencing or activating a microRNA that controls expression of 100 to 500 genes. There are two broad categories of genes that are affected by these changes. Oncogenes may be normal genes that are expressed at inappropriately high levels, or altered genes that have novel properties. In either case, expression of these genes promotes the malignant phenotype of cancer cells. Tumor suppressor genes are genes that inhibit cell division, survival, or other properties of cancer cells. Tumor suppressor genes are often disabled by cancer-promoting genetic changes. Finally Oncovirinae, viruses that contain an oncogene, are categorized as oncogenic because they trigger the growth of tumorous tissues in the host. This process is also referred to as viral transformation.",
            "score": 148.87938976287842
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 177.59111154079437
        },
        {
            "docid": "152611_14",
            "document": "Cellular differentiation . Since each cell, regardless of cell type, possesses the same genome, determination of cell type must occur at the level of gene expression. While the regulation of gene expression can occur through cis- and trans-regulatory elements including a gene's promoter and enhancers, the problem arises as to how this expression pattern is maintained over numerous generations of cell division. As it turns out, epigenetic processes play a crucial role in regulating the decision to adopt a stem, progenitor, or mature cell fate. This section will focus primarily on mammalian stem cells.",
            "score": 124.54268026351929
        },
        {
            "docid": "2140955_5",
            "document": "ENCODE . Humans are estimated to have approximately 20,000 protein-coding genes, which account for about 1.5% of DNA in the human genome. The primary goal of the ENCODE project is to determine the role of the remaining component of the genome, much of which was traditionally regarded as \"junk.\" The activity and expression of protein-coding genes can be modulated by the regulome - a variety of DNA elements, such as the promoter, transcriptional regulatory sequences, and regions of chromatin structure and histone modification. It is thought that changes in the regulation of gene activity can disrupt protein production and cell processes and result in disease. Determining the location of these regulatory elements and how they influence gene transcription could reveal links between variations in the expression of certain genes and the development of disease.",
            "score": 148.5175268650055
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 122.8449342250824
        },
        {
            "docid": "55410471_15",
            "document": "DCas9 activation system . The dCas9 activation system allows a desired gene or multiple genes in the same cell to be expressed. It is possible to study genes involved in a certain process using a genome wide screen that involves activating expression of genes. Examining which sgRNAs yield a phenotype suggests which genes are involved in a specific pathway. The dCas9 activation system can be used to control exactly which cells are activated and at what time activation occurs. dCas9 constructs have been made that turn on a dCas9-activator fusion protein in the presence of light or chemicals. Cells can also be reprogrammed or differentiated from one cell type into another by increasing the expression of certain genes important for the formation or maintenance of a cell type.",
            "score": 131.04313683509827
        },
        {
            "docid": "52156116_7",
            "document": "H3K27me3 . H3K27 can undergo a variety of other modifications. It can exist in mono- as well as di-methylated states. The roles of these respective modifications are not as well characterised as tri-methylation. PCR2 is however believed to be implicated in all the different methylations associated with H3K27me.  H3K27me1 is linked to promotion of transcription and is seen to accumulate in transcribed genes. Histone-histone interactions play a role in this process. Regulation occurs via Setd2-dependent H3K36me3 deposition. H3K27me2 is broadly distributed within the core histone H3 and is believed to play a protective role by inhibiting non-cell-type specific enhancers. Ultimately, this leads to the inactivation of transcription. Acetylation is usually linked to the upregulation of genes. This is the case in H3K27ac which is an active enhancer mark. It is found in distal and proximal regions of genes. It is enriched in Transcriptional start sites (TSS). H3K27ac shares a location with H3K27me3 and they interact in an antagonistic manner.  H3K27me3 is often seen to interact with H3K4me3 in bivalent domains . These domains are usually found in embryonic stem cells and are pivotal for proper cell differentiation. H3K27me3 and H3K4me3 determine whether a cell will remain unspecified or will eventually differentiate. The Grb10 gene in mice makes use of these bivalent domains. Grb10 displays imprinted gene expression. Genes are expressed from one parental allele while simultaneously being silenced in the other parental allele.  Other well characterised modifications are H3K9me3 as well as H4K20me3 which—just like H3K27me3—are linked to transcriptional repression via formation of heterochromatic regions. Interestingly, mono-methylations of H3K27, H3K9, and H4K20 are all associated with gene activation.",
            "score": 113.96153330802917
        },
        {
            "docid": "21921749_22",
            "document": "Ridge (biology) . Chromatin changes are a plausible explanation for the co-regulation seen in clusters. Chromatin consists of the DNA strand and histones that are attached to the DNA. Regions were chromatin is very tightly packed are called heterochromatin. Heterochromatin consists very often of remains of viral genomes, transposons and other junk DNA. Because of tight packing the DNA is almost unreachable for the transcript machinery, covering deleterious DNA with proteins is the way in which the cell can protect itself. Chromatin which consists of functional genes is often an open structure were the DNA is accessible. However, most of the genes are not needed to be expressed all the time.",
            "score": 147.25391793251038
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 166.0674433708191
        },
        {
            "docid": "25304632_10",
            "document": "Gene expression profiling in cancer . In a particular type of cell or tissue, only a small subset of an organism’s genomic DNA will be expressed as mRNAs at any given time. The unique pattern of gene expression for a given cell or tissue is referred to as its molecular signature. For example, the expression of genes in skin cells would be very different compared to those expressed in blood cells. Microarray analysis can provide quantitative gene expression information allowing for the generation of a molecular signature, each unique to a particular class of tumor. This idea was first shown experimentally in 2000 by researchers at Stanford University published in \"Nature Genetics\". The authors measured the relative expression of 9,703 human cDNAs in sixty cancer cell lines previously studied and characterized by the National Cancer Institute’s Developmental Therapeutics Program. A hierarchical clustering algorithm was used to group cell lines based on the similarity by which the pattern of gene expression varied. In this study by Ross \"et al.,\" the majority of cell lines with common organs of origin (based on information from the National Institutes of Health) clustered together at terminal branches, suggesting that cancer cells arising from the same tissue share many molecular characteristics. This allows for reliable identification of tumor type based on gene expression.",
            "score": 166.04932236671448
        },
        {
            "docid": "7252_31",
            "document": "Cell cycle . Experimental evidence also suggests that gene expression can oscillate with the period seen in dividing wild-type cells independently of the CDK machinery. Orlando \"et al.\" used microarrays to measure the expression of a set of 1,271 genes that they identified as periodic in both wild type cells and cells lacking all S-phase and mitotic cyclins (\"clb1,2,3,4,5,6\"). Of the 1,271 genes assayed, 882 continued to be expressed in the cyclin-deficient cells at the same time as in the wild type cells, despite the fact that the cyclin-deficient cells arrest at the border between G and S phase. However, 833 of the genes assayed changed behavior between the wild type and mutant cells, indicating that these genes are likely directly or indirectly regulated by the CDK-cyclin machinery. Some genes that continued to be expressed on time in the mutant cells were also expressed at different levels in the mutant and wild type cells. These findings suggest that while the transcriptional network may oscillate independently of the CDK-cyclin oscillator, they are coupled in a manner that requires both to ensure the proper timing of cell cycle events. Other work indicates that phosphorylation, a post-translational modification, of cell cycle transcription factors by Cdk1 may alter the localization or activity of the transcription factors in order to tightly control timing of target genes.",
            "score": 135.10355865955353
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 168.00347530841827
        },
        {
            "docid": "35868491_16",
            "document": "Epigenetics in stem-cell differentiation . \"Okamoto et al.\" previously documented the expression level of the \"Oct4\" gene decreasing with embryonic stem cell differentiation. \"Lee et al.\" performed a ChIP analysis of the Oct4 promoter, associated with undifferentiated cells, region to examine the epigenetic modifications of regulated genes undergoing development during embryonic stem cell differentiation. This promoter region decreased at \"H3K4\" methylation and \"H3K9\" acetylation sites and increased at the \"H3K9\" methylation site during differentiation. Analysis of a CpG motif of the \"Oct4\" gene promoter revealed a progressive increase of DNA methylation and was completely methylated at day 10 of differentiation as previously reported in Gidekel and Bergman.",
            "score": 144.61461853981018
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 174.03921115398407
        },
        {
            "docid": "49033_18",
            "document": "Epigenetics . Epigenetic changes modify the activation of certain genes, but not the genetic code sequence of DNA. The microstructure (not code) of DNA itself or the associated chromatin proteins may be modified, causing activation or silencing. This mechanism enables differentiated cells in a multicellular organism to express only the genes that are necessary for their own activity. Epigenetic changes are preserved when cells divide. Most epigenetic changes only occur within the course of one individual organism's lifetime; however, these epigenetic changes can be transmitted to the organism's offspring through a process called transgenerational epigenetic inheritance. Moreover, if gene inactivation occurs in a sperm or egg cell that results in fertilization, this epigenetic modification may also be transferred to the next generation.",
            "score": 130.43469166755676
        },
        {
            "docid": "25902271_2",
            "document": "Mesenchymal–epithelial transition . A mesenchymal–epithelial transition (MET) is a reversible biological process that involves the transition from motile, multipolar or spindle-shaped mesenchymal cells to planar arrays of polarized cells called epithelia. MET is the reverse process of epithelial–mesenchymal transition (EMT). Unlike epithelial cells – which are stationary and characterized by an apical-basal polarity, tight junctions, and expression of cell-cell adhesion markers such as E-cadherin, mesenchymal cells do not make mature cell-cell contacts, can invade through the extracellular matrix, and express markers such as vimentin, fibronectin, N-cadherin, Twist, and Snail. METs occur in normal development, cancer metastasis, and induced pluripotent stem cell reprogramming. During embryogenesis and early development, cells switch back and forth between different cellular phenotypes via MET and its reverse process, epithelial–mesenchymal transition (EMT). Developmental METs have been studied most extensively in embryogenesis during nephrogenesis, but also occurs in somitogenesis, cardiogenesis, and hepatogenesis. While the mechanism in which MET occurs during each organ morphogenesis is similar in that epithelium-associated genes are upregulated and mesenchyme-associated genes are downregulated, each process has a unique signaling pathway to induce MET and these changes in gene expression profiles.",
            "score": 107.62229979038239
        },
        {
            "docid": "19719002_5",
            "document": "Bivalent chromatin . H3K4me3 and H3K27me3 marks found on the bivalent domains regulate whether or not an embryonic stem cell differentiates or remains unspecified (pluripotent state). The epigenetic marks contribute to the expression of some genes, and silencing of others during pluripotency and differentiation. H3K27me3 marks repress developmental control genes and stop the cell from differentiating, to ensure that the cell maintains pluripotency. Although this mark represses the lineage control genes, it does keep them ready for activation upon differentiation. When the cell receives the signal to differentiate to a specific type of cell, H3K27me3 will be removed from the genes needed for differentiation, while H3K27me3 maintains repression of developmental control genes that are unnecessary for the chosen lineage. The developmentally regulated process of resolving bivalent chromatin is aided by the activity of ATP-chromatin remodelers such as SWI/SNF, which hydrolyze ATP to evict Polycomb-group proteins from bivalent chromatin.",
            "score": 107.44557332992554
        }
    ],
    "r": [
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 204.751953125
        },
        {
            "docid": "1137227_53",
            "document": "DNA methylation . DNA methylation marks, are genomic regions with specific methylation pattern in a specific biological state such as tissue, cell type, individual), are regarded as possible functional regions involved in gene transcriptional regulation. Although various human cell types may have the same genome, these cells have different methylomes. The systematic identification and characterization of methylation marks across cell types are crucial to understanding the complex regulatory network for cell fate determination. Hongbo Liu et al. proposed an entropy-based framework termed SMART to integrate the whole genome bisulfite sequencing methylomes across 42 human tissues/cells and identified 757,887 genome segments. Nearly 75% of the segments showed uniform methylation across all cell types. From the remaining 25% of the segments, they identified cell type-specific hypo/hypermethylation marks that were specifically hypo/hypermethylated in a minority of cell types using a statistical approach and presented an atlas of the human methylation marks. Further analysis revealed that the cell type-specific hypomethylation marks were enriched through H3K27ac and transcription factor binding sites in cell type-specific manner. In particular, they observed that the cell type-specific hypomethylation marks are associated with the cell type-specific super-enhancers that drive the expression of cell identity genes. This framework provides a complementary, functional annotation of the human genome and helps to elucidate the critical features and functions of cell type-specific hypomethylation.",
            "score": 194.41134643554688
        },
        {
            "docid": "70425_38",
            "document": "Inflammation . Genome-wide analyses of human cancer tissues reveal that a single typical cancer cell may possess roughly 100 mutations in coding regions, 10-20 of which are “driver mutations” that contribute to cancer development. However, chronic inflammation also causes epigenetic changes such as DNA methylations, that are often more common than mutations. Typically, several hundreds to thousands of genes are methylated in a cancer cell (see DNA methylation in cancer). Sites of oxidative damage in chromatin can recruit complexes that contain DNA methyltransferases (DNMTs), a histone deacetylase (SIRT1), and a histone methyltransferase (EZH2), and thus induce DNA methylation. DNA methylation of a CpG island in a promoter region may cause silencing of its downstream gene (see CpG site and regulation of transcription in cancer). DNA repair genes, in particular, are frequently inactivated by methylation in various cancers (see hypermethylation of DNA repair genes in cancer). A 2018 report evaluated the relative importance of mutations and epigenetic alterations in progression to two different types of cancer. This report showed that epigenetic alterations were much more important than mutations in generating gastric cancers (associated with inflammation). However, mutations and epigenetic alterations were of roughly equal importance in generating esophageal squamous cell cancers (associated with tobacco chemicals and acetaldehyde, a product of alcohol metabolism).",
            "score": 183.71304321289062
        },
        {
            "docid": "12128493_15",
            "document": "Plant transformation vector . T-DNA contains two types of genes: the oncogenic genes, encoding for enzymes involved in the synthesis of auxins and cytokinins and responsible for tumor formation; and the genes encoding for the synthesis of opines. These compounds, produced by condensation between amino acids and sugars, are synthesized and excreted by the crown gall cells and consumed by A. tumefaciens as carbon and nitrogen sources. Outside the T-DNA, are located the genes for the opine catabolism, the genes involved in the process of T-DNA transfer from the bacterium to the plant cell and the genes involved in bacterium-bacterium plasmid conjugative transfer. (Hooykaas and Schilperoort, 1992; Zupan and Zambrysky, 1995). The T-DNA fragment is flanked by 25-bp direct repeats, which act as a cis element signal for the transfer apparatus. The process of T-DNA transfer is mediated by the cooperative action of proteins encoded by genes determined in the Ti plasmid virulence region (vir genes) and in the bacterial chromosome. The Ti plasmid also contains the genes for opine catabolism produced by the crown gall cells, and regions for conjugative transfer and for its own integrity and stability. The 30 kb virulence (vir) region is a regulon organized in six operons that are essential for the T-DNA transfer (virA, virB, virD, and virG) or for the increasing of transfer efficiency (virC and virE) (Hooykaas and Schilperoort, 1992; Zupan and Zambryski, 1995, Jeon et al., 1998). Different chromosomal-determined genetic elements have shown their functional role in the attachment of A. tumefaciens to the plant cell and bacterial colonization: the loci chvA and chvB, involved in the synthesis and excretion of the b -1,2 glucan (Cangelosi et al., 1989); the chvE required for the sugar enhancement of vir genes induction and bacterial chemotaxis (Ankenbauer et al., 1990, Cangelosi et al., 1990, 1991); the cel locus, responsible for the synthesis of cellulose fibrils (Matthysse 1983); the pscA (exoC) locus, playing its role in the synthesis of both cyclic glucan and acid succinoglycan (Cangelosi et at., 1987, 1991); and the att locus, which is involved in the cell surface proteins (Matthysse, 1987).",
            "score": 181.78550720214844
        },
        {
            "docid": "38678086_11",
            "document": "STARR-seq . STARR-seq by combining traditional approach with high-throughput sequencing technology and highly specialized bio-computing methods is able to detect enhancers in a quantitative and genome-wide manner. The study of gene regulation and their responsible pathways in the genome during normal development and also in disease can be very demanding. Therefore, applying STARR-seq to many cell types across organisms supports identifying cell type-specific gene regulatory elements and practically assesses non-coding mutations causing disease. Alexander Stark, designer of this technique quotes, “STARR-seq is like a magic microscope that lets us zoom in on the regulatory regions of DNA. It will be crucial to study gene regulation and how it is encoded in the genome- both during development and when it goes wrong in disease.” Recently, a related approach coupling capture of regions of interest to STARR-seq technique have been developed and extensively validated in mammalian cell lines.",
            "score": 178.8783721923828
        },
        {
            "docid": "219831_17",
            "document": "Neisseria . Genetic transformation is the process by which a recipient bacterial cell takes up DNA from a neighboring cell and integrates this DNA into the recipient’s genome by recombination. In \"N. meningitides\" and \"N. gonorrhoeae\", DNA transformation requires the presence of short DNA sequences (9-10 monomers residing in coding regions) of the donor DNA. These sequences are called DNA uptake sequences (DUSs). Specific recognition of DUSs is mediated by a type IV pilin. Davidsen et al. reported that in \"N. meningitides\" and \"N. gonorrhoeae\", DUSs occur at a significantly higher density in genes involved in DNA repair and recombination (as well as in restriction-modification and replication) than in other annotated gene groups. These authors proposed that the over-representation of DUS in DNA repair and recombination genes may reflect the benefit of maintaining the integrity of the DNA repair and recombination machinery by preferentially taking up genome maintenance genes that could replace their damaged counterparts in the recipient cell. Caugant and Maiden noted that the distribution of DUS is consistent with recombination being primarily a mechanism for genome repair that can occasionally result in generation of diversity, which even more occasionally, is adaptive. It was also suggested by Michod et al. that an important benefit of transformation in \"N. gonorrhoeae\" is recombinational repair of oxidative DNA damages caused by oxidative attack by the host’s phagocytic cells.",
            "score": 178.66326904296875
        },
        {
            "docid": "1137227_14",
            "document": "DNA methylation . Whereas DNA methylation is not necessary \"per se\" for transcriptional silencing, it is thought nonetheless to represent a “locked” state that definitely inactivates transcription. In particular, DNA methylation appears critical for the maintenance of mono-allelic silencing in the context of genomic imprinting and X chromosome inactivation. In these cases, expressed and silent alleles differ by their methylation status, and loss of DNA methylation results in loss of imprinting and re-expression of Xist in somatic cells. During embryonic development, few genes change their methylation status, at the important exception of many genes specifically expressed in the germline. DNA methylation appears absolutely required in differentiated cells, as knockout of any of the three competent DNA methyltransferase results in embryonic or post-partum lethality. By contrast, DNA methylation is dispensable in undifferentiated cell types, such as the inner cell mass of the blastocyst, primordial germ cells or embryonic stem cells. Since DNA methylation appears to directly regulate only a limited number of genes, how precisely DNA methylation absence causes the death of differentiated cells remain an open question.",
            "score": 177.60548400878906
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 177.5911102294922
        },
        {
            "docid": "10446876_7",
            "document": "Fate mapping . Genetic cell lineage tracing became an extremely powerful approach when Nat Sternberg and Daniel Hamilton identified a topoisomerase in P1 bacteriophage called Cre recombinase, which has site-specific (loxP site) recombination activity (1981). Subsequent studies have used the Cre-lox system in transgenic mice and zebrafish to create tissue specific conditional knockouts. In order to conditionally ablate a tissue or cell population of interest, one can create a transgenic mouse using a construct containing the promoter of a gene that is specific to the target cell population, so that the Cre recombinase is only expressed in that tissue type. A second transgenic line must be created, in which loxP recognition sites flank a portion of a particular critical \"housekeeping\" gene such as DNA polymerase-β. Each transgene is completely harmless by itself; however, when the two strains are crossed, the Cre expressed in the target cell population will cause the excision of DNA pol-β in those cells, which will die. Use of the Cre system instead of injected Pronase ensures that when the targeted cell(s) dies, its intracellular contents will not harm neighboring cells since the Cre is innocuous by itself and outside the cell, whereas Pronase can damage other cells and the extracellular matrix and thus may have nonspecific effects on development. This approach allows tissue-specific targeted ablation studies, which are important for understanding the importance of particular progenitor cells in the establishment and functionality of adult tissues.",
            "score": 177.3404541015625
        },
        {
            "docid": "619632_7",
            "document": "Transfection . There are various methods of introducing foreign DNA into a eukaryotic cell: some rely on physical treatment (electroporation, cell squeezing, nanoparticles, magnetofection); others rely on chemical materials or biological particles (viruses) that are used as carriers. Gene delivery is, for example, one of the steps necessary for gene therapy and the genetic modification of crops. There are many different methods of gene delivery developed for various types of cells and tissues, from bacterial to mammalian. Generally, the methods can be divided into two categories: non-viral and viral.",
            "score": 176.29579162597656
        },
        {
            "docid": "3322454_13",
            "document": "Glyoxylate cycle . In order to engineer the pathway into cells, the genes responsible for coding for the enzymes had to be isolated and sequenced, which was done using the bacteria \"E.coli\", from which the AceA gene, responsible for encoding for isocitrate lyase, and the AceB gene, responsible for encoding for malate synthase were sequenced. Engineers have been able to successfully incorporate the AceA and AceB genes into mammalian cells in culture, and the cells were successful in translating and transcribing the genes into the appropriate enzymes, proving that the genes could successfully be incorporated into the cell’s DNA without damaging the functionality or health of the cell. However, being able to engineer the pathway into transgenic mice has proven to be difficult for engineers. While the DNA has been expressed in some tissues, including the liver and small intestine in test animals, the level of expression is not high, and not found to be statistically significant. In order to successfully engineer the pathway, engineers would have to fuse the gene with promoters which could be regulated in order to increase the level of expression, and have the expression in the right cells, such as epithelial cells.",
            "score": 175.85775756835938
        },
        {
            "docid": "13457_5",
            "document": "Heredity . Heritable traits are known to be passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long polymer that incorporates four types of bases, which are interchangeable. The sequence of bases along a particular DNA molecule specifies the genetic information: this is comparable to a sequence of letters spelling out a passage of text. Before a cell divides through mitosis, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. A portion of a DNA molecule that specifies a single functional unit is called a gene; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. Organisms inherit genetic material from their parents in the form of homologous chromosomes, containing a unique combination of DNA sequences that code for genes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a particular locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism.",
            "score": 174.77896118164062
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 174.54440307617188
        },
        {
            "docid": "31599765_5",
            "document": "Simon Boulton . Boulton himself has explained his work at the DNA Damage Response Laboratory as follows: \"DNA is a highly reactive molecule that is susceptible to damage. Fortunately, cells have evolved specialised repair processes that are remarkably efficient in correcting specific types of DNA damage. Failure to correctly repair DNA damage will lead to mutagenic change, which can contribute to ageing and cancer. Indeed, defects in genes that repair DNA damage are the underlying cause of a number of hereditary ageing/cancer predisposition syndromes such as Fanconi anemia and Blooms. The focus of my lab is to identify new DNA repair genes, understand how they work in DNA repair in mitotic and meiotic cells and determine how defects in these processes contribute to human disease such as cancer. We hope that our work will provide an improved understanding of how DNA repair works and how, when DNA repair is compromised, it contributes to cancer/ageing and or infertility disorders in humans.\" Boulton's research has resulted in several major breakthroughs in understanding that are viewed as highly promising with regard to the potential development of new cancer treatments.",
            "score": 174.04168701171875
        },
        {
            "docid": "42862295_5",
            "document": "Amanda Fisher . At Imperial, Fisher used lymphocytes as a model to analyse how gene expression patterns are transmitted through cell division. Fisher also explored the molecular basis of lineage choice. She studies the transcriptional and epigenetic mechanisms that underlie cellular differentiation and experimental reprogramming. Fisher's research activities also include pluripotency and reprogramming, polycomb repressor complexes in stem cells, cohesion function in gene expression and genome organisation with Ikaros family transcription factors (TFs). Fisher conducts her research with a cell biology and genetics approach, using current technologies to address the events involved in maintaining embryonic stem (ES) cell pluripotency versus differentiation towards mesoderm, endoderm and ectoderm, as well as the mechanisms of T cell and B cell lineage choice and differentiation. Fisher's discoveries in HIV were extensive and critical for future research of the virus's characteristics. She produced the first functional copies of HIV, allowing her and other scientists to access biologically active material for future research of the virus's genes. She determined the roles of several of the genes in HIV. These findings have been significant in studying and understanding different characteristics of HIV and Human T-lymphotropic virus (HTLV). Whilst at the NIH, Fisher developed approaches that allowed the successful introduction of exogenous DNA onto human blood cells. Two methods, protoplast fusion and electroporation, proved successful and allowed Fisher to test whether molecular clones isolated from HIV-infected cultures could generate infectious retrovirus upon transfection. Fisher showed in 1985 that molecular clones of HIV, contained within approximately 18kb of contiguous proviral DNA, were biologically active and generated cytopathic virus when introduced into primary human T-cells. This discovery was important s it established that products of the viral genome itself, rather than a cofactor or contaminant, were capable of killing human T cells and were therefore potentially capable of mediating the immunosuppressive effect of HIV. it also provided the basis for dissecting the molecular function of each of the viral genes and for developing DNA-based diagnostic tests for HIV infection. In the following 4 years, Fisher showed that the transactivator gene \"tat\" was essential for virus replication, that truncation of the 3' open reading frame disrupts virus cytopathogenicity, and that \"sor\" (now called \"vif)\" is required for efficient cell to cell transmission of HIV virus. With clinical collaborators from the Walter Reed National Military Medical Center (Redfield and Looney), Fisher showed that patient antisera displayed type-specific neutralising properties and that multiple HIV isolates derived from a single patient were biologically diverse and contained replication-competent as well as replication-incompetent cytopathic variants. These studies performed more than 20 years ago, gave some of the first hints that a successful HIV vaccine might prove difficult to engineer.",
            "score": 174.03921508789062
        },
        {
            "docid": "17062920_10",
            "document": "DNA damage theory of aging . In tissues composed of non- or infrequently replicating cells, DNA damage can accumulate with age and lead either to loss of cells, or, in surviving cells, loss of gene expression. Accumulated DNA damage is usually measured directly. Numerous studies of this type have indicated that oxidative damage to DNA is particularly important. The loss of expression of specific genes can be detected at both the mRNA level and protein level.",
            "score": 172.7164306640625
        },
        {
            "docid": "1137227_50",
            "document": "DNA methylation . Differentially methylated regions, are genomic regions with different methylation statuses among multiple samples (tissues, cells, individuals or others), are regarded as possible functional regions involved in gene transcriptional regulation. The identification of DMRs among multiple tissues (T-DMRs) provides a comprehensive survey of epigenetic differences among human tissues. For example, these methylated regions that are unique to a particular tissue allow individuals to differentiate between tissue type, such as semen and vaginal fluid. Current research conducted by Lee et al., showed DACT1 and USP49 positively identified semen by examining T-DMRs. DMRs between cancer and normal samples (C-DMRs) demonstrate the aberrant methylation in cancers. It is well known that DNA methylation is associated with cell differentiation and proliferation. Many DMRs have been found in the development stages (D-DMRs) and in the reprogrammed progress (R-DMRs). In addition, there are intra-individual DMRs (Intra-DMRs) with longitudinal changes in global DNA methylation along with the increase of age in a given individual. There are also inter-individual DMRs (Inter-DMRs) with different methylation patterns among multiple individuals.",
            "score": 172.08827209472656
        },
        {
            "docid": "10319792_3",
            "document": "Fragmentation (cell biology) . DNA cloning can be performed spontaneously by the cell for reproductive purposes. This is a form of asexual reproduction where an organism splits into fragments and then each of these fragments develop into mature, fully grown individuals that are clones of the original organism (See reproductive fragmentation). DNA cloning can also be performed intentionally by laboratory researchers. Here, DNA fragmentation is a molecular genetic technique that permits researchers to use recombinant DNA technology to prepare large numbers of identical DNA molecules.  In order for DNA cloning to be completed, it is necessary to obtain discrete, small regions of an organism's DNA that constitute specific genes. Only relatively small DNA molecules can be cloned in any available vector. Therefore, the long DNA molecules that compose an organism's genome must be cleaved into fragments that can be inserted into the vector DNA. Two enzymes facilitate the production of such recombinant DNA molecules: The key to cloning a DNA fragment is to link it to a vector DNA molecule that can replicate within a host cell. After a single recombinant DNA molecule (composed of a vector plus an inserted DNA fragment) is introduced into a host cell, the inserted DNA can be replicated along with the vector, generating a large number of identical DNA molecules. The basic scheme for this can be summarized as follows:",
            "score": 171.78720092773438
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 171.68727111816406
        },
        {
            "docid": "9236_19",
            "document": "Evolution . Heritable traits are passed from one generation to the next via DNA, a molecule that encodes genetic information. DNA is a long biopolymer composed of four types of bases. The sequence of bases along a particular DNA molecule specify the genetic information, in a manner similar to a sequence of letters spelling out a sentence. Before a cell divides, the DNA is copied, so that each of the resulting two cells will inherit the DNA sequence. Portions of a DNA molecule that specify a single functional unit are called genes; different genes have different sequences of bases. Within cells, the long strands of DNA form condensed structures called chromosomes. The specific location of a DNA sequence within a chromosome is known as a locus. If the DNA sequence at a locus varies between individuals, the different forms of this sequence are called alleles. DNA sequences can change through mutations, producing new alleles. If a mutation occurs within a gene, the new allele may affect the trait that the gene controls, altering the phenotype of the organism. However, while this simple correspondence between an allele and a trait works in some cases, most traits are more complex and are controlled by quantitative trait loci (multiple interacting genes).",
            "score": 171.60093688964844
        },
        {
            "docid": "14753919_3",
            "document": "PAX8 . This gene is a member of the paired box (PAX) family of transcription factors. Members of this gene family typically encode proteins which contain a paired box domain, an octapeptide, and a paired-type homeodomain. The PAX gene family has an important role in the formation of tissues and organs during embryonic development and maintaining the normal function of some cells after birth. The PAX genes give instructions for making proteins that attach themselves to certain areas of DNA. This nuclear protein is involved in thyroid follicular cell development and expression of thyroid-specific genes. PAX8 releases the hormones important for regulating growth, brain development, and metabolism. Also functions in very early stages of kidney organogenesis, the müllerian system, and the thymus. Additionally, PAX8 is expressed in the renal excretory system, epithelial cells of the endocervix, endometrium, ovary, Fallopian tube, seminal vesicle, epididymis, pancreatic islet cells and lymphoid cells. PAX8 and other transcription factors play a role in binding to DNA and regulating the genes that drive thyroid hormone synthesis (Tg, TPO, Slc5a5 and Tshr).",
            "score": 171.11297607421875
        },
        {
            "docid": "37626088_3",
            "document": "DNA damage (naturally occurring) . DNA damage and mutation have different biological consequences. While most DNA damages can undergo DNA repair, such repair is not 100% efficient. Un-repaired DNA damages accumulate in non-replicating cells, such as cells in the brains or muscles of adult mammals and can cause aging. (Also see DNA damage theory of aging.) In replicating cells, such as cells lining the colon, errors occur upon replication past damages in the template strand of DNA or during repair of DNA damages. These errors can give rise to mutations or epigenetic alterations. Both of these types of alteration can be replicated and passed on to subsequent cell generations. These alterations can change gene function or regulation of gene expression and possibly contribute to progression to cancer.",
            "score": 170.44378662109375
        },
        {
            "docid": "35868491_13",
            "document": "Epigenetics in stem-cell differentiation . In mammals, DNA methylation plays a role in regulating a key component of multipotency—the ability to rapidly self-renew. Khavari et al. discussed the fundamental mechanisms of DNA methylation and the interaction with several pathways regulating differentiation. New approaches studying the genomic status of DNA methylation in various states of differentiation have shown that methylation at CpG sites associated with putative enhancers are important in this process. DNA methylation can modulate the binding affinities of transcription factors by recruiting repressors such as \"MeCP2\" which display binding specificity for sequences containing methylated CpG dinucleotides. DNA methylation is controlled by certain methyltransferases, \"DMNTs\", which perform different functions depending on each one. \"DNMT3A\" and \"DNMT3B\" have both been linked to a role in the establishment of DNA methylation pattern in the early development of the stem cell, whereas \"DNMT1\" is required to methylate a newly synthesized strand of DNA after the cell has undergone replication in order to sustain the epigenetic regulatory state. Numerous proteins can physically interact with \"DNMTs\" themselves, which help target \"DNMT1\" to hemi-methylated DNA.",
            "score": 168.7554473876953
        },
        {
            "docid": "37319629_27",
            "document": "Genetic engineering techniques . Not all the organism's cells are transformed; typically a selectable marker is used to differentiate transformed from untransformed cells. Cells that have been successfully transformed with the DNA contain the marker gene. By growing the cells in the presence of an antibiotic or chemical that selects or marks the cells expressing that gene, it is possible to separate modified from unmodified cells. Another screening method involves a DNA probe that sticks only to the inserted gene. Multiple strategies can then remove the marker from the mature plant.",
            "score": 168.7310028076172
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 168.13084411621094
        },
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 168.00347900390625
        },
        {
            "docid": "12310347_17",
            "document": "O-Toluidine . The specific mechanisms of carcinogenicity of \"o\"-toluidine are not completely understood, but they are known to be complex and to involve metabolic activation, which results in formation of reactive metabolites. The earlier mentioned \"o\"-nitrosotoluene, which causes cancer in rats, is an example of these reactive metabolites. Research has indicated that \"o\"-toluidine is a mutagen and causes oxidative DNA damage and chromosomal damage (Skipper et al. 2010). Multiple studies have shown that the compound induces oxidative DNA damage and strand breaks in cultured human cells (Watanabe et al. 2010; Ohkuma et al. 1999, Watanabe et al. 2010). DNA damage was also observed in rats and mice exposed in vivo to \"o\"-toluidine (Robbiano et al. 2002, Sekihashi et al. 2002) and even large scale chromosomal damage was observed in yeast and mammalian cells exposed to \"o\"-toluidine in vitro. More generally, chromosomal instability is known to be induced by aromatic amines in urinary bladder cells. Chromosomal instability may lead to both aneuploidy (presence of an abnormal number of chromosomes in a cell), which is observed in cancer cells, and loss of heterozygosity (loss of the entire gene and the surrounding chromosomal region), which can result in the absence of a tumor suppressor gene (Höglund et al. 2001, Sandberg 2002, Phillips and Richardson 2006).",
            "score": 167.86256408691406
        },
        {
            "docid": "53362498_3",
            "document": "Epigenome-wide association study (EWAS) . The epigenome is governed by both genetic and environmental factors, causing it to be highly dynamic and complex. Epigenetic information exists in the cell as DNA and histone marks, as well as non-coding RNAs. DNA methylation (DNAm) patterns change over time, and vary between developmental stage and tissue type. The main type of DNAm is at cytosines within CpG dinucleotides which is known to be involved in gene expression regulation. DNAm pattern changes have been extensively studied in complex diseases such as cancer and diabetes. In a normal cell, the bulk genome is highly methylated at CpGs whereas CpG islands (CPI) at gene promoter regions remain highly methylated. Aberrant DNAm is the most common type of molecular abnormally in cancer cells, where the bulk genome because globally ‘hypomethylated’ and CPIs in promoter regions become ‘hypermethylated’, usually leading to silencing of tumour suppressor genes. More recently, studies on diabetes have uncovered further evidence to support an epigenetic component of diseases, including differences in disease-associated epigenetic marks between monozygotic twins, the rising incidence of type 1 diabetes in the general population, and developmental reprogramming events in which \"in utero\" or childhood environments can influence disease outcome in adulthood.",
            "score": 167.81175231933594
        },
        {
            "docid": "740746_13",
            "document": "Adult neurogenesis . DNA labeling can be used in conjunction with neuronal lineage markers to determine the fate of new functional brain cells. First, incorporated labeled nucleotides are used to detect the populations of newly divided daughter cells. Specific cell types are then determined with unique differences in their expression of proteins, which can be used as antigens in an immunoassay. For example, NeuN/Fox3 and GFAP are antigens commonly used to detect neurons, glia, and ependymal cells. Ki67 is the most commonly used antigen to detect cell proliferation.  Some antigens can be used to measure specific stem cell stages. For example, stem cells requires the sox2 gene to maintain pluripotency and is used to detect enduring concentrations of stem cells in CNS tissue. The protein nestin is an intermediate filament, which is essential for the radial growth of axons, and is therefore used to detect the formation of new synapses.",
            "score": 167.5633544921875
        },
        {
            "docid": "31478429_5",
            "document": "Wellcome Trust Centre for Gene Regulation and Expression . The Centre is studying many aspects of the cell cycle, including the way in which chromosomes replicate and separate during cell division and how DNA damage is detected. Failure of these events can lead to major faults within a genome, potentially leading to the rise of cancerous cells. The Centre is also investigating how DNA is tightly wound and compacted so that it can fit into the nuclei of eukaryotic cells, as well as the protein-DNA complexes that are involved in this packaging. The controlled unravelling of DNA is an important step in the regulation of gene function.",
            "score": 167.39801025390625
        },
        {
            "docid": "1171686_24",
            "document": "Regulatory T cell . In addition to the search for novel protein markers, a different method to analyze and monitor Treg cells more accurately has been described in the literature. This method is based on DNA methylation analysis. Only in Treg cells, but not in any other cell type, including activated effector T cells, a certain region within the Foxp3 gene (TSDR, Treg-specific-demethylated region) is found demethylated, which allows to monitor Treg cells through a PCR reaction or other DNA-based analysis methods. Interplay between the Th17 cells and regulatory T cells are important in many diseases like respiratory diseases.",
            "score": 167.253173828125
        },
        {
            "docid": "4183_45",
            "document": "Botany . Epigenetics is the study of heritable changes in gene function that cannot be explained by changes in the underlying DNA sequence but cause the organism's genes to behave (or \"express themselves\") differently. One example of epigenetic change is the marking of the genes by DNA methylation which determines whether they will be expressed or not. Gene expression can also be controlled by repressor proteins that attach to silencer regions of the DNA and prevent that region of the DNA code from being expressed. Epigenetic marks may be added or removed from the DNA during programmed stages of development of the plant, and are responsible, for example, for the differences between anthers, petals and normal leaves, despite the fact that they all have the same underlying genetic code. Epigenetic changes may be temporary or may remain through successive cell divisions for the remainder of the cell's life. Some epigenetic changes have been shown to be heritable, while others are reset in the germ cells.",
            "score": 167.15184020996094
        }
    ]
}