{
    "q": [
        {
            "docid": "43567293_8",
            "document": "Ruth Hall (scientist) . Bacteria can adapt rapidly to environmental pressures, including antibiotic use, through acquisition of further genes, and Hall has investigated the role of mobile genetic elements in the development of multiple antibiotic resistance and in bacterial evolution using different Gram negative pathogens including Escherichia coli, Salmonella enterica, Klebsiella pneumoniae and Acinetobacter baumanni . Hall's work has characterized a variety of mobile elements, including plasmids, genomic islands, transposons, gene cassettes and integrons. Gene cassettes are mobile genetic units each carrying only one gene which can be readily transferred into and between larger, stable genetic backbones called integrons that are responsible for moving the cassettes. The integron is also responsible for expression of the genes in cassettes. This exchange of genes between different bacteria enables rapid emergence of resistance under selection pressure of antibiotics.",
            "score": 325.2033541202545
        },
        {
            "docid": "19179592_23",
            "document": "Archaea . It has been proposed that the archaea evolved from gram-positive bacteria in response to antibiotic selection pressure. This is suggested by the observation that archaea are resistant to a wide variety of antibiotics that are primarily produced by gram-positive bacteria, and that these antibiotics primarily act on the genes that distinguish archaea from bacteria. The proposal is that the selective pressure towards resistance generated by the gram-positive antibiotics was eventually sufficient to cause extensive changes in many of the antibiotics' target genes, and that these strains represented the common ancestors of present-day Archaea. The evolution of Archaea in response to antibiotic selection, or any other competitive selective pressure, could also explain their adaptation to extreme environments (such as high temperature or acidity) as the result of a search for unoccupied niches to escape from antibiotic-producing organisms; Cavalier-Smith has made a similar suggestion. This proposal is also supported by other work investigating protein structural relationships and studies that suggest that gram-positive bacteria may constitute the earliest branching lineages within the prokaryotes.",
            "score": 221.36746430397034
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 255.05605804920197
        },
        {
            "docid": "13520743_22",
            "document": "Functional cloning . One of the ongoing challenges of treating bacterial infections is antibiotic resistance which commonly arises when patients do not take their full treatment of medication and hence allow bacteria to develop resistance to antibiotics over time. To understand how to combat antibiotic resistance it is important to understand how the bacterial genome is evolving and changing in healthy individuals with no recent usage of antibiotics to provide a baseline. Using a functional cloning-based technique, DNA isolated from human microflora were cloned into expression vectors in \"Escherichia coli\". Afterwards, antibiotics were applied as a screen. If a plasmid contained a gene insert that provided antibiotic resistance the cell survived and was selected on the plate. If the insert provided no resistance, the cell died and did not form a colony. Based on selection of cell colonies that survived, a better picture of genetic factors contributing to antibiotic resistance were pieced together. Most of the resistance genes that were identified were previously unknown. By using a functional cloning-based technique one is able to elucidate genes giving rise to antibiotic resistance to better understand treatment for bacterial infections.",
            "score": 241.50500857830048
        },
        {
            "docid": "4421942_3",
            "document": "TetR . Tetracycline (tc) is a broad family of antibiotics to which bacteria have evolved resistance. Tc normally kills bacteria by binding to the bacterial ribosome and halting protein synthesis. The expression of tc resistance genes is regulated by Tet Repressor Protein. More specifically, TetR represses the expression of TetA, a membrane protein that pumps out substances toxic to the bacteria, by binding the TetA operator. In tc resistant bacteria, TetA will pump out tc before it can bind to the ribosome. Therefore, TetR may have an important role in helping scientists to better understand mechanisms of antibiotic resistance and how to treat antibiotic resistant bacteria. TetR is one of many proteins in the TetR protein family, which is so named because TetR is the most well characterized member.",
            "score": 235.92838644981384
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 244.3246431350708
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 228.14928269386292
        },
        {
            "docid": "4677237_8",
            "document": "Gene cassette . Horizontal gene transfer (HGT) is the transfer of genetic elements between cells other than parental inheritance. HGT is responsible for much of the spread of antibiotic resistance among bacteria. Gene cassettes containing antibiotic resistance genes, or other virulence factors such as exotoxins, can be transferred from cell to cell via phage, transduction, taken up from the environment, transformation, or by bacterial conjugation. The ability to transfer gene cassettes between organisms has played a large role in the evolution of prokaryotes. Many commensal organisms, such as \"E. coli\", regularly harbor one or more gene cassettes that convey antibiotic resistance. Horizontal transfer of genetic elements from non-pathogenic commensals to unrelated species results in highly virulent pathogens that can carry multiple antibiotic resistance genes. The increasing prevalence of resistance creates challenging questions for researchers and physicians.",
            "score": 274.80633771419525
        },
        {
            "docid": "1564401_6",
            "document": "Multiple drug resistance . Many different bacteria now exhibit multi-drug resistance, including staphylococci, enterococci, gonococci, streptococci, salmonella, as well as numerous other gram-negative bacteria and \"Mycobacterium tuberculosis\". Antibiotic resistant bacteria are able to transfer copies of DNA that code for a mechanism of resistance to other bacteria even distantly related to them, which then are also able to pass on the resistance genes and so generations of antibiotics resistant bacteria are produced. This process is called horizontal gene transfer.",
            "score": 222.53787422180176
        },
        {
            "docid": "4427_3",
            "document": "Beta-lactam . The β-lactam ring is part of the core structure of several antibiotic families, the principal ones being the penicillins, cephalosporins, carbapenems, and monobactams, which are, therefore, also called β-lactam antibiotics. Nearly all of these antibiotics work by inhibiting bacterial cell wall biosynthesis. This has a lethal effect on bacteria, although any given bacteria population will typically contain a subgroup that is resistant to β-lactam antibiotics. Bacterial resistance occurs as a result of the expression of one of many genes for the production of β-lactamases, a class of enzymes that break open the β-lactam ring. More than 1,800 different β-lactamase enzymes have been documented in various species of bacteria. These enzymes vary widely in their chemical structure and catalytic efficiencies. When bacterial populations have these resistant subgroups, treatment with β-lactam can result in the resistant strain becoming more prevalent and therefore more virulent. β-lactam derived antibiotics can be considered as one of the most important antibiotic classes but prone to clinical resistance. β-lactam exhibits its antibiotic properties by imitating the naturally occurring d-Ala-d-Ala substrate for the group of enzymes known as penicillin-binding proteins (PBP), which have as function to cross-link the peptidoglycan part of the cell wall of the bacteria.",
            "score": 224.10429728031158
        },
        {
            "docid": "1805_19",
            "document": "Antibiotic . The emergence of resistance of bacteria to antibiotics is a common phenomenon. Emergence of resistance often reflects evolutionary processes that take place during antibiotic therapy. The antibiotic treatment may select for bacterial strains with physiologically or genetically enhanced capacity to survive high doses of antibiotics. Under certain conditions, it may result in preferential growth of resistant bacteria, while growth of susceptible bacteria is inhibited by the drug. For example, antibacterial selection for strains having previously acquired antibacterial-resistance genes was demonstrated in 1943 by the Luria–Delbrück experiment. Antibiotics such as penicillin and erythromycin, which used to have a high efficacy against many bacterial species and strains, have become less effective, due to the increased resistance of many bacterial strains.",
            "score": 228.32174348831177
        },
        {
            "docid": "205624_3",
            "document": "Horizontal gene transfer . Horizontal gene transfer is the primary mechanism for the spread of antibiotic resistance in bacteria, and plays an important role in the evolution of bacteria that can degrade novel compounds such as human-created pesticides and in the evolution, maintenance, and transmission of virulence.<ref name=\"doi10.3389/fcimb.2012.00161\"></ref> It often involves temperate bacteriophages and plasmids. Genes responsible for antibiotic resistance in one species of bacteria can be transferred to another species of bacteria through various mechanisms such as F-pilus, subsequently arming the antibiotic resistant genes' recipient against antibiotics, which is becoming medically challenging to deal with. It is also postulated that HGT promotes the maintenance of a universal life biochemistry and, subsequently, the universality of the genetic code.",
            "score": 224.10527300834656
        },
        {
            "docid": "28331039_2",
            "document": "New Delhi metallo-beta-lactamase 1 . New Delhi metallo-beta-lactamase 1 (NDM-1) is an enzyme that makes bacteria resistant to a broad range of beta-lactam antibiotics. These include the antibiotics of the carbapenem family, which are a mainstay for the treatment of antibiotic-resistant bacterial infections. The gene for NDM-1 is one member of a large gene family that encodes beta-lactamase enzymes called carbapenemases. Bacteria that produce carbapenemases are often referred to in the news media as \"superbugs\" because infections caused by them are difficult to treat. Such bacteria are usually susceptible only to polymyxins and tigecycline.",
            "score": 210.68110132217407
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 237.9070383310318
        },
        {
            "docid": "38156540_40",
            "document": "Seafood mislabelling . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacteria allowing that bacteria to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 226.63056230545044
        },
        {
            "docid": "23974_15",
            "document": "Plasmid . Plasmids are the most-commonly used bacterial cloning vectors. These cloning vectors contain a site that allows DNA fragments to be inserted, for example a multiple cloning site or polylinker which has several commonly used restriction sites to which DNA fragments may be ligated. After the gene of interest is inserted, the plasmids are introduced into bacteria by a process called transformation. These plasmids contain a selectable marker, usually an antibiotic resistance gene, which confer on the bacteria an ability to survive and proliferate in a selective growth medium containing the particular antibiotics. The cells after transformation are exposed to the selective media, and only cells containing the plasmid may survive. In this way, the antibiotics act as a filter to select only the bacteria containing the plasmid DNA. The vector may also contain other marker genes or reporter genes to facilitate selection of plasmid with cloned insert. Bacteria containing the plasmid can then be grown in large amounts, harvested, and the plasmid of interest may then be isolated using various methods of plasmid preparation.",
            "score": 198.3508301973343
        },
        {
            "docid": "55868631_10",
            "document": "List of antibiotic resistant bacteria . \"Pseudomonas aeruginosa\" is a highly prevalent opportunistic pathogen. One of the most worrisome characteristics of \"P. aeruginosa\" is its low antibiotic susceptibility, which is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB-oprM\", \"mexXY\") and the low permeability of the bacterial cellular envelopes. \"Pseudomonas aeruginosa\" has the ability to produce 4-hydroxy-2-alkylquinolines (HAQs) and it has been found that HAQs have prooxidant effects, and overexpressing modestly increased susceptibility to antibiotics. The study experimented with the \"Pseudomonas aeruginosa\" biofilms and found that a disruption of relA and spoT genes produced an inactivation of the Stringent response (SR) in cells with nutrient limitation, which provides cells be more susceptible to antibiotics.",
            "score": 197.14275455474854
        },
        {
            "docid": "1910927_3",
            "document": "Repressor lexA . DNA damage can be inflicted by the action of antibiotics, bacteriophages and UV light. Of potential clinical interest is the induction of the SOS response by antibiotics, such as ciprofloxacin. Bacteria require topoisomerases such as DNA gyrase or topoisomerase IV for DNA replication. Antibiotics such as ciprofloxacin are able to prevent the action of these molecules by attaching themselves to the gyrase - DNA complex, leading to replication fork stall and the induction of the SOS response. The expression of error-prone polymerases under the SOS response increases the basal mutation rate of bacteria. While mutations are often lethal to the cell, they can also enhance survival. In the specific case of topoisomerases, some bacteria have mutated one of their amino acids so that the ciprofloxacin can only create a weak bond to the topoisomerase. This is one of the methods that bacteria use to become resistant to antibiotics. Ciprofloxacin treatment can therefore potentially lead to the generation of mutations that may render bacteria resistant to ciprofloxacin. In addition, ciprofloxacin has also been shown to induce via the SOS response dissemination of virulence factors and antibiotic resistance determinants, as well as the activation of integron integrases, potentially increasing the likelihood of acquisition and dissemination of antibiotic resistance by bacteria.",
            "score": 252.71872866153717
        },
        {
            "docid": "339961_13",
            "document": "Pseudomonas . \"Pseudomonas aeruginosa\" is increasingly recognized as an emerging opportunistic pathogen of clinical relevance. One of its most worrying characteristics is its low antibiotic susceptibility. This low susceptibility is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB-oprM\", \"mexXY\", etc.,) and the low permeability of the bacterial cellular envelopes. Besides intrinsic resistance, \"P. aeruginosa\" easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by \"P. aeruginosa\" isolates requires several different genetic events that include acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in \"P. aeruginosa\" strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favours the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony-variants, which may be important in the response of \"P. aeruginosa\" populations to antibiotic treatment.",
            "score": 233.69044363498688
        },
        {
            "docid": "38162533_4",
            "document": "Antimicrobials in aquaculture . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacterium allowing that bacterium to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 221.1428074836731
        },
        {
            "docid": "35547268_14",
            "document": "Bacterial morphological plasticity . For \"Burkholderia pseudomallei\", some clinical antibiotic agents that are used to treat its infection, mellioidosis, can induce morphological changes such as filamentation and physiological changes in this bacteria. These antibiotics are the β-lactam antibiotics, fluoroquinolones, and antibiotics that inhibit the synthesis of thymidine. The ability of some β-lactam antibiotics to induce filamentation in gram negative bacteria is to inhibit penicillin-binding proteins (PBPs). This inhibition stops the assembly of peptidoglycan network in bacterial cell wall. PBP-1 inhibition leads to rapid cell death. While PBP-2 and PBP-3 inhibition lead to morphological change, turn normal cells to spheroplasts and filamentous cells (elongated rods), respectively. PBP-3 forms the septum in dividing bacteria by involving transpeptidase so inhibition of this PBP-3 protein leads to the incomplete formation of septa in dividing bacteria resulting in the formation of long strands of bacteria (filaments). Kang Chen et al. mentioned that the filament was induced by sublethal concentrations of ceftazidime, ofloxacin, or trimethoprim. At or below the \"minimal inhibitory concentration\" (MIC), filamentation occurred mainly at these concentration and bacteria remained as viable within the vacuoles of immortalized human macrophages, not rapidly killed. However, the \"B.pseudomallei\" filaments revert to normal forms when the antibiotics are removed. Moreover, bacillary daughter cells maintained cell-division capacity and viability despite re-exposure to antibiotics such as ceftazidime. Thus, this developmental alteration may provide additionally survival advantages to bacteria. Furthermore, for \"Pseudomonas aeruginosa\", filamentation induced by antibiotics appears to trigger bacteria to change from a normal growth phase to a stationary growth phase. Filamentous bacteria are also associated with an increase in endotoxin (\"lipopolysaccharide, LPS\") release and the immune system of patients needs to cope with this characteristic. Chloramphenicol antibiotic can induce the formation of filamentous cells, which contain multiple copies of unsegregated chromosomes. These chromosomes lead to the unsuccessful division of elongated cells, and the formation of bacterial filament. Moreover, the filamentation also depends on the expression levels of an efflux pump (MexAB-OprM) and the minimum inhibitory concentration of chloramphenicol. The molecular correlate of the filament formation was described. The exposure to β-lactam antibiotics induced the SOS response in \"Escherichia coli\". During repair of DNA damage, the SOS response aids bacterial propagation by inhibiting cell division. Moreover, both β-lactam antibiotics and genetic mutation induce SOS in \"E.coli\" through the DpiBA \"two-component signal transduction system\" leading to the inactivation of the ftsl gene product, penicillin binding protein 3 (PBP-3). The ftsl gene is a group of filamentous temperature-sensitive genes implicated in cell division. In addition, it is a membrane transpeptidase required for peptidoglycan synthesis at the septum generated by cell division. The event to inactivate ftsl gene product requires the SOS-promoting recA and lexA genes as well as dpiA and transiently inhibits bacterial cell division. Consequently, the bactericidal effects of β-lactam antibiotics are limited. The DpiA is the effector for the DpiB two-component system. Interaction of DpiA with replication origins competes with the binding of the replication proteins DnaA and DnaB. When overexpressed, DpiA can interrupt DNA replication and induce the SOS response resulting in inhibition of cell division.",
            "score": 193.63290393352509
        },
        {
            "docid": "2459654_30",
            "document": "Pseudomonas aeruginosa . One of the most worrisome characteristics of \"P. aeruginosa\" is its low antibiotic susceptibility, which is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB\", \"mexXY\", etc.) and the low permeability of the bacterial cellular envelopes. In addition to this intrinsic resistance, \"P. aeruginosa\" easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by \"P. aeruginosa\" isolates requires several different genetic events, including acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in \"P. aeruginosa\" strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favors the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony variants may be important in the response of \"P. aeruginosa\" populations to antibiotics treatment.",
            "score": 237.508469581604
        },
        {
            "docid": "424464_2",
            "document": "Linezolid . Linezolid is an antibiotic used for the treatment of infections caused by Gram-positive bacteria that are resistant to other antibiotics. Linezolid is active against most Gram-positive bacteria that cause disease, including streptococci, vancomycin-resistant enterococci (VRE), and methicillin-resistant \"Staphylococcus aureus\" (MRSA). The main uses are infections of the skin and pneumonia although it may be used for a variety of other infections including drug resistant tuberculosis. It is used either by injection into a vein or by mouth. Linezolid is a member of the oxazolidinone class of medications. When given for short periods, linezolid is a relatively safe antibiotic. It can be used in people of all ages and in people with liver disease or poor kidney function. Common side effects with short-term use include headache, diarrhea, rash, and nausea. Serious side effects may include serotonin syndrome, bone marrow suppression, and high blood lactate levels, particularly when used for more than two weeks. If used for longer periods it may cause nerve damage, including optic nerve damage, which may be irreversible. As a protein synthesis inhibitor, it affects the ability of bacteria to produce protein. This either stops growth or results in bacterial death. Although many antibiotics work this way, the exact mechanism of action of linezolid appears to be unique in that it blocks the start of protein production, rather than one of the later steps. As of 2014 bacterial resistance to linezolid has remained low. Linezolid was discovered in the mid 1990s and was approved for commercial use in 2000. It is on the World Health Organization's List of Essential Medicines, the most effective and safe medicines needed in a health system. Linezolid is available as a generic medication. The wholesale cost in the developing world is about US$ 2.90 USD per day while that in the United States as of 2016 is about US$13.79 per day. It appears to be more cost-effective than alternatives such as vancomycin, mostly because of the ability to switch from intravenous use to administration by mouth sooner. The main use of linezolid is the treatment of severe infections caused by anaerobic Gram-positive bacteria that are resistant to other antibiotics; it should not be used against bacteria that are sensitive to drugs with a narrower spectrum of activity, such as penicillins and cephalosporins. In both the popular press and the scientific literature, linezolid has been called a \"reserve antibiotic\"—one that should be used sparingly so that it will remain effective as a drug of last resort against potentially intractable infections.",
            "score": 212.2516303062439
        },
        {
            "docid": "33532401_6",
            "document": "Subtherapeutic antibiotic use in swine . Bacterial antibiotic resistance is a process that can occur when bacteria are exposed to STA administration. When a population of bacteria that resides in a hog are exposed to a particular antibiotic for growth promotant purposes, the bacteria that are susceptible to the drug die while the organisms that are resistant will not be affected and will continue to replicate, resulting in a higher proportion of resistant organisms. It has been shown that resistance to antibiotics develops in animals that are fed subtherapeutic doses of antibiotics for growth promoting purposes. Certain bacteria that have the potential to cause human illness, such as Salmonella, that naturally reside in the swine gastrointestinal tracts are constantly exposed to antibiotics. With time, these bacteria become resistant to that class of antibiotics. There is great concern regarding the probability of subtherapeutic antibiotic use in swine causing treatment failures in human medicine.",
            "score": 217.7147400379181
        },
        {
            "docid": "32440734_40",
            "document": "Pathogenic Escherichia coli . Antibiotic-resistant \"E. coli\" may also pass on the genes responsible for antibiotic resistance to other species of bacteria, such as \"Staphylococcus aureus\", through a process called horizontal gene transfer. \"E. coli\" bacteria often carry multiple drug resistance plasmids, and under stress, readily transfer those plasmids to other species. Mixing of species in the intestines allows \"E. coli\" to accept and transfer plasmids from and to other bacteria. Thus, \"E. coli\" and the other enterobacteria are important reservoirs of transferable antibiotic resistance.",
            "score": 212.66000699996948
        },
        {
            "docid": "1805_23",
            "document": "Antibiotic . Several molecular mechanisms of antibacterial resistance exist. Intrinsic antibacterial resistance may be part of the genetic makeup of bacterial strains. For example, an antibiotic target may be absent from the bacterial genome. Acquired resistance results from a mutation in the bacterial chromosome or the acquisition of extra-chromosomal DNA. Antibacterial-producing bacteria have evolved resistance mechanisms that have been shown to be similar to, and may have been transferred to, antibacterial-resistant strains. The spread of antibacterial resistance often occurs through vertical transmission of mutations during growth and by genetic recombination of DNA by horizontal genetic exchange. For instance, antibacterial resistance genes can be exchanged between different bacterial strains or species via plasmids that carry these resistance genes. Plasmids that carry several different resistance genes can confer resistance to multiple antibacterials. Cross-resistance to several antibacterials may also occur when a resistance mechanism encoded by a single gene conveys resistance to more than one antibacterial compound.",
            "score": 225.82167744636536
        },
        {
            "docid": "205627_18",
            "document": "Drug resistance . For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillins and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams). Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first. Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell. Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.",
            "score": 225.7554075717926
        },
        {
            "docid": "19167679_90",
            "document": "Virus . Geneticists often use viruses as vectors to introduce genes into cells that they are studying. This is useful for making the cell produce a foreign substance, or to study the effect of introducing a new gene into the genome. In similar fashion, virotherapy uses viruses as vectors to treat various diseases, as they can specifically target cells and DNA. It shows promising use in the treatment of cancer and in gene therapy. Eastern European scientists have used phage therapy as an alternative to antibiotics for some time, and interest in this approach is increasing, because of the high level of antibiotic resistance now found in some pathogenic bacteria. Expression of heterologous proteins by viruses is the basis of several manufacturing processes that are currently being used for the production of various proteins such as vaccine antigens and antibodies. Industrial processes have been recently developed using viral vectors and a number of pharmaceutical proteins are currently in pre-clinical and clinical trials.",
            "score": 169.16739654541016
        },
        {
            "docid": "1805_49",
            "document": "Antibiotic . Phage therapy is another method for treating antibiotic-resistant strains of bacteria. Phage therapy infects pathogenic bacteria with their own viruses. Bacteriophages and their host ranges are extremely specific for certain bacteria, thus they do not disturb the host organism and intestinal microflora unlike antibiotics. Bacteriophages, also known simply as phages, infect and can kill bacteria and affect bacterial growth primarily during lytic cycles. Phages insert their DNA into the bacterium, where it is transcribed and used to make new phages, after which the cell will lyse, releasing new phage able to infect and destroy further bacteria of the same strain. The high specificity of phage protects \"good\" bacteria from destruction. However, some disadvantages to use of bacteriophages also exist. Bacteriophages may harbour virulence factors or toxic genes in their genomes and identification of genes with similarity to known virulence factors or toxins by genomic sequencing may be prudent prior to use. In addition, the oral and IV administration of phages for the eradication of bacterial infections poses a much higher safety risk than topical application, and there is the additional concern of uncertain immune responses to these large antigenic cocktails. There are considerable regulatory hurdles that must be cleared for such therapies. The use of bacteriophages as a replacement for antimicrobial agents against MDR pathogens no longer respond to conventional antibiotics remains an attractive option despite numerous challenges.",
            "score": 197.5516974925995
        },
        {
            "docid": "21147_34",
            "document": "Natural selection . Natural selection is seen in action in the development of antibiotic resistance in microorganisms. Since the discovery of penicillin in 1928, antibiotics have been used to fight bacterial diseases. The widespread misuse of antibiotics has selected for microbial resistance to antibiotics in clinical use, to the point that the methicillin-resistant \"Staphylococcus aureus\" (MRSA) has been described as a \"superbug\" because of the threat it poses to health and its relative invulnerability to existing drugs. Response strategies typically include the use of different, stronger antibiotics; however, new strains of MRSA have recently emerged that are resistant even to these drugs. This is an evolutionary arms race, in which bacteria develop strains less susceptible to antibiotics, while medical researchers attempt to develop new antibiotics that can kill them. A similar situation occurs with pesticide resistance in plants and insects. Arms races are not necessarily induced by man; a well-documented example involves the spread of a gene in the butterfly \"Hypolimnas bolina\" suppressing male-killing activity by \"Wolbachia\" bacteria parasites on the island of Samoa, where the spread of the gene is known to have occurred over a period of just five years",
            "score": 218.54187715053558
        },
        {
            "docid": "28352410_2",
            "document": "Plasmid-mediated resistance . Plasmid-mediated resistance is the transfer of antibiotic resistance genes which are carried on plasmids. The plasmids can be transferred between bacteria within the same species or between different species via conjugation. Plasmids often carry multiple antibiotic resistance genes, contributing to the spread of multidrug-resistance (MDR). Antibiotic resistance mediated by MDR plasmids severely limits the treatment options for the infections caused by Gram-negative bacteria, especially \"Enterobacteriaceae\" family. The global spread of MDR plasmids has been enhanced by selective pressure from antibiotic usage in human and veterinary medicine.",
            "score": 216.77664303779602
        },
        {
            "docid": "1914_24",
            "document": "Antimicrobial resistance . As bacteria replicate quickly, the resistant bacteria that enter water bodies through wastewater replicate their resistance genes as they continue to divide. In addition, bacteria carrying resistance genes have the ability to spread those genes to other species via horizontal gene transfer. Therefore, even if the specific antibiotic is no longer introduced into the environment, antibiotic-resistance genes will persist through the bacteria that have since replicated without continuous exposure. Antibiotic resistance is widespread in marine vertebrates, and they may be important reservoirs of antibiotic-resistant bacteria in the marine environment.",
            "score": 236.59364914894104
        }
    ],
    "r": [
        {
            "docid": "43567293_8",
            "document": "Ruth Hall (scientist) . Bacteria can adapt rapidly to environmental pressures, including antibiotic use, through acquisition of further genes, and Hall has investigated the role of mobile genetic elements in the development of multiple antibiotic resistance and in bacterial evolution using different Gram negative pathogens including Escherichia coli, Salmonella enterica, Klebsiella pneumoniae and Acinetobacter baumanni . Hall's work has characterized a variety of mobile elements, including plasmids, genomic islands, transposons, gene cassettes and integrons. Gene cassettes are mobile genetic units each carrying only one gene which can be readily transferred into and between larger, stable genetic backbones called integrons that are responsible for moving the cassettes. The integron is also responsible for expression of the genes in cassettes. This exchange of genes between different bacteria enables rapid emergence of resistance under selection pressure of antibiotics.",
            "score": 325.2033386230469
        },
        {
            "docid": "4677237_2",
            "document": "Gene cassette . A gene cassette is a type of mobile genetic element that contains a gene and a recombination site. Each cassette usually only contains a single gene and tend to be very small; on the order of 500–1000 base pairs. They may exist incorporated into an integron or freely as circular DNA. Gene cassettes can move around within an organism's genome or be transferred to another organism in the environment via horizontal gene transfer. These cassettes often carry antibiotic resistance genes. An example would be the \"kanMX\" cassette which confers kanamycin (an antibiotic) resistance upon bacteria.",
            "score": 296.50592041015625
        },
        {
            "docid": "30651_29",
            "document": "Transposable element . TEs can contain many types of genes, including those conferring antibiotic resistance and ability to transpose to conjugative plasmids. Some TEs also contain integrons, genetic elements that can capture and express genes from other sources. These contain integrase, which can integrate gene cassettes. There are over 40 antibiotic resistance genes identified on cassettes, as well as virulence genes.",
            "score": 284.01153564453125
        },
        {
            "docid": "4677237_8",
            "document": "Gene cassette . Horizontal gene transfer (HGT) is the transfer of genetic elements between cells other than parental inheritance. HGT is responsible for much of the spread of antibiotic resistance among bacteria. Gene cassettes containing antibiotic resistance genes, or other virulence factors such as exotoxins, can be transferred from cell to cell via phage, transduction, taken up from the environment, transformation, or by bacterial conjugation. The ability to transfer gene cassettes between organisms has played a large role in the evolution of prokaryotes. Many commensal organisms, such as \"E. coli\", regularly harbor one or more gene cassettes that convey antibiotic resistance. Horizontal transfer of genetic elements from non-pathogenic commensals to unrelated species results in highly virulent pathogens that can carry multiple antibiotic resistance genes. The increasing prevalence of resistance creates challenging questions for researchers and physicians.",
            "score": 274.80633544921875
        },
        {
            "docid": "867927_3",
            "document": "Integron . Integrons were initially discovered on conjugative plasmids through their role in antibiotic resistance. Indeed, these mobile integrons, as they are now known, can carry a variety of cassettes containing genes that are almost exclusively related to antibiotic resistance. Further studies have come to the conclusion that integrons are chromosomal elements, and that their mobilisation onto plasmids has been fostered by transposons and selected by the intensive use of antibiotics. The function of the majority of cassettes found in chromosomal integrons remains unknown.",
            "score": 266.2070007324219
        },
        {
            "docid": "5745363_5",
            "document": "Evolutionary pressure . Drug resistance in bacteria is an example of an outcome of natural selection. When a drug is used on a species of bacteria, those that cannot resist die and do not produce offspring, while those that survive potentially pass on the resistance gene to the next generation (vertical gene transmission). The resistance gene can also be passed on to one bacterium by another of a different species (horizontal gene transmission). Because of this, the drug resistance increases over generations. For example, in hospitals, environments are created where pathogens such as \"C\". \"difficile\" have developed a resistance to antibiotics. Antibiotic resistance is made worse by the misuse of antibiotics. Antibiotic resistance is encouraged when antibiotics are used to treat non-bacterial diseases, and when antibiotics are not used for the prescribed amount of time or in the prescribed dose. Antibiotic resistance may arise out of standing genetic variation in a population or de novo mutations in the population. Either pathway could lead to antibiotic resistance, which may be a form of evolutionary rescue.",
            "score": 255.05606079101562
        },
        {
            "docid": "1910927_3",
            "document": "Repressor lexA . DNA damage can be inflicted by the action of antibiotics, bacteriophages and UV light. Of potential clinical interest is the induction of the SOS response by antibiotics, such as ciprofloxacin. Bacteria require topoisomerases such as DNA gyrase or topoisomerase IV for DNA replication. Antibiotics such as ciprofloxacin are able to prevent the action of these molecules by attaching themselves to the gyrase - DNA complex, leading to replication fork stall and the induction of the SOS response. The expression of error-prone polymerases under the SOS response increases the basal mutation rate of bacteria. While mutations are often lethal to the cell, they can also enhance survival. In the specific case of topoisomerases, some bacteria have mutated one of their amino acids so that the ciprofloxacin can only create a weak bond to the topoisomerase. This is one of the methods that bacteria use to become resistant to antibiotics. Ciprofloxacin treatment can therefore potentially lead to the generation of mutations that may render bacteria resistant to ciprofloxacin. In addition, ciprofloxacin has also been shown to induce via the SOS response dissemination of virulence factors and antibiotic resistance determinants, as well as the activation of integron integrases, potentially increasing the likelihood of acquisition and dissemination of antibiotic resistance by bacteria.",
            "score": 252.71871948242188
        },
        {
            "docid": "4106560_12",
            "document": "Emerging infectious disease . Methicillin-resistant Staphylococcus aureus (MRSA) evolved from Methicillin-susceptible Staphylococcus aureus (MSSA) otherwise known as common \"S. aureus\". Many people are natural carriers of \"S. aureus\", without being affected in any way. MSSA was treatable with the antibiotic methicillin until it acquired the gene for antibiotic resistance. Though genetic mapping of various strains of MRSA, scientists have found that MSSA acquired the mecA gene in the 1960s, which accounts for its pathogenicity, before this it had a predominantly commensal relationship with humans. It is theorized that when this \"S. aureus\" strain that had acquired the mecA gene was introduced into hospitals, it came into contact with other hospital bacteria that had already been exposed to high levels of antibiotics. When exposed to such high levels of antibiotics, the hospital bacteria suddenly found themselves in an environment that had a high level of selection for antibiotic resistance, and thus resistance to multiple antibiotics formed within these hospital populations. When \"S. aureus\" came into contact with these populations, the multiple genes that code for antibiotic resistance to different drugs were then acquired by MRSA, making it nearly impossible to control. It is thought that MSSA acquired the resistance gene through the horizontal gene transfer, a method in which genetic information can be passed within a generation, and spread rapidly through its own population as was illustrated in multiple studies. Horizontal gene transfer speeds the process of genetic transfer since there is no need to wait an entire generation time for gene to be passed on. Since most antibiotics do not work on MRSA, physicians have to turn to alternative methods based in Darwinian medicine. However prevention is the most preferred method of avoiding antibiotic resistance. By reducing unnecessary antibiotic use in human and animal populations, antibiotics resistance can be slowed.",
            "score": 244.32464599609375
        },
        {
            "docid": "13520743_22",
            "document": "Functional cloning . One of the ongoing challenges of treating bacterial infections is antibiotic resistance which commonly arises when patients do not take their full treatment of medication and hence allow bacteria to develop resistance to antibiotics over time. To understand how to combat antibiotic resistance it is important to understand how the bacterial genome is evolving and changing in healthy individuals with no recent usage of antibiotics to provide a baseline. Using a functional cloning-based technique, DNA isolated from human microflora were cloned into expression vectors in \"Escherichia coli\". Afterwards, antibiotics were applied as a screen. If a plasmid contained a gene insert that provided antibiotic resistance the cell survived and was selected on the plate. If the insert provided no resistance, the cell died and did not form a colony. Based on selection of cell colonies that survived, a better picture of genetic factors contributing to antibiotic resistance were pieced together. Most of the resistance genes that were identified were previously unknown. By using a functional cloning-based technique one is able to elucidate genes giving rise to antibiotic resistance to better understand treatment for bacterial infections.",
            "score": 241.5050048828125
        },
        {
            "docid": "4677237_4",
            "document": "Gene cassette . The ability of genetic elements like gene cassettes to excise and insert into genomes results in highly similar gene regions appearing in distantly related organisms. The three classes of integrons are similar in structure and are identified by where the insertions occur and what systems they coincide with. Class 1 integrons are seen in a diverse group of bacterial genomes and likely are all descendant from one common ancestor. The prevalence of the integron has shaped bacterial evolution by allowing rapid transfer of genes that are novel to an organism, such as antibiotic resistance genes.",
            "score": 238.21563720703125
        },
        {
            "docid": "1914_3",
            "document": "Antimicrobial resistance . Resistance arises through one of three mechanisms: natural resistance in certain types of bacteria, genetic mutation, or by one species acquiring resistance from another. All classes of microbes can develop resistance. Fungi develop antifungal resistance. Viruses develop antiviral resistance. Protozoa develop antiprotozoal resistance, and bacteria develop antibiotic resistance. Resistance can appear spontaneously because of random mutations. However, extended use of antimicrobials appears to encourage mutations which can render antimicrobials ineffective. Preventive measures include only using antibiotics when needed, thereby stopping misuse of antibiotics or antimicrobials. Narrow-spectrum antibiotics are preferred over broad-spectrum antibiotics when possible, as effectively and accurately targeting specific organisms is less likely to cause resistance. For people who take these medications at home, education about proper use is essential. Health care providers can minimize spread of resistant infections by use of proper sanitation and hygiene, including handwashing and disinfecting between patients, and should encourage the same of the patient, visitors, and family members. Rising drug resistance is caused mainly by use of antimicrobials in humans and other animals, and spread of resistant strains between the two. Growing resistance has also been linked to dumping of inadequately treated effluents from the pharmaceutical industry, especially in countries where bulk drugs are manufactured. Antibiotics increase selective pressure in bacterial populations, causing vulnerable bacteria to die; this increases the percentage of resistant bacteria which continue growing. Even at very low levels of antibiotic, resistant bacteria can have a growth advantage and grow faster than vulnerable bacteria. With resistance to antibiotics becoming more common there is greater need for alternative treatments. Calls for new antibiotic therapies have been issued, but new drug development is becoming rarer.",
            "score": 237.9070281982422
        },
        {
            "docid": "2459654_30",
            "document": "Pseudomonas aeruginosa . One of the most worrisome characteristics of \"P. aeruginosa\" is its low antibiotic susceptibility, which is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB\", \"mexXY\", etc.) and the low permeability of the bacterial cellular envelopes. In addition to this intrinsic resistance, \"P. aeruginosa\" easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by \"P. aeruginosa\" isolates requires several different genetic events, including acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in \"P. aeruginosa\" strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favors the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony variants may be important in the response of \"P. aeruginosa\" populations to antibiotics treatment.",
            "score": 237.50845336914062
        },
        {
            "docid": "1914_24",
            "document": "Antimicrobial resistance . As bacteria replicate quickly, the resistant bacteria that enter water bodies through wastewater replicate their resistance genes as they continue to divide. In addition, bacteria carrying resistance genes have the ability to spread those genes to other species via horizontal gene transfer. Therefore, even if the specific antibiotic is no longer introduced into the environment, antibiotic-resistance genes will persist through the bacteria that have since replicated without continuous exposure. Antibiotic resistance is widespread in marine vertebrates, and they may be important reservoirs of antibiotic-resistant bacteria in the marine environment.",
            "score": 236.59364318847656
        },
        {
            "docid": "4421942_3",
            "document": "TetR . Tetracycline (tc) is a broad family of antibiotics to which bacteria have evolved resistance. Tc normally kills bacteria by binding to the bacterial ribosome and halting protein synthesis. The expression of tc resistance genes is regulated by Tet Repressor Protein. More specifically, TetR represses the expression of TetA, a membrane protein that pumps out substances toxic to the bacteria, by binding the TetA operator. In tc resistant bacteria, TetA will pump out tc before it can bind to the ribosome. Therefore, TetR may have an important role in helping scientists to better understand mechanisms of antibiotic resistance and how to treat antibiotic resistant bacteria. TetR is one of many proteins in the TetR protein family, which is so named because TetR is the most well characterized member.",
            "score": 235.9283905029297
        },
        {
            "docid": "867927_5",
            "document": "Integron . Additionally, an integron will usually contain one or more gene cassettes that have been incorporated into it. The gene cassettes may encode genes for antibiotic resistance, although most genes in integrons are uncharacterized. An \"attC\" sequence (also called 59-be) is a repeat that flanks cassettes and enables cassettes to be integrated at the \"attI\" site, excised and undergo horizontal gene transfer.",
            "score": 234.98822021484375
        },
        {
            "docid": "339961_13",
            "document": "Pseudomonas . \"Pseudomonas aeruginosa\" is increasingly recognized as an emerging opportunistic pathogen of clinical relevance. One of its most worrying characteristics is its low antibiotic susceptibility. This low susceptibility is attributable to a concerted action of multidrug efflux pumps with chromosomally encoded antibiotic resistance genes (e.g., \"mexAB-oprM\", \"mexXY\", etc.,) and the low permeability of the bacterial cellular envelopes. Besides intrinsic resistance, \"P. aeruginosa\" easily develops acquired resistance either by mutation in chromosomally encoded genes or by the horizontal gene transfer of antibiotic resistance determinants. Development of multidrug resistance by \"P. aeruginosa\" isolates requires several different genetic events that include acquisition of different mutations and/or horizontal transfer of antibiotic resistance genes. Hypermutation favours the selection of mutation-driven antibiotic resistance in \"P. aeruginosa\" strains producing chronic infections, whereas the clustering of several different antibiotic resistance genes in integrons favours the concerted acquisition of antibiotic resistance determinants. Some recent studies have shown phenotypic resistance associated to biofilm formation or to the emergence of small-colony-variants, which may be important in the response of \"P. aeruginosa\" populations to antibiotic treatment.",
            "score": 233.69044494628906
        },
        {
            "docid": "43567293_5",
            "document": "Ruth Hall (scientist) . Again returning to Australia she joined in 1982 the research staff at the CSIRO Molecular and Cell Biology Unit, where she worked on integrons and antibiotic resistance genes which contributed to an understanding of how bacteria become resistant to many antibiotics simultaneously, and to a recognition of the risks posed in increased antibiotic use in medicine and agriculture.",
            "score": 229.0248260498047
        },
        {
            "docid": "1805_19",
            "document": "Antibiotic . The emergence of resistance of bacteria to antibiotics is a common phenomenon. Emergence of resistance often reflects evolutionary processes that take place during antibiotic therapy. The antibiotic treatment may select for bacterial strains with physiologically or genetically enhanced capacity to survive high doses of antibiotics. Under certain conditions, it may result in preferential growth of resistant bacteria, while growth of susceptible bacteria is inhibited by the drug. For example, antibacterial selection for strains having previously acquired antibacterial-resistance genes was demonstrated in 1943 by the Luria–Delbrück experiment. Antibiotics such as penicillin and erythromycin, which used to have a high efficacy against many bacterial species and strains, have become less effective, due to the increased resistance of many bacterial strains.",
            "score": 228.32174682617188
        },
        {
            "docid": "541592_10",
            "document": "Broad-spectrum antibiotic . After continued exposure to an antibiotic, bacteria may develop changes in their structure or function that make them resistant to the antibiotic. These resistant organisms will live, while the susceptible organisms will die, leaving the population of bacteria entirely resistant to a given antibiotics. For example, after the discovery of penicillin and its subsequent use to treat bacterial infections, bacteria were found to have begun producing an enzyme, penicillinase, which rendered the penicillin molecule inactive. In response to this newly-acquired resistance, newer penicillins were produced that could not be de-activated by penicillinases. This cycle of bacteria evolving resistance to antibiotics and necessitating the development of new antibiotics has been referred to as a \"bacterial arms race.\"",
            "score": 228.14927673339844
        },
        {
            "docid": "38156540_40",
            "document": "Seafood mislabelling . The overuse of antibiotics can create antibiotic-resistant bacteria. Antibiotic-resistant bacteria can spontaneously arise when selective pressure to survive results in changes to the DNA sequence of a bacteria allowing that bacteria to survive antibiotic treatments. Because some of the same antibiotics are used to treat fish that are used to treat human disease, pathogenic bacteria causing human disease can also become resistant to antibiotics as a result of treatment of fish with antibiotics. For this reason, the overuse of antibiotics in treatment of fish aquaculture (among other agricultural uses) could create public health issues.",
            "score": 226.6305694580078
        },
        {
            "docid": "1805_23",
            "document": "Antibiotic . Several molecular mechanisms of antibacterial resistance exist. Intrinsic antibacterial resistance may be part of the genetic makeup of bacterial strains. For example, an antibiotic target may be absent from the bacterial genome. Acquired resistance results from a mutation in the bacterial chromosome or the acquisition of extra-chromosomal DNA. Antibacterial-producing bacteria have evolved resistance mechanisms that have been shown to be similar to, and may have been transferred to, antibacterial-resistant strains. The spread of antibacterial resistance often occurs through vertical transmission of mutations during growth and by genetic recombination of DNA by horizontal genetic exchange. For instance, antibacterial resistance genes can be exchanged between different bacterial strains or species via plasmids that carry these resistance genes. Plasmids that carry several different resistance genes can confer resistance to multiple antibacterials. Cross-resistance to several antibacterials may also occur when a resistance mechanism encoded by a single gene conveys resistance to more than one antibacterial compound.",
            "score": 225.82167053222656
        },
        {
            "docid": "205627_18",
            "document": "Drug resistance . For antibiotic resistance, which represents a widespread problem nowadays, drugs designed to block the mechanisms of bacterial antibiotic resistance are used. For example, bacterial resistance against beta-lactam antibiotics (such as penicillins and cephalosporins) can be circumvented by using antibiotics such as nafcillin that are not susceptible to destruction by certain beta-lactamases (the group of enzymes responsible for breaking down beta-lactams). Beta-lactam bacterial resistance can also be dealt with by administering beta-lactam antibiotics with drugs that block beta-lactamases such as clavulanic acid so that the antibiotics can work without getting destroyed by the bacteria first. Recently, researchers have recognized the need for new drugs that inhibit bacterial efflux pumps, which cause resistance to multiple antibiotics such as beta-lactams, quinolones, chloramphenicol, and trimethoprim by sending molecules of those antibiotics out of the bacterial cell. Sometimes a combination of different classes of antibiotics may be used synergistically; that is, they work together to effectively fight bacteria that may be resistant to one of the antibiotics alone.",
            "score": 225.75540161132812
        },
        {
            "docid": "40364158_47",
            "document": "Antibiotic use in livestock . Around 70% of all antibiotics administered are used for livestock. Some drugs are used in livestock feed to prevent illnesses and or increase growth rates, but others are used as injection to treat illnesses to prevent death. The use of antibiotics in livestock can be harmful to humans because it can create an antibiotic resistant bacteria in humans that can be transferred through several different ways such as: raw meats, consumption of meats, as well as ingestion through airborne bacteria. Waste from food-producing animals can also contain antibiotic-resistant bacteria and is sometimes stored in lagoons. This waste is often sprayed as fertilizer and can thus contaminate crops and water with the antibiotic-resistant bacteria. Although antibiotic use in livestock can be harmful to humans, most see it as a necessary evil to prevent disease and death in out livestock. Antibiotic resistance makes humans resistant to certain types of drugs for different diseases, as well as makes it harder for them to fight off infections.",
            "score": 225.3796844482422
        },
        {
            "docid": "1672551_26",
            "document": "Concentrated animal feeding operation . Antibiotics are used heavily in CAFOs to both treat and prevent illness in individual animals as well as groups. The close quarters inside CAFOs promote the sharing of pathogens between animals and thus, the rapid spread of disease. Even if their stock are not sick, CAFOs will incorporate low doses of antibiotics into feed “to reduce the chance for infection and to eliminate the need for animals to expend energy fighting off bacteria, with the assumption that saved energy will be translated into growth”. This practice is an example of a non-therapeutic use of antibiotics. Such antibiotic use is thought to allow animals to grow faster and bigger, consequently maximizing production for that CAFO. Regardless, the World Health Organization has recommended that the non-therapeutic use of antibiotics in animal husbandry be reevaluated, as it contributes to the overuse of antibiotics and thus the emergence of resistant bacteria that can spread to humans. When bacteria naturally occurring in the animals’ environment and/or body are exposed to antibiotics, natural selection results in bacteria, who have genetic variations that protect them from the drugs, to survive and spread their advantageously resistant traits to other bacteria present in the ecosystem. This is how the problem of antimicrobial resistance increases with the continued use of antibiotics by CAFOs. This is of concern to public health because resistant bacteria generated by CAFOs can be spread to the surrounding environment and communities via waste water discharge or aerosolization of particles.",
            "score": 225.2262725830078
        },
        {
            "docid": "867927_2",
            "document": "Integron . Integrons are genetic mechanisms that allow bacteria to adapt and evolve rapidly through the acquisition, stockpiling and differential expression of new genes. These genes are embedded in a specific genetic structure called gene cassette (a term that is lately changing to integron cassette) that generally carries one promoterless ORF together with a recombination site (\"attC\"). Integron cassettes are incorporated to the \"attI\" site of the integron platform by site-specific recombination reactions mediated by the integrase.",
            "score": 225.13421630859375
        },
        {
            "docid": "1564401_13",
            "document": "Multiple drug resistance . It is necessary to develop new antibiotics over time since the selection of resistant bacteria cannot be prevented completely. This means with every application of a specific antibiotic, the survival of a few bacteria which already got a resistance gene against the substance is promoted, and the concerning bacterial population amplifies. Therefore, the resistance gene is farther distributed in the organism and the environment, and a higher percentage of bacteria does no longer respond to a therapy with this specific antibiotic.",
            "score": 224.53968811035156
        },
        {
            "docid": "205624_3",
            "document": "Horizontal gene transfer . Horizontal gene transfer is the primary mechanism for the spread of antibiotic resistance in bacteria, and plays an important role in the evolution of bacteria that can degrade novel compounds such as human-created pesticides and in the evolution, maintenance, and transmission of virulence.<ref name=\"doi10.3389/fcimb.2012.00161\"></ref> It often involves temperate bacteriophages and plasmids. Genes responsible for antibiotic resistance in one species of bacteria can be transferred to another species of bacteria through various mechanisms such as F-pilus, subsequently arming the antibiotic resistant genes' recipient against antibiotics, which is becoming medically challenging to deal with. It is also postulated that HGT promotes the maintenance of a universal life biochemistry and, subsequently, the universality of the genetic code.",
            "score": 224.10528564453125
        },
        {
            "docid": "4427_3",
            "document": "Beta-lactam . The β-lactam ring is part of the core structure of several antibiotic families, the principal ones being the penicillins, cephalosporins, carbapenems, and monobactams, which are, therefore, also called β-lactam antibiotics. Nearly all of these antibiotics work by inhibiting bacterial cell wall biosynthesis. This has a lethal effect on bacteria, although any given bacteria population will typically contain a subgroup that is resistant to β-lactam antibiotics. Bacterial resistance occurs as a result of the expression of one of many genes for the production of β-lactamases, a class of enzymes that break open the β-lactam ring. More than 1,800 different β-lactamase enzymes have been documented in various species of bacteria. These enzymes vary widely in their chemical structure and catalytic efficiencies. When bacterial populations have these resistant subgroups, treatment with β-lactam can result in the resistant strain becoming more prevalent and therefore more virulent. β-lactam derived antibiotics can be considered as one of the most important antibiotic classes but prone to clinical resistance. β-lactam exhibits its antibiotic properties by imitating the naturally occurring d-Ala-d-Ala substrate for the group of enzymes known as penicillin-binding proteins (PBP), which have as function to cross-link the peptidoglycan part of the cell wall of the bacteria.",
            "score": 224.1042938232422
        },
        {
            "docid": "541900_8",
            "document": "Microbiological culture . There are a variety of additives that can be added to agar before it is poured into a plate and allowed to solidify. Some types of bacteria can only grow in the presence of certain additives. This can also be used when creating engineered strains of bacteria that contain an antibiotic-resistance gene. When the selected antibiotic is added to the agar, only bacterial cells containing the gene insert conferring resistance will be able to grow. This allows the researcher to select only the colonies that were successfully transformed.",
            "score": 224.10195922851562
        },
        {
            "docid": "1920745_7",
            "document": "Stanley Falkow . His early work in the 1960s focused on the genetic mechanisms, which enable bacteria to become resistant to antibiotics. He showed that organisms, such as shigella, can possess gene fragments called plasmids which exist apart from the bacterial chromosome, and that they carry specialized information for survival. Under selective pressure from antibiotics, one species of bacteria can pass its plasmids to another directly without mating, thereby preserving its own specialized survival genes.",
            "score": 223.511962890625
        },
        {
            "docid": "1564401_6",
            "document": "Multiple drug resistance . Many different bacteria now exhibit multi-drug resistance, including staphylococci, enterococci, gonococci, streptococci, salmonella, as well as numerous other gram-negative bacteria and \"Mycobacterium tuberculosis\". Antibiotic resistant bacteria are able to transfer copies of DNA that code for a mechanism of resistance to other bacteria even distantly related to them, which then are also able to pass on the resistance genes and so generations of antibiotics resistant bacteria are produced. This process is called horizontal gene transfer.",
            "score": 222.53787231445312
        },
        {
            "docid": "19179592_23",
            "document": "Archaea . It has been proposed that the archaea evolved from gram-positive bacteria in response to antibiotic selection pressure. This is suggested by the observation that archaea are resistant to a wide variety of antibiotics that are primarily produced by gram-positive bacteria, and that these antibiotics primarily act on the genes that distinguish archaea from bacteria. The proposal is that the selective pressure towards resistance generated by the gram-positive antibiotics was eventually sufficient to cause extensive changes in many of the antibiotics' target genes, and that these strains represented the common ancestors of present-day Archaea. The evolution of Archaea in response to antibiotic selection, or any other competitive selective pressure, could also explain their adaptation to extreme environments (such as high temperature or acidity) as the result of a search for unoccupied niches to escape from antibiotic-producing organisms; Cavalier-Smith has made a similar suggestion. This proposal is also supported by other work investigating protein structural relationships and studies that suggest that gram-positive bacteria may constitute the earliest branching lineages within the prokaryotes.",
            "score": 221.36746215820312
        }
    ]
}