{
    "q": [
        {
            "docid": "26652093_11",
            "document": "Autologous immune enhancement therapy . Though the concept of this treatment started in the US in 1980s, full-fledged clinical treatments on a routine basis have been in practice in Japan since 1990. Randomized controlled studies in different cancers with significant increase in survival and disease free period have been reported. In India immunotherapy has shown positive results in patients with advanced cancer including acute myeloid leukaemia, pancreatic cancer, Cervical Cancer, Ovarian cancer, Breast Cancer and Philadelphia chromosome Positive Acute Lymphoblastic Leukemia. Auto-Immune diseases like the Auto-Immune Hemolytic Anemia (AIHA) have been known to be associated with malignancies. In general lower Natural Killer (NK) profile has been associated with development of cancers by earlier studies. Recently an article has been published in which it has been described that the in vitro expansion of NK cells is decreased in cancer patients who have concomitant Auto-immune Diseases like the AIHA. This study also throws questions on whether AIHA is a complication of malignancies, due to the lower NK cell profile in cancer which would have given rise to the AIHA due to some common antibody between NK cells and Red Blood Cells (RBCs) or whether the AIHA lowers the NK cell profile which in turn causes the cancer. This warrants further investigations into the identification of common antibodies between NK cells & RBCs and also finding new Immuno- therapeutic strategies which can tackle both cancer and auto-immunity",
            "score": 116.40091240406036
        },
        {
            "docid": "1973998_18",
            "document": "Devil facial tumour disease . The theory that cancer cells themselves could be an infective agent (the Allograft Theory) was first offered in 2006 by Pearse, Swift, and colleagues, who analyzed DFTD cells from devils in several locations, determining that all DFTD cells sampled were genetically identical to each other, and genetically distinct from their hosts and from all other individual Tasmanian devils whose genetics had been studied; this allowed them to conclude that the cancer originated from a single individual and spread from it, rather than arising repeatedly, and independently. Twenty one different subtypes have been identified by analyzing the mitochondrial and nuclear genomes of 104 tumours from different Tasmanian devils. Researchers have also witnessed a previously-uninfected devil develop tumours from lesions caused by an infected devil’s bites, supporting the contention that the disease is spread by allograft, with transmission via biting, scratching, and aggressive sexual activity between individuals. During biting, infection can spread from the bitten devil to the biter.",
            "score": 186.23071336746216
        },
        {
            "docid": "64993_2",
            "document": "Skin cancer . Skin cancers are cancers that arise from the skin. They are due to the development of abnormal cells that have the ability to invade or spread to other parts of the body. There are three main types of skin cancers: basal-cell skin cancer (BCC), squamous-cell skin cancer (SCC) and melanoma. The first two, along with a number of less common skin cancers, are known as nonmelanoma skin cancer (NMSC). Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or result in death. It often appears as a painless raised area of skin, that may be shiny with small blood vessel running over it or may present as a raised area with an ulcer. Squamous-cell skin cancer is more likely to spread. It usually presents as a hard lump with a scaly top but may also form an ulcer. Melanomas are the most aggressive. Signs include a mole that has changed in size, shape, color, has irregular edges, has more than one color, is itchy or bleeds. Greater than 90% of cases are caused by exposure to ultraviolet radiation from the Sun. This exposure increases the risk of all three main types of skin cancer. Exposure has increased partly due to a thinner ozone layer. Tanning beds are becoming another common source of ultraviolet radiation. For melanomas and basal-cell cancers exposure during childhood is particularly harmful. For squamous-cell skin cancers total exposure, irrespective of when it occurs, is more important. Between 20% and 30% of melanomas develop from moles. People with light skin are at higher risk as are those with poor immune function such as from medications or HIV/AIDS. Diagnosis is by biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing melanoma and squamous-cell skin cancer. It is not clear if sunscreen affects the risk of basal-cell cancer. Nonmelanoma skin cancer is usually curable. Treatment is generally by surgical removal but may less commonly involve radiation therapy or topical medications such as fluorouracil. Treatment of melanoma may involve some combination of surgery, chemotherapy, radiation therapy, and targeted therapy. In those people whose disease has spread to other areas of their bodies, palliative care may be used to improve quality of life. Melanoma has one of the higher survival rates among cancers, with over 86% of people in the UK and more than 90% in the United States surviving more than 5 years. Skin cancer is the most common form of cancer, globally accounting for at least 40% of cases. The most common type is nonmelanoma skin cancer, which occurs in at least 2-3 million people per year. This is a rough estimate, however, as good statistics are not kept. Of nonmelanoma skin cancers, about 80% are basal-cell cancers and 20% squamous-cell skin cancers. Basal-cell and squamous-cell skin cancers rarely result in death. In the United States they were the cause of less than 0.1% of all cancer deaths. Globally in 2012 melanoma occurred in 232,000 people, and resulted in 55,000 deaths. Australia and New Zealand have the highest rates of melanoma in the world. The three main types of skin cancer have become more common in the last 20 to 40 years, especially in those areas which are mostly Caucasian.",
            "score": 152.99480402469635
        },
        {
            "docid": "30778342_17",
            "document": "Infectious causes of cancer . Herpesviruses are a third group of common cancer-causing viruses. Two types of herpesviruses have been associated with cancer: the Epstein–Barr virus (EBV) and human herpesvirus 8 (HHV-8). EBV appears to cause all nonkeratinizing nasopharyngeal carcinomas and some cases of lymphoma, including Burkitt's lymphoma—the association is especially strong in Africa—and Hodgkin's disease. EBV has also been found in a variety of other types of cancer cells, although its role in causing these other cancers is not well established. KSHV/HHV-8 causes all cases of Kaposi's sarcoma, and has been found in some cases of a cancer-related condition called Castleman's disease. Studies involving other kinds of cancer, particularly prostate cancer, have been inconsistent. Both of these herpesviruses are commonly found in cancerous cells of primary effusion lymphoma. Herpesviruses also cause cancer in animals, especially leukemias and lymphomas.",
            "score": 122.97473812103271
        },
        {
            "docid": "20733467_19",
            "document": "Bowhead whale . It was previously believed the more cells present in an organism, the greater the chances of mutations that cause age related diseases and cancer. Although the bowhead whale has thousands of times more cells than other mammals, the whale has a much higher resistance to cancer and aging. In 2015, scientists from the US and UK were able to successfully map the whale's genome. Through comparative analysis, two alleles that could be responsible for the whale's longevity were identified. These two specific gene mutations linked to the bowhead whale's ability to live longer are the ERCC1 gene and the proliferating cell nuclear antigen (PCNA) gene. ERCC1 is linked to DNA repair as well as increased cancer resistance. PCNA is also important in DNA repair. These mutations enable bowhead whales to better repair DNA damage, allowing for greater resistance to cancer. The whale's genome may also reveal physiological adaptations such as having low metabolic rates compared to other mammals. Changes in the gene UCP1, a gene involved in thermoregulation, can explain differences in the metabolic rates in cells.",
            "score": 118.31774997711182
        },
        {
            "docid": "88078_2",
            "document": "Prostate cancer . Prostate cancer is the development of cancer in the prostate, a gland in the male reproductive system. Most prostate cancers are slow growing; however, some grow relatively quickly. The cancer cells may spread from the prostate to other area of the body, particularly the bones and lymph nodes. It may initially cause no symptoms. In later stages, it can lead to difficulty urinating, blood in the urine or pain in the pelvis, back, or when urinating. A disease known as benign prostatic hyperplasia may produce similar symptoms. Other late symptoms may include feeling tired due to low levels of red blood cells. Factors that increase the risk of prostate cancer include older age, a family history of the disease, and race. About 99% of cases occur in males over the age of 50. Having a first-degree relative with the disease increases the risk two to threefold. In the United States, it is more common in the African American population than the White American population. Other factors that may be involved include a diet high in processed meat, red meat or milk products or low in certain vegetables. An association with gonorrhea has been found, but a reason for this relationship has not been identified. An increased risk is associated with the BRCA mutations. Prostate cancer is diagnosed by biopsy. Medical imaging may then be done to determine if the cancer has spread to other parts of the body. Prostate cancer screening is controversial. Prostate-specific antigen (PSA) testing increases cancer detection, but it is controversial regarding whether it improves outcomes. Informed decision making is recommended when it comes to screening among those 55 to 69 years old. Testing, if carried out, is more reasonable in those with a longer life expectancy. While 5α-reductase inhibitors appear to decrease low-grade cancer risk, they do not affect high-grade cancer risk and thus are not recommended for prevention. Supplementation with vitamins or minerals does not appear to affect the risk. Many cases are managed with active surveillance or watchful waiting. Other treatments may include a combination of surgery, radiation therapy, hormone therapy or chemotherapy. When it only occurs inside the prostate, it may be curable. In those in whom the disease has spread to the bones, pain medications, bisphosphonates and targeted therapy, among others, may be useful. Outcomes depend on a person's age and other health problems as well as how aggressive and extensive the cancer is. Most people with prostate cancer do not end up dying from the disease. The 5-year survival rate in the United States is 99%. Globally, it is the second most common type of cancer and the fifth leading cause of cancer-related death in men. In 2012, it occurred in 1.1 million men and caused 307,000 deaths. It was the most common cancer in males in 84 countries, occurring more commonly in the developed world. Rates have been increasing in the developing world. Detection increased significantly in the 1980s and 1990s in many areas due to increased PSA testing. Studies of males who died from unrelated causes have found prostate cancer in 30% to 70% of those over age 60. Early prostate cancer usually has no clear symptoms. Sometimes prostate cancer does cause symptoms, often similar to those of diseases such as benign prostatic hyperplasia. These include frequent urination, nocturia (increased urination at night), difficulty starting and maintaining a steady stream of urine, hematuria (blood in the urine), and dysuria (painful urination). A study based on the 1998 Patient Care Evaluation in the US found that about a third of patients diagnosed with prostate cancer had one or more such symptoms, while two-thirds had no symptoms.",
            "score": 148.93357241153717
        },
        {
            "docid": "105219_120",
            "document": "Cancer . In non-humans, a few types of transmissible cancer have been described, wherein the cancer spreads between animals by transmission of the tumor cells themselves. This phenomenon is seen in dogs with Sticker's sarcoma (also known as canine transmissible venereal tumor), and in Tasmanian devils with devil facial tumour disease (DFTD).",
            "score": 157.09795236587524
        },
        {
            "docid": "56658591_6",
            "document": "Phomoxanthone A . Phomoxanthone A was first identified in a screening for antimalarial compounds. It showed strong antibiotic activity against a multidrug-resistant strain of the main causative agent of malaria, the protozoan parasite \"Plasmodium falciparum\". The same study also reported antibiotic activity of PXA against \"Mycobacterium tuberculosis\" and against three animal cell lines, two of which were derived from human cancer cells. These findings not only showed that PXA has antibiotic activity against very diverse organisms, but they also sparked further studies that investigated PXA as a potential antibiotic or anti-cancer drug. A later study also reported antibiotic activity for PXA against the alga \"Chlorella fusca\", the fungus \"Ustilago violacea\", and the bacterium \"Bacillus megaterium\". This broad range of activity disqualified it as a specific antibiotic that could be used in the treatment of infectious diseases, however the hope that it could be used as an anti-cancer drug remained. Preliminary results from a study in human cancer cells and non-cancer cells suggested that PXA might be more toxic to the former than to the latter, although results from in vivo studies have not yet been presented.",
            "score": 114.94490396976471
        },
        {
            "docid": "30078841_12",
            "document": "Siddhartha Mukherjee . Mukherjee’s team is also known for defining and characterizing skeletal stem/progenitor cells (also called osteochondroreticular or OCR cells). In 2015, they prospectively identified these progenitor cells from bone, and showed, using lineage tracing, that these cells can give rise to bone, cartilage, and reticular cells (hence the term \"OCR\" cells). They established that these cells form a part of the adult skeleton in vertebrates, and that they maintain and repair the skeleton.  OCR cells are among the newest progenitor cells to be defined in vertebrates. The work generated wide interest and was described in prominent journals as a major breakthrough for understanding biology and for understanding diseases such as osteoporosis and osteoarthritis. Mukherjee's team have shown that OCR cells can be transplanted into animals, and they can regenerate cartilage and bone after fractures. With Daniel L. Worthley's team at the University of Adelaide and South Australian Health and Medical Research Institute they have been working on the translational cell-based research on osteoarthritis and cancer. Mukherjee's lab has also been investigating the interaction between cancer genetics and the microenvironment, including the metabolic environment. It has been well established that metabolism in cancer is fundamentally altered, Mukherjee's team has found the role of a high-fat, adequate-protein, low-carbohydrate diet (ketogenic diet) in cancer therapy. They showed that ketogenic diet suppressed insulin production in the body, and this in turn enhances pharmaceutical inhibition of \"PIK3CA\", a gene which is mutated and commonly overactive in cancers.  Mukherjee's lab, with the help of PureTech Health plc, has been investigating chimeric antigen receptor redirected T cells (CAR-T) therapy in a joint venture called Vor BioPharma since 2016. They have combined CAR-T therapies with genetically modified hematopoietic stem cells to specifically target malignant hematopoietic lineages, while transplanted stem cells replenish the lineage but remain antigenically concealed. This technology has been developed so that, in addition to B cell malignancies, other lineage specific cancers could be targeted. This provides an important new approach to managing acute myeloid leukemia.",
            "score": 127.87255311012268
        },
        {
            "docid": "8730977_5",
            "document": "Clonally transmissible cancer . Clonally transmissible cancer, caused by a clone of malignant cells rather than a virus, is an extremely rare disease modality, with few transmissible cancers being known Animals that have undergone population bottlenecks may be at greater risks of contracting transmissible cancers. Because of their transmission, it was initially thought that these diseases were caused by the transfer of oncoviruses, in the manner of cervical cancer caused by HPV. However, canine transmissible venereal tumor mutes the expression of the immune response, whereas the Syrian hamster disease spreads due to lack of genetic diversity.",
            "score": 154.22766137123108
        },
        {
            "docid": "35714179_3",
            "document": "Cancer dormancy . Cancer dormancy is not yet fully understood, but some researchers have performed mathematical modeling to explain the occurrence of cancer dormancy as a characteristic of all migrating tumor cells as part of an evolutionary process of selection and mutation. Recently, scientists from Aga Khan University Pakistan, have extended the studies of encystation in \"Acanthamoeba\" to induce dormancy in Prostate cancer cells lines and understanding of the signalling pathways that are involved. This eukaryotic encystation in \"Acanthamoeba\" spp., is known to involve a crosstalk between the trophozoite form of the cell and unfavourable microenvoirment that induces it. It is thought that once tumor cells disseminate and begin to migrate to a new site to metastasize, the interaction of the tumor cells with that microenvironment determines whether the cells will proliferate and form metastases or undergo growth arrest and enter cancer dormancy. It is suggested that the disseminated cells choose dormancy when the new environment is not permissive in situations such as cellular stress or a lack of available growth factors. These dormant cells can stay in this state for long periods of time and can be clinically undetectable. However, these cells can be dangerous because they can strike back years after the doctor and patient believe the patient is cured. They can exist in a quiescent state for many years, but the dormancy period can be interrupted to start proliferating uncontrollably and form metastases that cannot be treated. Cancer dormancy is often associated with minimal residual disease (MRD) where some tumor cells are left behind after a treatment and can persist either at the primary tumor site or as disseminated cells that are proliferating or dormant. MRD has been found in a widespread range of cancers including but not limited to: breast, prostate, colon, gastric, colon, pancreatic, head and neck, neuroblastoma, leukemia, melanoma, and others. These cells are often found in the bone marrow, but are also found in other organs and usually indicate poor prognosis for the patient.",
            "score": 131.70823919773102
        },
        {
            "docid": "42429689_9",
            "document": "Carlos Cordon-Cardo . Several findings from Cordon-Cardo's research at Sloan Kettering have had specific implications for the treatment of cancer and experimental cancer treatment and have led to more personalized therapies, particularly for cancers of the genitourinary system. While it had been previously thought that P-glycoprotein was unique to cancer cells, Cordon-Cardo showed in 1989 that it is also present in normal cells and is exploited by cancer cells to survive chemotherapy. In 1990, he was among the first to show that the mutated gene (RB) which causes the childhood cancer retinoblastoma is also present in some adults with sarcomas but no history of retinoblastoma. He also found that the presence of the mutated gene in adult cancers was associated with a poor clinical outcome. His 1994 research in collaboration with Arnold J. Levine was one of the first examples of how mutations in the gene which regulates the tumor suppressor p53 can lead to cancer by inactivating all the normal p53, thus allowing cancer cells to grow uncontrollably. A later study by Cordon-Cardo in 1997 found that when mutated p53 and RB are both present in a tumor, it becomes very aggressive and resistant to most treatments.",
            "score": 127.70508396625519
        },
        {
            "docid": "1973998_7",
            "document": "Devil facial tumour disease . Tasmanian devil cells have 14 chromosomes; the oldest-known strain of the tumour cells have thirteen chromosomes, nine of which are recognizable and four of which are mutated “marker” chromosomes. More recently evolved strains have an additional mutant marker chromosome, for a total of fourteen chromosomes. Researchers identified the cancer as a neuroendocrine tumour, and found identical chromosomal rearrangements in all the cancer cells. The karyotype anomalies of DFTD cells are similar to those of cancer cells from canine transmissible venereal tumour (CTVT), a cancer of dogs that is transmitted by physical contact. Among the mutations present in the tumour genome is trisomy in chromosome 5p, as well as several single base mutations, and short insertions and deletions, e.g., deletions in the chromosomes 1, 2 and 3. Some of the mutated or deleted genes in DFTD are RET, FANCD2, MAST3 and BTNL9-like gene.",
            "score": 132.84441542625427
        },
        {
            "docid": "696132_2",
            "document": "Basal-cell carcinoma . Basal-cell carcinoma (BCC), also known as basal-cell cancer, is the most common type of skin cancer. It often appears as a painless raised area of skin, which may be shiny with small blood vessels running over it; or it may present as a raised area with ulceration. Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or to result in death. Risk factors include exposure to ultraviolet light, having lighter skin, radiation therapy, long-term exposure to arsenic, and poor immune-system function. Exposure to UV light during childhood is particularly harmful. Tanning beds have become another common source of ultraviolet radiation. Diagnosis often depends on skin examination, confirmed by tissue biopsy. It remains unclear whether sunscreen affects the risk of basal-cell cancer. Treatment is typically by surgical removal. This can be by simple excision if the cancer is small; otherwise Mohs surgery is generally recommended. Other options may include application of cold, topical chemotherapy, laser surgery, or the use of imiquimod. In the rare cases in which distant spread has occurred, chemotherapy or targeted therapy may be used. Basal-cell cancer accounts for at least 32% of all cancers globally. Of skin cancers other than melanoma, about 80% are basal-cell cancers. In the United States about 35% of white males and 25% of white females are affected by BCC at some point in their life. Individuals with a basal-cell carcinoma typically present with a shiny, pearly skin nodule. However, superficial basal-cell cancer can present as a red patch similar to eczema. Infiltrative or morpheaform basal-cell cancers can present as a skin thickening or scar tissue – making diagnosis difficult without using tactile sensation and a skin biopsy. It is often difficult to visually distinguish basal-cell cancer from acne scar, actinic elastosis, and recent cryodestruction inflammation. About two thirds of basal-cell carcinomas occur on sun-exposed areas of the body. One-third occur on areas of the body that are not exposed to sunlight, emphasizing the genetic susceptibility of basal-cell cancer.",
            "score": 149.77788519859314
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 129.4253989458084
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 127.08324027061462
        },
        {
            "docid": "6445_29",
            "document": "Carcinogen . Colorectal cancer is the third most common cancer [1.2 million cases (9.4%), 608,000 deaths (8.0%)]. Tobacco smoke may be responsible for up to 20% of colorectal cancers in the United States. In addition, substantial evidence implicates bile acids as an important factor in colon cancer. Twelve studies (summarized in Bernstein et al.) indicate that the bile acids deoxycholic acid (DCA) and/or lithocholic acid (LCA) induce production of DNA-damaging reactive oxygen species and/or reactive nitrogen species in human or animal colon cells. Furthermore, 14 studies showed that DCA and LCA induce DNA damage in colon cells. Also 27 studies reported that bile acids cause programmed cell death (apoptosis). Increased apoptosis can result in selective survival of cells that are resistant to induction of apoptosis. Colon cells with reduced ability to undergo apoptosis in response to DNA damage would tend to accumulate mutations, and such cells may give rise to colon cancer. Epidemiologic studies have found that fecal bile acid concentrations are increased in populations with a high incidence of colon cancer. Dietary increases in total fat or saturated fat result in elevated DCA and LCA in feces and elevated exposure of the colon epithelium to these bile acids. When the bile acid DCA was added to the standard diet of wild-type mice invasive colon cancer was induced in 56% of the mice after 8 to 10 months. Overall, the available evidence indicates that DCA and LCA are centrally important DNA-damaging carcinogens in colon cancer.",
            "score": 120.46999931335449
        },
        {
            "docid": "363559_2",
            "document": "Pancreatic cancer . Pancreatic cancer arises when cells in the pancreas, a glandular organ behind the stomach, begin to multiply out of control and form a mass. These cancerous cells have the ability to invade other parts of the body. There are a number of types of pancreatic cancer. The most common, pancreatic adenocarcinoma, accounts for about 85% of cases, and the term \"pancreatic cancer\" is sometimes used to refer only to that type. These adenocarcinomas start within the part of the pancreas which makes digestive enzymes. Several other types of cancer, which collectively represent the majority of the non-adenocarcinomas, can also arise from these cells. One to two percent of cases of pancreatic cancer are neuroendocrine tumors, which arise from the hormone-producing cells of the pancreas. These are generally less aggressive than pancreatic adenocarcinoma. Signs and symptoms of the most common form of pancreatic cancer may include yellow skin, abdominal or back pain, unexplained weight loss, light-colored stools, dark urine and loss of appetite. There are usually no symptoms in the disease's early stages, and symptoms that are specific enough to suggest pancreatic cancer typically do not develop until the disease has reached an advanced stage. By the time of diagnosis, pancreatic cancer has often spread to other parts of the body. Pancreatic cancer rarely occurs before the age of 40, and more than half of cases of pancreatic adenocarcinoma occur in those over 70. Risk factors for pancreatic cancer include tobacco smoking, obesity, diabetes, and certain rare genetic conditions. About 25% of cases are linked to smoking, and 5–10% are linked to inherited genes. Pancreatic cancer is usually diagnosed by a combination of medical imaging techniques such as ultrasound or computed tomography, blood tests, and examination of tissue samples (biopsy). The disease is divided into stages, from early (stage I) to late (stage IV). Screening the general population has not been found to be effective. The risk of developing pancreatic cancer is lower among non-smokers, and people who maintain a healthy weight and limit their consumption of red or processed meat. A smoker's chance of developing the disease decreases if they stop smoking, and almost returns to that of the rest of the population after 20 years. Pancreatic cancer can be treated with surgery, radiotherapy, chemotherapy, palliative care, or a combination of these. Treatment options are partly based on the cancer stage. Surgery is the only treatment that can cure pancreatic adenocarcinoma, and may also be done to improve quality of life without the potential for cure. Pain management and medications to improve digestion are sometimes needed. Early palliative care is recommended even for those receiving treatment that aims for a cure. In 2015, pancreatic cancers of all types resulted in 411,600 deaths globally. Pancreatic cancer is the fifth most common cause of death from cancer in the United Kingdom, and the fourth most common in the United States. The disease occurs most often in the developed world, where about 70% of the new cases in 2012 originated. Pancreatic adenocarcinoma typically has a very poor prognosis: after diagnosis, 25% of people survive one year and 5% live for five years. For cancers diagnosed early, the five-year survival rate rises to about 20%. Neuroendocrine cancers have better outcomes; at five years from diagnosis, 65% of those diagnosed are living, though survival varies considerably depending on the type of tumor.",
            "score": 139.91318726539612
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 155.5464392900467
        },
        {
            "docid": "35713622_12",
            "document": "N6-Methyladenosine . Considering the versatile functions of mA in various physiological processes, it is thus not surprising to find links between mA and numerous human diseases; many originated from mutations or single nucleotide polymorphisms (SNPs) of cognate factors of mA. The linkages between mA and numerous cancer types have been indicated in reports that include stomach cancer, prostate cancer, breast cancer, pancreatic cancer, kidney cancer, mesothelioma, sarcoma, and leukaemia. The impacts of mA on cancer cell proliferation might be much more profound with more data emerging. The depletion of METTL3 is known to cause apoptosis of cancer cells and reduce invasiveness of cancer cells, while the activation of ALKBH5 by hypoxia was shown to cause cancer stem cell enrichment. mA has also been indicated in the regulation of energy homeostasis and obesity, as FTO is a key regulatory gene for energy metabolism and obesity. SNPs of \"FTO\" have been shown to associate with body mass index in human populations and occurrence of obesity and diabetes. The influence of FTO on pre-adipocyte differentiation has been suggested. The connection between mA and neuronal disorders has also been studied. For instance, neurodegenerative diseases may be affected by mA as the cognate dopamine signalling was shown to be dependent on FTO and correct mA methylation on key signalling transcripts. The mutations in HNRNPA2B1, a potential reader of mA, have been known to cause neurodegeneration. The IGF2BP1–3, a novel class of mA reader, has oncogenic functions. IGF2BP1–3 knockdown or knockout decreased MYC protein expression, cell proliferation and colony formation in human cancer cell lines.The ZC3H13,a member of the m6A methyltransferase complex, markedly inhibited the colorectal cancer cells growth when knocked down.",
            "score": 121.13103258609772
        },
        {
            "docid": "53338_2",
            "document": "Cervical cancer . Cervical cancer is a cancer arising from the cervix. It is due to the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Early on, typically no symptoms are seen. Later symptoms may include abnormal vaginal bleeding, pelvic pain, or pain during sexual intercourse. While bleeding after sex may not be serious, it may also indicate the presence of cervical cancer. Human papillomavirus infection (HPV) causes more than 90% of cases; most people who have had HPV infections, however, do not develop cervical cancer. Other risk factors include smoking, a weak immune system, birth control pills, starting sex at a young age, and having many sexual partners, but these are less important. Cervical cancer typically develops from precancerous changes over 10 to 20 years. About 90% of cervical cancer cases are squamous cell carcinomas, 10% are adenocarcinoma, and a small number are other types. Diagnosis is typically by cervical screening followed by a biopsy. Medical imaging is then done to determine whether or not the cancer has spread. HPV vaccines protect against between two and seven high-risk strains of this family of viruses and may prevent up to 90% of cervical cancers. As a risk of cancer still exists, guidelines recommend continuing regular Pap tests. Other methods of prevention include: having few or no sexual partners and the use of condoms. Cervical cancer screening using the Pap test or acetic acid can identify precancerous changes which when treated can prevent the development of cancer. Treatment of cervical cancer may consist of some combination of surgery, chemotherapy, and radiation therapy. Five-year survival rates in the United States are 68%. Outcomes, however, depend very much on how early the cancer is detected. Worldwide, cervical cancer is both the fourth-most common cause of cancer and the fourth-most common cause of death from cancer in women. In 2012, an estimated 528,000 cases of cervical cancer occurred, with 266,000 deaths. This is about 8% of the total cases and total deaths from cancer. About 70% of cervical cancers occur in developing countries. In low-income countries, it is one of the most common causes of cancer death. In developed countries, the widespread use of cervical screening programs has dramatically reduced rates of cervical cancer. In medical research, the most famous immortalised cell line, known as HeLa, was developed from cervical cancer cells of a woman named Henrietta Lacks.",
            "score": 158.10282158851624
        },
        {
            "docid": "1272748_5",
            "document": "Mobile phone radiation and health . There is no strong or consistent evidence that mobile phone use increases the risk of getting brain cancer or other head tumors. The United States National Cancer Institute points out that \"Radiofrequency energy, unlike ionizing radiation, does not cause DNA damage that can lead to cancer. Its only consistently observed biological effect in humans is tissue heating. In animal studies, it has not been found to cause cancer or to enhance the cancer-causing effects of known chemical carcinogens.\" The majority of human studies have failed to find a link between cell phone use and cancer. In 2011 a World Health Organization working group classified cell phone use as \"possibly carcinogenic to humans\". The CDC states that no scientific evidence definitively answers whether cell phone use causes cancer.",
            "score": 114.31393778324127
        },
        {
            "docid": "397007_2",
            "document": "Squamous cell skin cancer . Squamous-cell skin cancer, also known as cutaneous squamous-cell carcinoma (cSCC), is one of the main types of skin cancer along with basal cell cancer, and melanoma. It usually presents as a hard lump with a scaly top but can also form an ulcer. Onset is often over months. Squamous-cell skin cancer is more likely to spread to distant areas than basal cell cancer. The greatest risk factor is high total exposure to ultraviolet radiation from the Sun. Other risks include prior scars, chronic wounds, actinic keratosis, lighter skin, Bowen's disease, arsenic exposure, radiation therapy, poor immune system function, previous basal cell carcinoma, and HPV infection. Risk from UV radiation is related to total exposure, rather than early exposure. Tanning beds are becoming another common source of ultraviolet radiation. It begins from squamous cells found within the skin. Diagnosis is often based on skin examination and confirmed by tissue biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing squamous-cell skin cancer. Treatment is typically by surgical removal. This can be by simple excision if the cancer is small otherwise Mohs surgery is generally recommended. Other options may include application of cold and radiation therapy. In the cases in which distant spread has occurred chemotherapy or biologic therapy may be used. As of 2015, about 2.2 million people have cSCC at any given time. It makes up about 20% of all skin cancer cases. About 12% of males and 7% of females in the United States developed cSCC at some point in time. While prognosis is usually good, if distant spread occurs five-year survival is ~34%. In 2015 it resulted in about 51,900 deaths globally. The usual age at diagnosis is around 66. Following the successful treatment of one case of cSCC people are at high risk of developing further cases.",
            "score": 151.02892291545868
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 140.84915947914124
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 140.84915947914124
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 122.41506850719452
        },
        {
            "docid": "414192_2",
            "document": "Ovarian cancer . Ovarian cancer is a cancer that forms in or on an ovary. It results in abnormal cells that have the ability to invade or spread to other parts of the body. When this process begins, there may be no or only vague symptoms. Symptoms become more noticeable as the cancer progresses. These symptoms may include bloating, pelvic pain, abdominal swelling, and loss of appetite, among others. Common areas to which the cancer may spread include the lining of the abdomen, lymph nodes, lungs, and liver. The risk of ovarian cancer increases in women who have ovulated more over their lifetime. This includes those who have never had children, those who begin ovulation at a younger age and those who reach menopause at an older age. Other risk factors include hormone therapy after menopause, fertility medication, and obesity. Factors that decrease risk include hormonal birth control, tubal ligation, and breast feeding. About 10% of cases are related to inherited genetic risk; women with mutations in the genes \"BRCA1\" or \"BRCA2\" have about a 50% chance of developing the disease. The most common type of ovarian cancer, comprising more than 95% of cases, is ovarian carcinoma. There are five main subtypes of ovarian carcinoma, of which high-grade serous carcinoma is the most common. These tumors are believed to start in the cells covering the ovaries, though some may form at the Fallopian tubes. Less common types of ovarian cancer include germ cell tumors and sex cord stromal tumors. A diagnosis of ovarian cancer is confirmed through a biopsy of tissue, usually removed during surgery. Screening is not recommended in women who are at average risk, as evidence does not support a reduction in death and the high rate of false positive tests may lead to unneeded surgery, which is accompanied by its own risks. Those at very high risk may have their ovaries removed as a preventive measure. If caught and treated in an early stage, ovarian cancer is often curable. Treatment usually includes some combination of surgery, radiation therapy, and chemotherapy. Outcomes depend on the extent of the disease, the subtype of cancer present, and other medical conditions. The overall five-year survival rate in the United States is 45%. Outcomes are worse in the developing world. In 2012, new cases occurred in 239,000 women. In 2015 it was present in 1.2 million women and resulted in 161,100 deaths worldwide. Among women it is the seventh-most common cancer and the eighth-most common cause of death from cancer. The typical age of diagnosis is 63. Death from ovarian cancer is more common in North America and Europe than in Africa and Asia.",
            "score": 139.16953885555267
        },
        {
            "docid": "2268863_6",
            "document": "Canine transmissible venereal tumor . The CTVT cells have fewer chromosomes than normal cells. Dog cells normally have 78 chromosomes; The cancer cells contain 57–64 chromosomes that are very different in appearance from normal dog chromosomes. All dog chromosomes except X and Y are acrocentric, having a centromere very near to the end of the chromosome, while many of the CTVT chromosomes are metacentric or submetacentric, having a centromere nearer to the middle. There is no evidence that the tumor is caused by a virus or virus-like organism. The infectious agent of canine transmissible venereal tumor is the cancer cell itself and the tumor is clonal in origin. All tumor cells of this type of cancer share extremely similar genetic code, often if not always unrelated to the DNA of their host. Specifically, the LINE-1 element in the tumor cells is in a different location than in normal canine DNA. This demonstrates that the tumors do not arise from separate cancerous transformation in individual animals. Rather, the malignant tumor cells from one dog are transferred to another.",
            "score": 146.43258357048035
        },
        {
            "docid": "24762_49",
            "document": "P53 . Peto's paradox is the observation, due to Richard Peto, that at the species level, the incidence of cancer does not appear to correlate with the number of cells in an organism. For example, the incidence of cancer in humans is much higher than the incidence of cancer in whales. This is despite the fact that a whale has many more cells than a human. If the probability of carcinogenesis were constant across cells, one would expect whales to have a higher incidence of cancer than humans. The same is true of elephants. In October 2015, two independent studies showed that elephants have 20 copies of a tumor suppressor gene TP53 in their genome, where humans and other mammals have only one, thus providing a possible solution to the paradox.",
            "score": 130.52598178386688
        },
        {
            "docid": "30045028_3",
            "document": "Neuvenge . The concept of immunotherapy for cancer has been known for hundreds of years and was used by Dr William Coley et al. in the 1800s. Coley's Toxins are still available outside of the US. The idea of harnessing the antigen presenting cells (APC)'s to recognize cancer and target tumor cells for apoptosis (cell death) by the CD8 (cytotoxic cells) is a common approach to cancer vaccine researchers. This 1997 example article describes targeting EGFR and other cell products and attaching their antigens to the CD64 receptor cells also using GM-CSF to grow more cells. The NIH calls this topic \"Biological response modifiers (BRMs) occur naturally in the body and can be produced in the laboratory. BRMs alter the interaction between the body's immune defenses and cancer cells to boost, direct, or restore the body's ability to fight the disease.\"  Immunocompromising diseases have caused many deaths in human history. An ongoing example is Karposi's sarcoma (KS) caused by the Human herpesvirus 8 virus normally controlled by the body's immune system. KS is normally a rare disease but AIDS has made it all to commonplace. AIDS patients, whose immune system has been compromised, fall victim to serious opportunistic infections such as (TB) and KS. The movie \"Philadelphia (film)\" gives a dramatic representation of AIDS and KS. A good method of preventing some cancers is to stop the viruses that lead to them. This is known as prophylatic treatment. The current cancer prophylactic vaccines are for Hepatitis B virus (HBV), HPV (cervical cancer, vaginal, vulvar cancer, penile, anal cancer) and HPV-positive oropharyngeal cancer are all defenses utilizing immunotherapy against viruses that lead to cancer.",
            "score": 127.05832588672638
        },
        {
            "docid": "7737653_19",
            "document": "Oncogenomics . Comparative oncogenomics uses cross-species comparisons to identify oncogenes. This research involves studying cancer genomes, transcriptomes and proteomes in model organisms such as mice, identifying potential oncogenes and referring back to human cancer samples to see whether homologues of these oncogenes are important in causing human cancers. Genetic alterations in mouse models are similar to those found in human cancers. These models are generated by methods including retroviral insertion mutagenesis or graft transplantation of cancerous cells.",
            "score": 112.40880846977234
        },
        {
            "docid": "793631_20",
            "document": "Cancer vaccine . A tumour can have many cell types of cells, each with different cell-surface antigens. Those cells are derived from each patient and display few if any antigens that are foreign to that individual. This makes it difficult for the immune system to distinguish cancer cells from normal cells. Some scientists believe that renal cancer and melanoma are the two cancers with most evidence of spontaneous and effective immune responses, possibly because they often display antigens that are evaluated as foreign. Many attempts at developing cancer vaccines are directed against these tumors. However, Provenge's success in prostate cancer, a disease that never spontaneously regresses, suggests that cancers other than melanoma and renal cancer may be equally amenable to immune attack.",
            "score": 141.5063488483429
        }
    ],
    "r": [
        {
            "docid": "16862936_5",
            "document": "Chilean mussel . The Montevideo mussel, \"Mytilus platensis\" is part of the world-wide \"Mytilus edulis\" complex of mussels, or blue mussels. Genetic studies based on nuclear markers have suggested that the Montevideo mussel has features of both the Mediterranean mussel (\"Mytilus galloprovincialis\") and the North Atlantic \"Mytilus edulis\". Some authors have suggested that the Montevideo mussel be considered either as \"M. galloprovincialis\" or as a subspecies of it, \"Mytilus galloprovincialis chilensis\". Others however have recognized several blue mussel species in South America, including native \"M. platensis\", introduced \"M. galloprovincialis\" from the Mediterranean, and possibly-introduced \"M. planulatus\". Using nuclear DNA markers, Borsa et al. (2012) confirmed earlier results from allozymes that most populations in the south of the South American continent indeed represent a native Southern Hemisphere lineage of the blue mussel, for which they suggested to use the subspecies name \"Mytilus edulis platensis\" (now \"M. platensis\"). The same authors questioned the earlier identifications of the Montevideo mussel in Southern Chile as \"\"M. galloprovincialis\"\" because the genetic markers then used could not help distinguishing \"M. galloprovincialis\" from any of the two native blue mussel species from the Southern Hemisphere, now referred to as \"M. planulatus\" and \"M. platensis\". Moreover, \"M. platensis\" populations in southern Chile show slight introgression from \"M. planulatus\".",
            "score": 196.4540252685547
        },
        {
            "docid": "1973998_18",
            "document": "Devil facial tumour disease . The theory that cancer cells themselves could be an infective agent (the Allograft Theory) was first offered in 2006 by Pearse, Swift, and colleagues, who analyzed DFTD cells from devils in several locations, determining that all DFTD cells sampled were genetically identical to each other, and genetically distinct from their hosts and from all other individual Tasmanian devils whose genetics had been studied; this allowed them to conclude that the cancer originated from a single individual and spread from it, rather than arising repeatedly, and independently. Twenty one different subtypes have been identified by analyzing the mitochondrial and nuclear genomes of 104 tumours from different Tasmanian devils. Researchers have also witnessed a previously-uninfected devil develop tumours from lesions caused by an infected devil’s bites, supporting the contention that the disease is spread by allograft, with transmission via biting, scratching, and aggressive sexual activity between individuals. During biting, infection can spread from the bitten devil to the biter.",
            "score": 186.230712890625
        },
        {
            "docid": "14155540_9",
            "document": "Cancer in dogs . Dogs are one of three mammalian species that are known to suffer from a transmissible cancer. Canine transmissible venereal tumor (CTVT) is species specific and highly contagious. The cancerous cell lines are transmitted between individuals that are in close contact with each other through acts of intercourse, biting, scratching, or licking. The cancer is prevalent in populations of stray dogs or environments of uncontrolled copulation. The tumors occur around the area of external genitalia and can grow up to 15 cm in area. Canine transmissible venereal tumors can often be infected, ulcerated, and hemorrhagic.",
            "score": 170.1459503173828
        },
        {
            "docid": "25689015_3",
            "document": "Mediterranean mussel . \"Mytilus galloprovincialis\" is one of the three principal, closely related species in the \"Mytilus edulis\" complex of blue mussels, which collectively are widely distributed on the temperate to subarctic coasts of both the Northern and Southern Hemispheres, and often are dominant inhabitants on hard substrates of the intertidal and nearshore habitats. \"M. galloprovincialis\" will often hybridize with its sister taxa, the closely related \"Mytilus edulis\" and \"Mytilus trossulus\", when they are found in the same locality. \"M. galloprovincialis\" is considered the most warm-water-tolerant species of the three, and has the most southerly distribution in Europe and North America.",
            "score": 165.0343017578125
        },
        {
            "docid": "6098993_3",
            "document": "Jonah crab . Jonah crabs have been reported at depths of up to 750 m. Habitat preferences for \"Cancer borealis\" range from rocky substrate in Rhode Island and the Gulf of Maine to silt and clay substrate on the continental slope. It is widely accepted that this species moves offshore in the fall and winter, and females have been documented moving inshore in late spring and summer. The Jonah crab is known to move to areas of preferred temperature for behavioral thermoregulation. The preferred temperature of this animal changes depending on the temperature to which it is acclimated. The estimated average preferred temperature is . According to stomach content analysis on individuals from the Gulf of Maine, the diet of \"Cancer borealis\" consists of mussels, arthropods, snails, and some algal species. Blue mussels (\"Mytilus edulis\") composed more than 50% of analyzed stomach contents.",
            "score": 160.96353149414062
        },
        {
            "docid": "4826872_11",
            "document": "Hybrid zone . Hybrid zones are thought to be less common in marine than terrestrial environments. However, blue mussel populations show extensive hybridisation worldwide and are a well studied example of a marine hybrid zone. There are multiple sites of hybridisation between the closely related species \"Mytilus edulis\", \"Mytilus trossulus\" and \"Mytilus galloprovincialis\" across the North Atlantic and Pacific coasts. These hybrid zones vary considerably. Some hybrid zones, such as the one in Newfoundland in Canada show remarkably few hybrids, while in the Baltic Sea most individuals are hybrids.",
            "score": 159.277099609375
        },
        {
            "docid": "202240_46",
            "document": "Bivalvia . Some freshwater bivalves have very restricted ranges. For example, the Ouachita creekshell mussel, \"Villosa arkansasensis\", is known only from the streams of the Ouachita Mountains in Arkansas and Oklahoma, and like several other freshwater mussel species from the southeastern US, it is in danger of extinction. In contrast, a few species of freshwater bivalves, including the golden mussel (\"Limnoperna fortunei\"), are dramatically increasing their ranges. The golden mussel has spread from Southeast Asia to Argentina, where it has become an invasive species. Another well-travelled freshwater bivalve, the zebra mussel (\"Dreissena polymorpha\") originated in southeastern Russia, and has been accidentally introduced to inland waterways in North America and Europe, where the species damages water installations and disrupts local ecosystems.",
            "score": 158.9495391845703
        },
        {
            "docid": "105219_2",
            "document": "Cancer . Cancer is a group of diseases involving abnormal cell growth with the potential to invade or spread to other parts of the body. These contrast with benign tumors, which do not spread to other parts of the body. Possible signs and symptoms include a lump, abnormal bleeding, prolonged cough, unexplained weight loss and a change in bowel movements. While these symptoms may indicate cancer, they may have other causes. Over 100 types of cancers affect humans. Tobacco use is the cause of about 22% of cancer deaths. Another 10% are due to obesity, poor diet, lack of physical activity or excessive drinking of alcohol. Other factors include certain infections, exposure to ionizing radiation and environmental pollutants. In the developing world, 15% of cancers are due to infections such as \"Helicobacter pylori\", hepatitis B, hepatitis C, human papillomavirus infection, Epstein–Barr virus and human immunodeficiency virus (HIV). These factors act, at least partly, by changing the genes of a cell. Typically, many genetic changes are required before cancer develops. Approximately 5–10% of cancers are due to inherited genetic defects from a person's parents. Cancer can be detected by certain signs and symptoms or screening tests. It is then typically further investigated by medical imaging and confirmed by biopsy. Many cancers can be prevented by not smoking, maintaining a healthy weight, not drinking too much alcohol, eating plenty of vegetables, fruits and whole grains, vaccination against certain infectious diseases, not eating too much processed and red meat and avoiding too much sunlight exposure. Early detection through screening is useful for cervical and colorectal cancer. The benefits of screening in breast cancer are controversial. Cancer is often treated with some combination of radiation therapy, surgery, chemotherapy and targeted therapy. Pain and symptom management are an important part of care. Palliative care is particularly important in people with advanced disease. The chance of survival depends on the type of cancer and extent of disease at the start of treatment. In children under 15 at diagnosis, the five-year survival rate in the developed world is on average 80%. For cancer in the United States, the average five-year survival rate is 66%. In 2015, about 90.5 million people had cancer. About 14.1 million new cases occur a year (not including skin cancer other than melanoma). It caused about 8.8 million deaths (15.7% of deaths). The most common types of cancer in males are lung cancer, prostate cancer, colorectal cancer and stomach cancer. In females, the most common types are breast cancer, colorectal cancer, lung cancer and cervical cancer. If skin cancer other than melanoma were included in total new cancer cases each year, it would account for around 40% of cases. In children, acute lymphoblastic leukemia and brain tumors are most common, except in Africa where non-Hodgkin lymphoma occurs more often. In 2012, about 165,000 children under 15 years of age were diagnosed with cancer. The risk of cancer increases significantly with age, and many cancers occur more commonly in developed countries. Rates are increasing as more people live to an old age and as lifestyle changes occur in the developing world. The financial costs of cancer were estimated at $1.16 trillion USD per year as of 2010. Cancers are a large family of diseases that involve abnormal cell growth with the potential to invade or spread to other parts of the body. They form a subset of neoplasms. A neoplasm or tumor is a group of cells that have undergone unregulated growth and will often form a mass or lump, but may be distributed diffusely.",
            "score": 158.8486328125
        },
        {
            "docid": "53338_2",
            "document": "Cervical cancer . Cervical cancer is a cancer arising from the cervix. It is due to the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Early on, typically no symptoms are seen. Later symptoms may include abnormal vaginal bleeding, pelvic pain, or pain during sexual intercourse. While bleeding after sex may not be serious, it may also indicate the presence of cervical cancer. Human papillomavirus infection (HPV) causes more than 90% of cases; most people who have had HPV infections, however, do not develop cervical cancer. Other risk factors include smoking, a weak immune system, birth control pills, starting sex at a young age, and having many sexual partners, but these are less important. Cervical cancer typically develops from precancerous changes over 10 to 20 years. About 90% of cervical cancer cases are squamous cell carcinomas, 10% are adenocarcinoma, and a small number are other types. Diagnosis is typically by cervical screening followed by a biopsy. Medical imaging is then done to determine whether or not the cancer has spread. HPV vaccines protect against between two and seven high-risk strains of this family of viruses and may prevent up to 90% of cervical cancers. As a risk of cancer still exists, guidelines recommend continuing regular Pap tests. Other methods of prevention include: having few or no sexual partners and the use of condoms. Cervical cancer screening using the Pap test or acetic acid can identify precancerous changes which when treated can prevent the development of cancer. Treatment of cervical cancer may consist of some combination of surgery, chemotherapy, and radiation therapy. Five-year survival rates in the United States are 68%. Outcomes, however, depend very much on how early the cancer is detected. Worldwide, cervical cancer is both the fourth-most common cause of cancer and the fourth-most common cause of death from cancer in women. In 2012, an estimated 528,000 cases of cervical cancer occurred, with 266,000 deaths. This is about 8% of the total cases and total deaths from cancer. About 70% of cervical cancers occur in developing countries. In low-income countries, it is one of the most common causes of cancer death. In developed countries, the widespread use of cervical screening programs has dramatically reduced rates of cervical cancer. In medical research, the most famous immortalised cell line, known as HeLa, was developed from cervical cancer cells of a woman named Henrietta Lacks.",
            "score": 158.10281372070312
        },
        {
            "docid": "105219_120",
            "document": "Cancer . In non-humans, a few types of transmissible cancer have been described, wherein the cancer spreads between animals by transmission of the tumor cells themselves. This phenomenon is seen in dogs with Sticker's sarcoma (also known as canine transmissible venereal tumor), and in Tasmanian devils with devil facial tumour disease (DFTD).",
            "score": 157.0979461669922
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 155.5464324951172
        },
        {
            "docid": "188518_2",
            "document": "Human papillomavirus infection . Human papillomavirus infection is an infection by \"human papillomavirus\" (HPV). Most HPV infections cause no symptoms and resolve spontaneously. In some people, an HPV infection persists and results in warts or precancerous lesions. The precancerous lesions increase the risk of cancer of the cervix, vulva, vagina, penis, anus, mouth, or throat. Nearly all cervical cancer is due to HPV with two types, HPV16 and HPV18, accounting for 70% of cases. Between 60% and 90% of the other cancers mentioned above are also linked to HPV. HPV6 and HPV11 are common causes of genital warts and laryngeal papillomatosis. An HPV infection is caused by \"human papillomavirus\", a DNA virus from the papillomavirus family, of which over 170 types are known. More than 40 types are transmitted through sexual contact and infect the anus and genitals. Risk factors for persistent HPV infections include early age of first sexual intercourse, multiple partners, smoking, and poor immune function. HPV is typically spread by sustained direct skin-to-skin contact with vaginal and anal sex being the most common methods. Occasionally, it can spread from a mother to her baby during pregnancy. It does not spread via common items like toilet seats. People can become infected with more than one type of HPV. HPV only affects humans. HPV vaccines can prevent the most common types of infection. To be most effective, they should be used before an infection occurs and are therefore recommended between the ages of nine and 13. Cervical cancer screening, such as with the Papanicolaou test (pap) or looking at the cervix after using acetic acid, can detect early cancer or abnormal cells that may develop into cancer. This allows for early treatment which results in better outcomes. Screening has reduced both the number and deaths from cervical cancer in the developed world. Warts can be removed by freezing. HPV is the most common sexually transmitted infection globally. Most people are infected at some point in their lives. In 2012, about 528,000 new cases and 266,000 deaths occurred from cervical cancer worldwide. Around 85% of these occurred in the developing world. In the United States, about 27,000 cases of cancer due to HPV occur each year. About 1% of sexually active adults have genital warts. While cases of warts have been described since the time of ancient Greece, their viral nature was not discovered until 1907.",
            "score": 154.97509765625
        },
        {
            "docid": "8730977_5",
            "document": "Clonally transmissible cancer . Clonally transmissible cancer, caused by a clone of malignant cells rather than a virus, is an extremely rare disease modality, with few transmissible cancers being known Animals that have undergone population bottlenecks may be at greater risks of contracting transmissible cancers. Because of their transmission, it was initially thought that these diseases were caused by the transfer of oncoviruses, in the manner of cervical cancer caused by HPV. However, canine transmissible venereal tumor mutes the expression of the immune response, whereas the Syrian hamster disease spreads due to lack of genetic diversity.",
            "score": 154.22767639160156
        },
        {
            "docid": "64993_2",
            "document": "Skin cancer . Skin cancers are cancers that arise from the skin. They are due to the development of abnormal cells that have the ability to invade or spread to other parts of the body. There are three main types of skin cancers: basal-cell skin cancer (BCC), squamous-cell skin cancer (SCC) and melanoma. The first two, along with a number of less common skin cancers, are known as nonmelanoma skin cancer (NMSC). Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or result in death. It often appears as a painless raised area of skin, that may be shiny with small blood vessel running over it or may present as a raised area with an ulcer. Squamous-cell skin cancer is more likely to spread. It usually presents as a hard lump with a scaly top but may also form an ulcer. Melanomas are the most aggressive. Signs include a mole that has changed in size, shape, color, has irregular edges, has more than one color, is itchy or bleeds. Greater than 90% of cases are caused by exposure to ultraviolet radiation from the Sun. This exposure increases the risk of all three main types of skin cancer. Exposure has increased partly due to a thinner ozone layer. Tanning beds are becoming another common source of ultraviolet radiation. For melanomas and basal-cell cancers exposure during childhood is particularly harmful. For squamous-cell skin cancers total exposure, irrespective of when it occurs, is more important. Between 20% and 30% of melanomas develop from moles. People with light skin are at higher risk as are those with poor immune function such as from medications or HIV/AIDS. Diagnosis is by biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing melanoma and squamous-cell skin cancer. It is not clear if sunscreen affects the risk of basal-cell cancer. Nonmelanoma skin cancer is usually curable. Treatment is generally by surgical removal but may less commonly involve radiation therapy or topical medications such as fluorouracil. Treatment of melanoma may involve some combination of surgery, chemotherapy, radiation therapy, and targeted therapy. In those people whose disease has spread to other areas of their bodies, palliative care may be used to improve quality of life. Melanoma has one of the higher survival rates among cancers, with over 86% of people in the UK and more than 90% in the United States surviving more than 5 years. Skin cancer is the most common form of cancer, globally accounting for at least 40% of cases. The most common type is nonmelanoma skin cancer, which occurs in at least 2-3 million people per year. This is a rough estimate, however, as good statistics are not kept. Of nonmelanoma skin cancers, about 80% are basal-cell cancers and 20% squamous-cell skin cancers. Basal-cell and squamous-cell skin cancers rarely result in death. In the United States they were the cause of less than 0.1% of all cancer deaths. Globally in 2012 melanoma occurred in 232,000 people, and resulted in 55,000 deaths. Australia and New Zealand have the highest rates of melanoma in the world. The three main types of skin cancer have become more common in the last 20 to 40 years, especially in those areas which are mostly Caucasian.",
            "score": 152.9947967529297
        },
        {
            "docid": "14290366_20",
            "document": "Lesbian sexual practices . The Centers for Disease Control and Prevention (CDC) did not recognize female-to-female transmission as a possible method of HIV infection until 1995. The CDC reported there is little data available regarding the risk of spreading sexually transmitted infections between women. However, the CDC states that pathogens such as metronidazole-resistant trichomoniasis, genotype-concordant HIV, human papillomavirus (HPV, which has been linked to nearly all cases of cervical cancer) and syphilis can be spread through sexual contact between women. While the rates of these pathologies are unknown, one study showed 30% of lesbians and bisexual women had medical histories with sexually transmitted infections. This does not mean that sexually active lesbians are exposed to higher health risks than the general population. Health Canada noted \"the prevalence of all types of HPV (cancer and non-cancer-causing) in different groups of Canadian women ranges from 20%–33%\" and an American university study found 60% of sexually active females were infected with HPV at some time within a three-year period.",
            "score": 152.72145080566406
        },
        {
            "docid": "20149128_2",
            "document": "Mytilus trossulus . Mytilus trossulus, the bay mussel or foolish mussel, is a medium-sized edible marine bivalve mollusc in the family Mytilidae.",
            "score": 152.4344482421875
        },
        {
            "docid": "2091783_7",
            "document": "Invasive carcinoma of no special type . Tumors under 1 cm in diameter are unlikely to spread systemically. Tumors are staged by size. Absence of cancer cells in the lymph nodes is a good indication that the cancer has not spread systemically. Presence of cancer in the lymph nodes indicates the cancer may have spread. In studies, some women have had presence of cancer in the lymph nodes, were not treated with chemotherapy, and still did not have a systemic spread. Therefore, lymph node involvement is not a positive predictor of spread. Tumor size staging and node involvement staging can be combined into a single clinical staging number. The appearance of cancer cells under a microscope is another predictor of systemic spread. The more different the cancer cells look compared to normal duct cells, the greater the risk of systemic spread. There are three characteristics that differentiate cancer cells from normal cells.",
            "score": 152.03614807128906
        },
        {
            "docid": "397007_2",
            "document": "Squamous cell skin cancer . Squamous-cell skin cancer, also known as cutaneous squamous-cell carcinoma (cSCC), is one of the main types of skin cancer along with basal cell cancer, and melanoma. It usually presents as a hard lump with a scaly top but can also form an ulcer. Onset is often over months. Squamous-cell skin cancer is more likely to spread to distant areas than basal cell cancer. The greatest risk factor is high total exposure to ultraviolet radiation from the Sun. Other risks include prior scars, chronic wounds, actinic keratosis, lighter skin, Bowen's disease, arsenic exposure, radiation therapy, poor immune system function, previous basal cell carcinoma, and HPV infection. Risk from UV radiation is related to total exposure, rather than early exposure. Tanning beds are becoming another common source of ultraviolet radiation. It begins from squamous cells found within the skin. Diagnosis is often based on skin examination and confirmed by tissue biopsy. Decreasing exposure to ultraviolet radiation and the use of sunscreen appear to be effective methods of preventing squamous-cell skin cancer. Treatment is typically by surgical removal. This can be by simple excision if the cancer is small otherwise Mohs surgery is generally recommended. Other options may include application of cold and radiation therapy. In the cases in which distant spread has occurred chemotherapy or biologic therapy may be used. As of 2015, about 2.2 million people have cSCC at any given time. It makes up about 20% of all skin cancer cases. About 12% of males and 7% of females in the United States developed cSCC at some point in time. While prognosis is usually good, if distant spread occurs five-year survival is ~34%. In 2015 it resulted in about 51,900 deaths globally. The usual age at diagnosis is around 66. Following the successful treatment of one case of cSCC people are at high risk of developing further cases.",
            "score": 151.02891540527344
        },
        {
            "docid": "696132_2",
            "document": "Basal-cell carcinoma . Basal-cell carcinoma (BCC), also known as basal-cell cancer, is the most common type of skin cancer. It often appears as a painless raised area of skin, which may be shiny with small blood vessels running over it; or it may present as a raised area with ulceration. Basal-cell cancer grows slowly and can damage the tissue around it but is unlikely to spread to distant areas or to result in death. Risk factors include exposure to ultraviolet light, having lighter skin, radiation therapy, long-term exposure to arsenic, and poor immune-system function. Exposure to UV light during childhood is particularly harmful. Tanning beds have become another common source of ultraviolet radiation. Diagnosis often depends on skin examination, confirmed by tissue biopsy. It remains unclear whether sunscreen affects the risk of basal-cell cancer. Treatment is typically by surgical removal. This can be by simple excision if the cancer is small; otherwise Mohs surgery is generally recommended. Other options may include application of cold, topical chemotherapy, laser surgery, or the use of imiquimod. In the rare cases in which distant spread has occurred, chemotherapy or targeted therapy may be used. Basal-cell cancer accounts for at least 32% of all cancers globally. Of skin cancers other than melanoma, about 80% are basal-cell cancers. In the United States about 35% of white males and 25% of white females are affected by BCC at some point in their life. Individuals with a basal-cell carcinoma typically present with a shiny, pearly skin nodule. However, superficial basal-cell cancer can present as a red patch similar to eczema. Infiltrative or morpheaform basal-cell cancers can present as a skin thickening or scar tissue – making diagnosis difficult without using tactile sensation and a skin biopsy. It is often difficult to visually distinguish basal-cell cancer from acne scar, actinic elastosis, and recent cryodestruction inflammation. About two thirds of basal-cell carcinomas occur on sun-exposed areas of the body. One-third occur on areas of the body that are not exposed to sunlight, emphasizing the genetic susceptibility of basal-cell cancer.",
            "score": 149.7778778076172
        },
        {
            "docid": "420656_4",
            "document": "New Zealand pea crab . The New Zealand pea crab is endemic to New Zealand and is common throughout the country, inhabiting the North Island, South Island, Stewart Island and the Chatham Islands. The New Zealand pea crab lives most commonly in green-lipped mussels (\"Perna canaliculus\"), but can also be found in many other bivalve molluscs including the blue mussel (\"Mytilus edulis aoteanus\"), the Pacific oyster (\"Crassostrea gigas\") and a species of clam (\"Chione stutchburyi\"). The infection rate in wild green-lipped mussel populations can range from 0 to 70%.",
            "score": 149.3555908203125
        },
        {
            "docid": "20149128_4",
            "document": "Mytilus trossulus . \"Mytilus trossulus\" is the main native intertidal mussel in the Northern Pacific. In North America it is found from California to Alaska, and in Asia from Hokkaido northwards. At its southern limits, it hybridizes with \"Mytilus galloprovincialis\" (the Mediterranean mussel), which has been introduced to the Pacific by human activity.",
            "score": 149.1254119873047
        },
        {
            "docid": "88078_2",
            "document": "Prostate cancer . Prostate cancer is the development of cancer in the prostate, a gland in the male reproductive system. Most prostate cancers are slow growing; however, some grow relatively quickly. The cancer cells may spread from the prostate to other area of the body, particularly the bones and lymph nodes. It may initially cause no symptoms. In later stages, it can lead to difficulty urinating, blood in the urine or pain in the pelvis, back, or when urinating. A disease known as benign prostatic hyperplasia may produce similar symptoms. Other late symptoms may include feeling tired due to low levels of red blood cells. Factors that increase the risk of prostate cancer include older age, a family history of the disease, and race. About 99% of cases occur in males over the age of 50. Having a first-degree relative with the disease increases the risk two to threefold. In the United States, it is more common in the African American population than the White American population. Other factors that may be involved include a diet high in processed meat, red meat or milk products or low in certain vegetables. An association with gonorrhea has been found, but a reason for this relationship has not been identified. An increased risk is associated with the BRCA mutations. Prostate cancer is diagnosed by biopsy. Medical imaging may then be done to determine if the cancer has spread to other parts of the body. Prostate cancer screening is controversial. Prostate-specific antigen (PSA) testing increases cancer detection, but it is controversial regarding whether it improves outcomes. Informed decision making is recommended when it comes to screening among those 55 to 69 years old. Testing, if carried out, is more reasonable in those with a longer life expectancy. While 5α-reductase inhibitors appear to decrease low-grade cancer risk, they do not affect high-grade cancer risk and thus are not recommended for prevention. Supplementation with vitamins or minerals does not appear to affect the risk. Many cases are managed with active surveillance or watchful waiting. Other treatments may include a combination of surgery, radiation therapy, hormone therapy or chemotherapy. When it only occurs inside the prostate, it may be curable. In those in whom the disease has spread to the bones, pain medications, bisphosphonates and targeted therapy, among others, may be useful. Outcomes depend on a person's age and other health problems as well as how aggressive and extensive the cancer is. Most people with prostate cancer do not end up dying from the disease. The 5-year survival rate in the United States is 99%. Globally, it is the second most common type of cancer and the fifth leading cause of cancer-related death in men. In 2012, it occurred in 1.1 million men and caused 307,000 deaths. It was the most common cancer in males in 84 countries, occurring more commonly in the developed world. Rates have been increasing in the developing world. Detection increased significantly in the 1980s and 1990s in many areas due to increased PSA testing. Studies of males who died from unrelated causes have found prostate cancer in 30% to 70% of those over age 60. Early prostate cancer usually has no clear symptoms. Sometimes prostate cancer does cause symptoms, often similar to those of diseases such as benign prostatic hyperplasia. These include frequent urination, nocturia (increased urination at night), difficulty starting and maintaining a steady stream of urine, hematuria (blood in the urine), and dysuria (painful urination). A study based on the 1998 Patient Care Evaluation in the US found that about a third of patients diagnosed with prostate cancer had one or more such symptoms, while two-thirds had no symptoms.",
            "score": 148.93357849121094
        },
        {
            "docid": "22191575_2",
            "document": "Thyroid cancer . Thyroid cancer is cancer that develops from the tissues of the thyroid gland. It is a disease in which cells grow abnormally and have the potential to spread to other parts of the body. Symptoms can include swelling or a lump in the neck. Cancer can also occur in the thyroid after spread from other locations, in which case it is not classified as thyroid cancer. Risk factors include radiation exposure at a young age, having an enlarged thyroid, and family history. There are four main types – papillary thyroid cancer, follicular thyroid cancer, medullary thyroid cancer, and anaplastic thyroid cancer. Diagnosis is often based on ultrasound and fine needle aspiration. Screening people without symptoms and at normal risk for the disease is not recommended as of 2017. Treatment options may include surgery, radiation therapy including radioactive iodine, chemotherapy, thyroid hormone, targeted therapy, and watchful waiting. Surgery may involve removing part or all of the thyroid. Five year survival rates are 98% in the United States. Globally as of 2015 3.2 million people have thyroid cancer. In 2012, 298,000 new cases occurred. It most commonly occurs between the ages of 35 and 65. Women are affected more often than men. Those of Asian descent are more commonly affected. Rates have increased in the last few decades which is believed to be due to better detection. In 2015 it resulted in 31,900 deaths.",
            "score": 146.6426544189453
        },
        {
            "docid": "2268863_6",
            "document": "Canine transmissible venereal tumor . The CTVT cells have fewer chromosomes than normal cells. Dog cells normally have 78 chromosomes; The cancer cells contain 57–64 chromosomes that are very different in appearance from normal dog chromosomes. All dog chromosomes except X and Y are acrocentric, having a centromere very near to the end of the chromosome, while many of the CTVT chromosomes are metacentric or submetacentric, having a centromere nearer to the middle. There is no evidence that the tumor is caused by a virus or virus-like organism. The infectious agent of canine transmissible venereal tumor is the cancer cell itself and the tumor is clonal in origin. All tumor cells of this type of cancer share extremely similar genetic code, often if not always unrelated to the DNA of their host. Specifically, the LINE-1 element in the tumor cells is in a different location than in normal canine DNA. This demonstrates that the tumors do not arise from separate cancerous transformation in individual animals. Rather, the malignant tumor cells from one dog are transferred to another.",
            "score": 146.43258666992188
        },
        {
            "docid": "8905895_13",
            "document": "Freshwater pearl mussel . Once the most abundant bivalve mollusc in ancient rivers around the world, numbers of the freshwater pearl mussel are now declining in all countries and this species is nearly extinct in many areas. The causes of this decline are not fully understood, but alteration and degradation of its freshwater habitat undoubtedly plays a central role. The negative impacts humans have on rivers and streams come from a wide range of activities such as river regulation, drainage, sewage disposal, dredging, and water pollution, including the introduction of excess nutrients. Anything that affects the abundance of the fish hosts will also affect the freshwater pearl mussel; for example, the introduction of exotic fish species, such as the rainbow trout, reduce the number of native fish hosts. Introduced species are also directly affecting the freshwater pearl mussel; the invasion of the zebra mussel (\"Dreissena polymorpha\"), which has been spread to new locations by being transported on the bottom of boats or in ballast waters, has impacted freshwater pearl mussel populations in all countries it has invaded.",
            "score": 145.4275665283203
        },
        {
            "docid": "56639170_2",
            "document": "Squamous-cell carcinoma of the vagina . Squamous-cell carcinoma of the vagina is a potentially invasive type of cancer that forms in the tissues of the vagina. Though uncommon, squamous-cell cancer of the vagina (SCCV) is the most common type of vaginal cancer. It is further subdivided inot the following subtypes: keratinizing, nonkeratinizing, basaloid, and warty. It forms in squamous cells, the thin, flat cells lining the vagina. Squamous cell vaginal cancer spreads slowly and usually stays near the vagina, but may spread to the lungs, liver, or bone. This is the most common type of vaginal cancer. SCCV accounts for approximately 85% of vaginal cancer cases and initially spreads superficially within the vaginal wall. It can later invade other vaginal tissues. The carcinoma can metastasize to the lungs, and less frequently in liver, bone, or other sites. SCC of the vagina is associated with a high rate of infection with oncogenic strains of human papillomavirus (HPV) and has many risk factors in common with cervical cancer.",
            "score": 144.2160186767578
        },
        {
            "docid": "14908022_3",
            "document": "Leptomeningeal cancer . It occurs with cancers that are most like to spread to the central nervous system. The most common cancers to include the leptomeninges are breast cancer, lung cancer, and melanomas because they can metastasize to the subarachnoid space in the brain which offers a hospitable environment for the growth of metastatic tumor cells. Individuals whose cancer has spread to an area of the brain known as the posterior fossa have a greater risk of developing a leptomeningeal cancer.",
            "score": 142.96229553222656
        },
        {
            "docid": "1992765_2",
            "document": "Precancerous condition . A precancerous condition or premalignant condition, sometimes called a potentially precancerous condition or potentially premalignant condition, is a term used to describe certain conditions or lesions involving abnormal cells which are associated with an increased risk of developing into cancer. Clinically, precancerous conditions encompass a variety of conditions or lesions with an increased risk of developing into cancer. Some of the most common precancerous conditions include certain colon polyps, which can progress into colon cancer, monoclonal gammopathy of unknown significance, which can progress into multiple myeloma or myelodysplastic syndrome. and cervical dysplasia, which can progress into cervical cancer. Pathologically, precancerous lesions can range from benign neoplasias, which are tumors which do not invade neighboring normal tissues or spread to distant organs, to dysplasia, which involves collections of abnormal cells which in some cases have an increased risk of progressing to anaplasia and invasive cancer. Sometimes the term \"precancer\" is also used to describe carcinoma in situ, which is a noninvasive cancer that has not progressed to an aggressive, invasive stage. As with other precancerous conditions, not all carcinoma in situ will progress to invasive disease.",
            "score": 141.58067321777344
        },
        {
            "docid": "793631_20",
            "document": "Cancer vaccine . A tumour can have many cell types of cells, each with different cell-surface antigens. Those cells are derived from each patient and display few if any antigens that are foreign to that individual. This makes it difficult for the immune system to distinguish cancer cells from normal cells. Some scientists believe that renal cancer and melanoma are the two cancers with most evidence of spontaneous and effective immune responses, possibly because they often display antigens that are evaluated as foreign. Many attempts at developing cancer vaccines are directed against these tumors. However, Provenge's success in prostate cancer, a disease that never spontaneously regresses, suggests that cancers other than melanoma and renal cancer may be equally amenable to immune attack.",
            "score": 141.50634765625
        },
        {
            "docid": "729500_63",
            "document": "Head and neck cancer . Like any cancer, metastasization affects many areas of the body, as the cancer spreads from cell to cell and organ to organ. For example, if it spreads to the bone marrow, it will prevent the body from producing enough red blood cells and affects the proper functioning of the white blood cells and the body's immune system; spreading to the circulatory system will prevent oxygen from being transported to all the cells of the body; and throat cancer can throw the nervous system into chaos, making it unable to properly regulate and control the body.",
            "score": 141.46060180664062
        },
        {
            "docid": "489794_17",
            "document": "Adenoma . Most salivary gland tumors are benign – that is, they are not cancer and will not spread to other parts of the body. These tumors are almost never life-threatening. There are many types of benign salivary gland tumors, with names such as adenomas, oncocytomas, Warthin tumors, and benign mixed tumors (also known as pleomorphic adenomas). Benign tumors are almost always cured by surgery. Very rarely, they may become cancer if left untreated for a long time or if they are not completely removed and grow back. It’s not clear exactly how benign tumors become cancers. There are many types of salivary gland cancers. Normal salivary glands are made up of several different types of cells, and tumors can start in any of these cell types. Salivary gland cancers are named according to which of these cell types they most look like when seen under a microscope. The main types of cancers are described below. Doctors usually give salivary cancers a grade (from 1 to 3, or from low to high), based on how abnormal the cancers look under a microscope. The grade gives a rough idea of how quickly it is likely to grow and spread.",
            "score": 141.29385375976562
        },
        {
            "docid": "322177_8",
            "document": "Penile cancer . Like many malignancies, penile cancer can spread to other parts of the body. It is usually a primary malignancy, the initial place from which a cancer spreads in the body. Much less often it is a secondary malignancy, one in which the cancer has spread to the penis from elsewhere. The staging of penile cancer is determined by the extent of tumor invasion, nodal metastasis, and distant metastasis.",
            "score": 141.29330444335938
        }
    ]
}