{
    "q": [
        {
            "docid": "14876844_4",
            "document": "ATP synthase gamma subunit . Both the F1 and Fo complexes are rotary motors that are coupled back-to-back. In the F1 complex, the central gamma subunit forms the rotor inside the cylinder made of the alpha(3)beta(3) subunits, while in the Fo complex, the ring-shaped C subunits forms the rotor. The two rotors rotate in opposite directions, but the Fo rotor is usually stronger, using the force from the proton gradient to push the F1 rotor in reverse in order to drive ATP synthesis. These ATPases can also work in reverse to hydrolyse ATP to create a proton gradient.",
            "score": 138.2258448600769
        },
        {
            "docid": "178220_11",
            "document": "ATP synthase . The crystal structure of the F showed alternating alpha and beta subunits (3 of each), arranged like segments of an orange around a rotating asymmetrical gamma subunit. According to the current model of ATP synthesis (known as the alternating catalytic model), the transmembrane potential created by (H+) proton cations supplied by the electron transport chain, drives the (H+) proton cations from the intermembrane space through the membrane via the F region of ATP synthase. A portion of the F (the ring of c-subunits) rotates as the protons pass through the membrane. The c-ring is tightly attached to the asymmetric central stalk (consisting primarily of the gamma subunit), causing it to rotate within the alphabeta of F causing the 3 catalytic nucleotide binding sites to go through a series of conformational changes that lead to ATP synthesis. The major F subunits are prevented from rotating in sympathy with the central stalk rotor by a peripheral stalk that joins the alphabeta to the non-rotating portion of F. The structure of the intact ATP synthase is currently known at low-resolution from electron cryo-microscopy (cryo-EM) studies of the complex. The cryo-EM model of ATP synthase suggests that the peripheral stalk is a flexible structure that wraps around the complex as it joins F to F. Under the right conditions, the enzyme reaction can also be carried out in reverse, with ATP hydrolysis driving proton pumping across the membrane.",
            "score": 171.58456158638
        },
        {
            "docid": "4256142_8",
            "document": "V-ATPase . The V domain is responsible for ATP hydrolysis, whereas the V domain is responsible for proton translocation. ATP hydrolysis at the catalytic nucleotide binding sites on subunit A drives rotation of a central stalk composed of subunits D and F, which in turn drives rotation of a barrel of c subunits relative to the a subunit. The complex structure of the V-ATPase has been revealed through the structure of the \"M. Sexta\" and Yeast complexes that were solved by single-particle cryo-EM and negative staining, respectively. These structures have revealed that the V-ATPase has a 3-stator network, linked by a collar of density formed by the C, H, and a subunits, which, while dividing the V and V domains, make no interactions with the central rotor axle formed by the F, D, and d subunits. Rotation of this central rotor axle caused by the hydrolysis of ATP within the catalytic AB domains results in the movement of the barrel of c subunits past the a subunit, which drives proton transport across the membrane. A stoichiometry of two protons translocated for each ATP hydrolyzed has been proposed by Johnson.",
            "score": 140.3583710193634
        },
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 138.37675547599792
        },
        {
            "docid": "35589912_3",
            "document": "P/O ratio . The P/O ratio is dependent on the quantity of hydrogen atoms transported outward across an electrochemical gradient, and the number of protons which return inward through the membrane via an enzyme such as ATP synthase. The ATP generated will be dependent on the amount of ATP produced per rotation of the ATP synthase rotor, and the number of hydrogen atoms necessary to complete a rotation.",
            "score": 120.78872108459473
        },
        {
            "docid": "43093_10",
            "document": "Flagellum . The bacterial flagellum is driven by a rotary engine (Mot complex) made up of protein, located at the flagellum's anchor point on the inner cell membrane. The engine is powered by proton motive force, i.e., by the flow of protons (hydrogen ions) across the bacterial cell membrane due to a concentration gradient set up by the cell's metabolism (\"Vibrio\" species have two kinds of flagella, lateral and polar, and some are driven by a sodium ion pump rather than a proton pump). The rotor transports protons across the membrane, and is turned in the process. The rotor alone can operate at 6,000 to 17,000 rpm, but with the flagellar filament attached usually only reaches 200 to 1000 rpm. The direction of rotation can be changed by the flagellar motor switch almost instantaneously, caused by a slight change in the position of a protein, FliG, in the rotor. The flagellum is highly energy efficient and uses very little energy. The exact mechanism for torque generation is still poorly understood. Because the flagellar motor has no on-off switch, the protein epsE is used as a mechanical clutch to disengage the motor from the rotor, thus stopping the flagellum and allowing the bacterium to remain in one place.",
            "score": 67.82657814025879
        },
        {
            "docid": "14662962_5",
            "document": "ATP synthase subunit C . Subunit C (also called subunit 9, or proteolipid in F-ATPases, or the 16 kDa proteolipid in V-ATPases) was found in the Fo or Vo complex of F- and V-ATPases, respectively. In F-ATPases, ten C subunits form an oligomeric ring that makes up the Fo rotor. The flux of protons through the ATPase channel drives the rotation of the C subunit ring, which in turn is coupled to the rotation of the F1 complex gamma subunit rotor due to the permanent binding between the gamma and epsilon subunits of F1 and the C subunit ring of Fo. The sequential protonation and deprotonation of Asp61 of subunit C is coupled to the stepwise movement of the rotor.",
            "score": 140.96770989894867
        },
        {
            "docid": "3572421_3",
            "document": "Swashplate (aeronautics) . The swashplate consists of two main parts: a stationary swashplate and a rotating swashplate. The stationary (outer) swashplate is mounted on the main rotor mast and is connected to the cyclic and collective controls by a series of pushrods. It is able to tilt in all directions and move vertically. The rotating (inner) swashplate is mounted to the stationary swashplate by means of a bearing and is allowed to rotate with the main rotor mast. An anti-rotation link prevents the inner swash from rotating independently of the blades, which would apply torque to the actuators. The outer swashplate typically has an anti-rotation slider as well to prevent it from rotating. Both swashplates tilt up and down as one unit. The rotating swashplate is connected to the pitch horns by the pitch links. Alternative mechanics to the stationary (outer) swashplate are the hexapod and the universal joint. Swashplates for helicopters having two rotors mounted on the same shaft are much more complex than the single rotor helicopters.",
            "score": 28.23082208633423
        },
        {
            "docid": "15217736_5",
            "document": "ATP5E . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Part of the complex F domain and of the central stalk which is part of the complex rotary element. Rotation of the central stalk against the surrounding alphabeta subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits (By similarity).",
            "score": 138.40796971321106
        },
        {
            "docid": "49448233_9",
            "document": "Albert Gillis von Baumhauer . Von Baumhauer's design made some major achievements which greatly influenced further development of helicopters. It used a single rotor, as opposed to two counter-rotating rotors on which most contemporary designs were based. He was one of the first to use the tail rotor to counteract the torque produced by the main rotor. The tail rotor was powered by its own engine (for easier control) and its angle of incidence could not be adjusted during flight. Another notable achievement was use of collective and cyclic pitch control. The swashplate principle was applied. Below the rotor, two concentric rings were mounted, connected to each other with bearings. The non-rotating inner ring could be tilted and moved along the rotor shaft. The outer ring rotated with the rotor and adjusted blade angles via rods. This enabled adjustment of blade pitch according to the blade's current angle, a mechanism which is still used in modern helicopters.",
            "score": 48.7939829826355
        },
        {
            "docid": "14763133_5",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Subunits alpha and beta form the catalytic core in F. Rotation of the central stalk against the surrounding alpha(3)beta(3) subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits. Subunit alpha does not bear the catalytic high-affinity ATP-binding sites.",
            "score": 137.06975436210632
        },
        {
            "docid": "317866_3",
            "document": "Shaded-pole synchronous motor . Like a shaded pole induction motor, they use field coils with additional copper \"shading coils\" (see the illustration) to produce a weakly rotating magnetic field. But unlike a shaded pole induction motor (which uses a squirrel cage rotor), the synchronous version of this motor uses a magnetized rotor. This rotor rotates synchronously with the rotating magnetic field: if the rotor begins to lag behind the rotating field, driving torque increases and the rotor speeds up slightly until the rotor's position within the rotating field is a point where torque = drag; similarly, if the rotation of the field slows down, the rotor will advance relative to the field, torque will decline, or even become negative, slowing the speed of the rotor until it again reaches a position relative to the field where torque = drag.",
            "score": 36.26469099521637
        },
        {
            "docid": "14138499_3",
            "document": "MT-ATP8 . This protein subunit appears to be an integral component of the stator stalk in yeast mitochondrial F-ATPases. The stator stalk is anchored in the membrane, and acts to prevent futile rotation of the ATPase subunits relative to the rotor during coupled ATP synthesis/hydrolysis. This subunit may have an analogous function in Metazoa.",
            "score": 79.47630453109741
        },
        {
            "docid": "92236_7",
            "document": "Electron transport chain . The function of the electron transport chain is to produce a transmembrane proton electrochemical gradient as a result of the redox reactions. If protons flow back through the membrane, they enable mechanical work, such as rotating bacterial flagella. ATP synthase, an enzyme highly conserved among all domains of life, converts this mechanical work into chemical energy by producing ATP, which powers most cellular reactions. A small amount of ATP is available from substrate-level phosphorylation, for example, in glycolysis. In most organisms the majority of ATP is generated in electron transport chains, while only some obtain ATP by fermentation.",
            "score": 119.65565538406372
        },
        {
            "docid": "23715125_7",
            "document": "Wheel hub motor . A hub motor typically is designed in one of three configurations. Considered least practical is an axial-flux motor, where the stator windings are typically sandwiched between sets of magnets. The other two configurations are both radial designs with the motor magnets bonded to the rotor; in one, the inner rotation motor, the rotor sits inside the stator, as in a conventional motor. In the other, the outer-rotation motor, the rotor sits outside the stator and rotates around it. The application of hub motors in vehicular uses is still evolving, and neither configuration has become standard.",
            "score": 21.250651597976685
        },
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 160.85646271705627
        },
        {
            "docid": "1149802_5",
            "document": "Rotary converter . The rotary converter can be thought of as a motor-generator, where the two machines share a single rotating armature and set of field coils. The basic construction of the rotary converter consists of a DC generator (dynamo) with a set of slip rings tapped into its rotor windings at evenly spaced intervals. When a dynamo is spun the electric currents in its rotor windings alternate as it rotates in the magnetic field of the stationary field windings. This alternating current is rectified by means of a commutator which allows DC current to be extracted from the rotor. This principle is taken advantage of by energizing the same rotor windings with AC power which causes the machine to act as a synchronous AC motor. The rotation of the energized coils excites the stationary field windings producing part of the DC current. The other part is AC current from the slip rings which is directly rectified into DC by the commutator. This makes the rotary converter a hybrid dynamo and mechanical rectifier. When used in this way it is referred to as a synchronous rotary converter or simply a synchronous converter. The AC slip rings also allow the machine to act as an alternator.",
            "score": 51.60152876377106
        },
        {
            "docid": "486436_5",
            "document": "Rotational–vibrational spectroscopy . The appearance of rotational fine structure is determined by the symmetry of the molecular rotors which are classified, in the same way as for pure rotational spectroscopy, into linear molecules, spherical-, symmetric- and asymmetric- rotor classes. The quantum mechanical treatment of rotational fine structure is the same as for pure rotation.",
            "score": 25.13744568824768
        },
        {
            "docid": "4256142_10",
            "document": "V-ATPase . The V domain of the V-ATPase is the site of ATP hydrolysis. This soluble domain consists of a hexamer of alternating A and B subunits, a central rotor D, peripheral stators G and E, and regulatory subunits C and H. Hydrolysis of ATP drives a conformational change in the six A|B interfaces and with it rotation of the central rotor D. Unlike with the ATP synthase, the V domain is not an active ATPase when dissociated.",
            "score": 103.39640831947327
        },
        {
            "docid": "45515158_10",
            "document": "Magnetic gear . Generally a rotational device. A ratio of magnetic pole pairs, where the least number rotates at a higher rate than the higher number pole pair. An intermediate ferromagnetic pole \"stator\" is usually held stationary and used to effect the concentration of the magnetic lines of force between the high speed rotor and the low speed rotor. The ratio of High speed to Low Speed is the number of magnetic pole pairs on the high speed rotor to the number of magnetic pole pairs on the low speed rotor. This implies an even number of magnets on both rotors. The Ferromagnetic stator has two alternative solutions. The first being the sum of the number of pole pairs of the two rotors, giving the opposite direction of rotation, and the second having pole pieces numbering the difference between the pole pairs of the rotors, which results in the direction of rotation being the same.",
            "score": 33.668734431266785
        },
        {
            "docid": "178220_4",
            "document": "ATP synthase . ATP synthase consists of two main subunits, F and F, which has a rotational motor mechanism allowing for ATP production. Because of its rotating subunit ATP Synthase is a molecular machine.",
            "score": 110.97250270843506
        },
        {
            "docid": "35589912_4",
            "document": "P/O ratio . Inward moving hydrogen must not only power rotation of ATP synthase, but may also be used in the transport of products and precursors. Given the net charge differences between ATP and ADP, the enzyme ATP–ADP translocase uses the equivalent of one hydrogen ion when moving ATP (outward) and ADP (inward) across the inner mitochondrial membrane.",
            "score": 113.56475782394409
        },
        {
            "docid": "251075_11",
            "document": "Induction motor . The induced currents in the rotor windings in turn create magnetic fields in the rotor that react against the stator field. Due to Lenz's Law, the direction of the magnetic field created will be such as to oppose the change in current through the rotor windings. The cause of induced current in the rotor windings is the rotating stator magnetic field, so to oppose the change in rotor-winding currents the rotor will start to rotate in the direction of the rotating stator magnetic field. The rotor accelerates until the magnitude of induced rotor current and torque balances the applied mechanical load on the rotation of the rotor. Since rotation at synchronous speed would result in no induced rotor current, an induction motor always operates slightly slower than synchronous speed. The difference, or \"slip,\" between actual and synchronous speed varies from about 0.5% to 5.0% for standard Design B torque curve induction motors. The induction motor's essential character is that it is created solely by induction instead of being separately excited as in synchronous or DC machines or being self-magnetized as in permanent magnet motors.",
            "score": 20.99116086959839
        },
        {
            "docid": "19879858_4",
            "document": "Switched reluctance motor . The SRM has wound field coils as in a DC motor for the stator windings. The rotor however has no magnets or coils attached. It is a solid salient-pole rotor (having projecting magnetic poles) made of soft magnetic material (often laminated-steel). When power is applied to the stator windings, the rotor's magnetic reluctance creates a force that attempts to align the rotor pole with the nearest stator pole. In order to maintain rotation, an electronic control system switches on the windings of successive stator poles in sequence so that the magnetic field of the stator \"leads\" the rotor pole, pulling it forward. Rather than using a mechanical commutator to switch the winding current as in traditional motors, the switched-reluctance motor uses an electronic position sensor to determine the angle of the rotor shaft and solid state electronics to switch the stator windings, which enables dynamic control of pulse timing and shaping. This differs from the apparently similar induction motor that also energizes windings in a rotating phased sequence. In an SRM the rotor magnetization is static (a salient 'North' pole remains so as the motor rotates) while an induction motor has slip, and rotates at slightly less than synchronous speed. SRM's absence of slip makes it possible to know the rotor position exactly, allowing the motor to be stepped arbitrarily slowly.",
            "score": 26.729632139205933
        },
        {
            "docid": "8311050_8",
            "document": "Unconventional wind turbines . When a system expels or accelerates mass in one direction, the accelerated mass causes a proportional but opposite force on that system. The spinning blade of a single rotor wind turbine causes a significant amount of tangential or rotational air flow. The energy of this tangential air flow is wasted in a single-rotor propeller design. To use this wasted effort, the placement of a second rotor behind the first takes advantage of the disturbed airflow, and can gain up to 40% more energy from a given swept area as compared with a single rotor. Other advantages of contra-rotation include no gear boxes and auto-centering on the wind (no yaw motors/mechanism required). A patent application dated 1992 exists based on work done with the Trimblemill.",
            "score": 22.720575094223022
        },
        {
            "docid": "964733_7",
            "document": "Mazda Wankel engine . The key for comparing the displacement between the 4-cycle engine and the rotary engine is in studying the degrees of rotation for a thermodynamic cycle to occur. For a 4-cycle engine to complete every thermodynamic cycle, the engine must rotate 720° or two complete revolutions of the crankshaft. The rotary engine is different. The engine rotor rotates at 1/3 the speed of the crankshaft. On two rotor engines, front and rear rotors are 180° offset from each other. Each rotation of the engine (360°) will bring two faces through the combustion cycle (the torque input to the eccentric shaft). This said, it takes 1080° or three complete revolutions of the crankshaft to complete the entire thermodynamic cycle. Obviously, there is a disparity. How can we get a relatable number to compare to a 4-stroke engine? The best way is to study 720° of rotation of the two-rotor engine. Every 360° of rotation, two faces of the engine complete a combustion cycle. 720° will have a total of four faces completing their cycle. 40ci(654cc) per face times four faces equals 160ci or 2.6L. That's a well-reasoned number and now gives something that can be compared to other engines. In addition, since four faces passed by in the comparison, it’s like a four-cylinder engine. The 13B therefore compares well to a 2.6L 4-cylinder 4-cycle engine.",
            "score": 28.16897749900818
        },
        {
            "docid": "6517_36",
            "document": "Clutch . These mechanisms were found in some types of synchronous-motor-driven electric clocks. Many different types of synchronous clock motors were used, including the pre-World War II Hammond manual-start clocks. Some types of self-starting synchronous motors always started when power was applied, but in detail, their behaviour was chaotic and they were equally likely to start rotating in the wrong direction. Coupled to the rotor by one (or possibly two) stages of reduction gearing was a wrap-spring clutch-brake. The spring did not rotate. One end was fixed; the other was free. It rode freely but closely on the rotating member, part of the clock's gear train. The clutch-brake locked up when rotated backwards, but also had some spring action. The inertia of the rotor going backwards engaged the clutch and wound the spring. As it unwound, it restarted the motor in the correct direction. Some designs had no explicit spring as such—but were simply compliant mechanisms. The mechanism was lubricated and wear did not present a problem.",
            "score": 27.265347599983215
        },
        {
            "docid": "7517878_2",
            "document": "Rotordynamics . Rotor dynamics is a specialized branch of applied mechanics concerned with the behavior and diagnosis of rotating structures. It is commonly used to analyze the behavior of structures ranging from jet engines and steam turbines to auto engines and computer disk storage. At its most basic level, rotor dynamics is concerned with one or more mechanical structures (rotors) supported by bearings and influenced by internal phenomena that rotate around a single axis. The supporting structure is called a stator. As the speed of rotation increases the amplitude of vibration often passes through a maximum that is called a critical speed. This amplitude is commonly excited by unbalance of the rotating structure; everyday examples include engine balance and tire balance. If the amplitude of vibration at these critical speeds is excessive, then catastrophic failure occurs. In addition to this, turbo machinery often develop instabilities which are related to the internal makeup of turbo machinery, and which must be corrected. This is the chief concern of engineers who design large rotors.",
            "score": 27.39959955215454
        },
        {
            "docid": "178220_9",
            "document": "ATP synthase . Fo is a water insoluble protein with eight subunits and a transmembrane ring. The ring has a tetramer shape with a helix loop helix protein that goes though conformational changes when protonated and deprotonated, pushing neighboring subunits to rotate, causing the spinning of F which then also affects conformation of F, resulting in switching of states of alpha and beta subunits. The F region of ATP synthase is a proton pore that is embedded in the mitochondrial membrane. It consists of three main subunits a, b, and c, and (in humans) six additional subunits, d, e, f, g, F6, and 8 (or A6L). An atomic model for the dimeric yeast F region was determined by cryo-EM at an overall resolution of 3.6 Å This part of the enzyme is located inside the inter membrane space and is actually the portion that catalyzes the reaction between ADP and the inorganic phosphate.",
            "score": 144.3950299024582
        },
        {
            "docid": "22773_43",
            "document": "Oxidative phosphorylation . As protons cross the membrane through the channel in the base of ATP synthase, the F proton-driven motor rotates. Rotation might be caused by changes in the ionization of amino acids in the ring of c subunits causing electrostatic interactions that propel the ring of c subunits past the proton channel. This rotating ring in turn drives the rotation of the central axle (the γ subunit stalk) within the α and β subunits. The α and β subunits are prevented from rotating themselves by the side-arm, which acts as a stator. This movement of the tip of the γ subunit within the ball of α and β subunits provides the energy for the active sites in the β subunits to undergo a cycle of movements that produces and then releases ATP.",
            "score": 183.11327004432678
        },
        {
            "docid": "44021915_2",
            "document": "Molecular gyroscope . Molecular gyroscopes are chemical compounds or supramolecular complexes containing a rotor that moves freely relative to a stator, and therefore act as gyroscopes. Though any single bond or triple bond permits a chemical group to freely rotate, the compounds described as gyroscopes may protect the rotor from interactions, such as in a crystal structure with low packing density or by physically surrounding the rotor avoiding steric contact. A qualitative distinction can be made based on whether the activation energy needed to overcome rotational barriers is higher than the available thermal energy. If the activation energy required is higher than the available thermal energy, the rotor undergoes \"site exchange\", jumping in discrete steps between local energy minima on the potential energy surface. If there is thermal energy sufficiently higher than that needed to overcome the barrier to rotation, the molecular rotor can behave more like a macroscopic freely rotating inertial mass.",
            "score": 40.473572969436646
        },
        {
            "docid": "32754_21",
            "document": "Valve . A disc or valve member is a movable obstruction inside the stationary body that adjustably restricts flow through the valve. Although traditionally disc-shaped, discs come in various shapes. Depending on the type of valve, a disc can move linearly inside a valve, or rotate on the stem (as in a butterfly valve), or rotate on a hinge or trunnion (as in a check valve). A \"ball\" is a round valve member with one or more paths between ports passing through it. By rotating the ball, flow can be directed between different ports. Ball valves use spherical rotors with a cylindrical hole drilled as a fluid passage. Plug valves use cylindrical or conically tapered rotors called plugs. Other round shapes for rotors are possible as well in rotor valves, as long as the rotor can be turned inside the valve body. However, not all round or spherical discs are rotors; for example, a ball check valve uses the ball to block reverse flow, but is not a rotor because operating the valve does not involve rotation of the ball.",
            "score": 32.034029722213745
        }
    ],
    "r": [
        {
            "docid": "22773_43",
            "document": "Oxidative phosphorylation . As protons cross the membrane through the channel in the base of ATP synthase, the F proton-driven motor rotates. Rotation might be caused by changes in the ionization of amino acids in the ring of c subunits causing electrostatic interactions that propel the ring of c subunits past the proton channel. This rotating ring in turn drives the rotation of the central axle (the γ subunit stalk) within the α and β subunits. The α and β subunits are prevented from rotating themselves by the side-arm, which acts as a stator. This movement of the tip of the γ subunit within the ball of α and β subunits provides the energy for the active sites in the β subunits to undergo a cycle of movements that produces and then releases ATP.",
            "score": 183.11326599121094
        },
        {
            "docid": "178220_11",
            "document": "ATP synthase . The crystal structure of the F showed alternating alpha and beta subunits (3 of each), arranged like segments of an orange around a rotating asymmetrical gamma subunit. According to the current model of ATP synthesis (known as the alternating catalytic model), the transmembrane potential created by (H+) proton cations supplied by the electron transport chain, drives the (H+) proton cations from the intermembrane space through the membrane via the F region of ATP synthase. A portion of the F (the ring of c-subunits) rotates as the protons pass through the membrane. The c-ring is tightly attached to the asymmetric central stalk (consisting primarily of the gamma subunit), causing it to rotate within the alphabeta of F causing the 3 catalytic nucleotide binding sites to go through a series of conformational changes that lead to ATP synthesis. The major F subunits are prevented from rotating in sympathy with the central stalk rotor by a peripheral stalk that joins the alphabeta to the non-rotating portion of F. The structure of the intact ATP synthase is currently known at low-resolution from electron cryo-microscopy (cryo-EM) studies of the complex. The cryo-EM model of ATP synthase suggests that the peripheral stalk is a flexible structure that wraps around the complex as it joins F to F. Under the right conditions, the enzyme reaction can also be carried out in reverse, with ATP hydrolysis driving proton pumping across the membrane.",
            "score": 171.5845489501953
        },
        {
            "docid": "14662962_3",
            "document": "ATP synthase subunit C . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP. Some ATPases work in reverse, using the energy from the hydrolysis of ATP to create a proton gradient. There are different types of ATPases, which can differ in function (ATP synthesis and/or hydrolysis), structure (F-, V- and A-ATPases contain rotary motors) and in the type of ions they transport.",
            "score": 164.91456604003906
        },
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 160.85646057128906
        },
        {
            "docid": "92236_22",
            "document": "Electron transport chain . According to the chemiosmotic coupling hypothesis, proposed by Nobel Prize in Chemistry winner Peter D. Mitchell, the electron transport chain and oxidative phosphorylation are coupled by a proton gradient across the inner mitochondrial membrane. The efflux of protons from the mitochondrial matrix creates an electrochemical gradient (proton gradient). This gradient is used by the FF ATP synthase complex to make ATP via oxidative phosphorylation. ATP synthase is sometimes described as \"Complex V\" of the electron transport chain. The F component of ATP synthase acts as an ion channel that provides for a proton flux back into the mitochondrial matrix. It is composed of a, b and c subunits. Protons in the inter-membranous space of mitochondria first enters the ATP synthase complex through \"a\" subunit channel. Then protons move to the c subunits. The number of c subunits it has determines how many protons it will require to make the F turn one full revolution. For example, in humans, there are 8 c subunits, thus 8 protons are required. After \"c\" subunits, protons finally enters matrix using \"a\" subunit channel that opens into the mitochondrial matrix. This reflux releases free energy produced during the generation of the oxidized forms of the electron carriers (NAD and Q). The free energy is used to drive ATP synthesis, catalyzed by the F component of the complex. <br> Coupling with oxidative phosphorylation is a key step for ATP production. However, in specific cases, uncoupling the two processes may be biologically useful. The uncoupling protein, thermogenin—present in the inner mitochondrial membrane of brown adipose tissue—provides for an alternative flow of protons back to the inner mitochondrial matrix. Thyroxine is also a natural uncoupler. This alternative flow results in thermogenesis rather than ATP production. Synthetic uncouplers (e.g., 2,4-dinitrophenol, 2,4-dinitrocresol, CCCP) also exist, and can be lethal at high doses.",
            "score": 158.45201110839844
        },
        {
            "docid": "14179793_5",
            "document": "MT-ATP6 . The MT-ATP6 protein weighs 24.8 kDa and is composed of 226 amino acids. The protein is a subunit of the FF ATPase, also known as Complex V, which consists of 14 nuclear- and 2 mitochondrial-encoded subunits. As an A subunit, MT-ATP6 is contained within the non-catalytic, transmembrane F portion of the complex. The nomenclature of the enzyme has a long history. The F fraction derives its name from the term \"Fraction 1\" and F (written as a subscript letter \"o\", not \"zero\") derives its name from being the binding fraction for oligomycin, a type of naturally-derived antibiotic that is able to inhibit the F unit of ATP synthase. The F region of ATP synthase is a proton pore that is embedded in the mitochondrial membrane. It consists of three main subunits A, B, and C, and (in humans) six additional subunits, d, e, f, g, F6, and 8 (or A6L). 3D structure of E. coli homologue of this subunit was modeled based on electron microscopy data (chain M of ). It forms a transmembrane 4-α-bundle. This subunit is a key component of the proton channel, and may play a direct role in the translocation of protons across the membrane. Catalysis in the F complex depends upon the rotation of the central stalk and F c-ring, which in turn is driven by the flux of protons through the membrane via the interface between the F0 c-ring and subunit A. The peripheral stalk links subunit A to the external surface of the F domain, and is thought to act as a stator to counter the tendency of subunit A and the Falpha beta catalytic portion to rotate with the central rotary element.",
            "score": 158.01614379882812
        },
        {
            "docid": "20281363_17",
            "document": "Human bocavirus . NS1 belongs to the superfamily III (SF3) helicases all of which travel along DNA in a 3′-to-5′ direction. Four conserved sequence motifs in are found in SF3 helicases (A, B, B′, and C). These motifs form the nucleoside triphosphate binding pocket, the metal ion coordination site, the DNA-binding site and the sensory element. These motifs are in a stretch of approximately 100 amino acid residues in the middle of NS1. These helicases surround DNA as a ring of six or eight subunits with the ATP binding pocket lying between adjacent subunits. The first subunit provides the A and B motifs, and the arginine residue of the second subunit functions as a trans-acting arginine finger sensor for ATP binding and hydrolysis status. The arginine finger lies after the C motif but in three dimensions it is often embedded in a cluster of positively charged amino acids. In a ring configuration this domain interacts with the ATP binding pocket of the neighboring subunit.",
            "score": 144.96514892578125
        },
        {
            "docid": "178220_9",
            "document": "ATP synthase . Fo is a water insoluble protein with eight subunits and a transmembrane ring. The ring has a tetramer shape with a helix loop helix protein that goes though conformational changes when protonated and deprotonated, pushing neighboring subunits to rotate, causing the spinning of F which then also affects conformation of F, resulting in switching of states of alpha and beta subunits. The F region of ATP synthase is a proton pore that is embedded in the mitochondrial membrane. It consists of three main subunits a, b, and c, and (in humans) six additional subunits, d, e, f, g, F6, and 8 (or A6L). An atomic model for the dimeric yeast F region was determined by cryo-EM at an overall resolution of 3.6 Å This part of the enzyme is located inside the inter membrane space and is actually the portion that catalyzes the reaction between ADP and the inorganic phosphate.",
            "score": 144.39503479003906
        },
        {
            "docid": "22773_42",
            "document": "Oxidative phosphorylation . ATP synthase is a massive protein complex with a mushroom-like shape. The mammalian enzyme complex contains 16 subunits and has a mass of approximately 600 kilodaltons. The portion embedded within the membrane is called F and contains a ring of c subunits and the proton channel. The stalk and the ball-shaped headpiece is called F and is the site of ATP synthesis. The ball-shaped complex at the end of the F portion contains six proteins of two different kinds (three α subunits and three β subunits), whereas the \"stalk\" consists of one protein: the γ subunit, with the tip of the stalk extending into the ball of α and β subunits. Both the α and β subunits bind nucleotides, but only the β subunits catalyze the ATP synthesis reaction. Reaching along the side of the F portion and back into the membrane is a long rod-like subunit that anchors the α and β subunits into the base of the enzyme.",
            "score": 143.7943878173828
        },
        {
            "docid": "14875994_2",
            "document": "ATP synthase alpha/beta subunits . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP.",
            "score": 143.08990478515625
        },
        {
            "docid": "14662962_6",
            "document": "ATP synthase subunit C . In V-ATPases, there are three proteolipid subunits (c, c′ and c′′) that form part of the proton-conducting pore, each containing a buried glutamic acid residue that is essential for proton transport, and together they form a hexameric ring spanning the membrane.",
            "score": 142.25302124023438
        },
        {
            "docid": "14662962_5",
            "document": "ATP synthase subunit C . Subunit C (also called subunit 9, or proteolipid in F-ATPases, or the 16 kDa proteolipid in V-ATPases) was found in the Fo or Vo complex of F- and V-ATPases, respectively. In F-ATPases, ten C subunits form an oligomeric ring that makes up the Fo rotor. The flux of protons through the ATPase channel drives the rotation of the C subunit ring, which in turn is coupled to the rotation of the F1 complex gamma subunit rotor due to the permanent binding between the gamma and epsilon subunits of F1 and the C subunit ring of Fo. The sequential protonation and deprotonation of Asp61 of subunit C is coupled to the stepwise movement of the rotor.",
            "score": 140.96771240234375
        },
        {
            "docid": "4256142_8",
            "document": "V-ATPase . The V domain is responsible for ATP hydrolysis, whereas the V domain is responsible for proton translocation. ATP hydrolysis at the catalytic nucleotide binding sites on subunit A drives rotation of a central stalk composed of subunits D and F, which in turn drives rotation of a barrel of c subunits relative to the a subunit. The complex structure of the V-ATPase has been revealed through the structure of the \"M. Sexta\" and Yeast complexes that were solved by single-particle cryo-EM and negative staining, respectively. These structures have revealed that the V-ATPase has a 3-stator network, linked by a collar of density formed by the C, H, and a subunits, which, while dividing the V and V domains, make no interactions with the central rotor axle formed by the F, D, and d subunits. Rotation of this central rotor axle caused by the hydrolysis of ATP within the catalytic AB domains results in the movement of the barrel of c subunits past the a subunit, which drives proton transport across the membrane. A stoichiometry of two protons translocated for each ATP hydrolyzed has been proposed by Johnson.",
            "score": 140.35836791992188
        },
        {
            "docid": "178220_6",
            "document": "ATP synthase . Located within the thylakoid membrane and the inner mitochondrial membrane, ATP synthase consists of two regions F and F. F causes rotation of F and is made of c-ring and subunits a, b, d, F6. F is made of formula_1 subunits. F has a water-soluble part that can hydrolyze ATP. F on the other hand has mainly hydrophobic regions. F F creates a pathway for protons movement across the membrane.",
            "score": 140.21096801757812
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 138.49891662597656
        },
        {
            "docid": "15217736_5",
            "document": "ATP5E . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Part of the complex F domain and of the central stalk which is part of the complex rotary element. Rotation of the central stalk against the surrounding alphabeta subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits (By similarity).",
            "score": 138.407958984375
        },
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 138.3767547607422
        },
        {
            "docid": "14876844_4",
            "document": "ATP synthase gamma subunit . Both the F1 and Fo complexes are rotary motors that are coupled back-to-back. In the F1 complex, the central gamma subunit forms the rotor inside the cylinder made of the alpha(3)beta(3) subunits, while in the Fo complex, the ring-shaped C subunits forms the rotor. The two rotors rotate in opposite directions, but the Fo rotor is usually stronger, using the force from the proton gradient to push the F1 rotor in reverse in order to drive ATP synthesis. These ATPases can also work in reverse to hydrolyse ATP to create a proton gradient.",
            "score": 138.22584533691406
        },
        {
            "docid": "22773_7",
            "document": "Oxidative phosphorylation . Oxidative phosphorylation works by using energy-releasing chemical reactions to drive energy-requiring reactions: The two sets of reactions are said to be \"coupled\". This means one cannot occur without the other. The flow of electrons through the electron transport chain, from electron donors such as NADH to electron acceptors such as oxygen, is an exergonic process – it releases energy, whereas the synthesis of ATP is an endergonic process, which requires an input of energy. Both the electron transport chain and the ATP synthase are embedded in a membrane, and energy is transferred from electron transport chain to the ATP synthase by movements of protons across this membrane, in a process called \"chemiosmosis\". In practice, this is like a simple electric circuit, with a current of protons being driven from the negative N-side of the membrane to the positive P-side by the proton-pumping enzymes of the electron transport chain. These enzymes are like a battery, as they perform work to drive current through the circuit. The movement of protons creates an electrochemical gradient across the membrane, which is often called the \"proton-motive force\". It has two components: a difference in proton concentration (a H gradient, ΔpH) and a difference in electric potential, with the N-side having a negative charge.",
            "score": 137.61253356933594
        },
        {
            "docid": "14763133_5",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Subunits alpha and beta form the catalytic core in F. Rotation of the central stalk against the surrounding alpha(3)beta(3) subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits. Subunit alpha does not bear the catalytic high-affinity ATP-binding sites.",
            "score": 137.0697479248047
        },
        {
            "docid": "2599674_5",
            "document": "Glutamine synthetase . Glutamine Synthetase can be composed of 8, 10, or 12 identical subunits separated into two face-to-face rings. Bacterial GS are dodecamers with 12 active sites between each monomer. Each active site creates a ‘tunnel’ which is the site of three distinct substrate binding sites: nucleotide, ammonium ion, and amino acid. ATP binds to the top of the bifunnel that opens to the external surface of GS. Glutamate binds at the bottom of the active site. The middle of the bifunnel contains two sites in which divalent cations bind (Mn+2 or Mg+2). One cation binding site is involved in phosphoryl transfer of ATP to glutamate, while the second stabilizes active GS and helps with the binding of glutamate.  Hydrogen bonding and hydrophobic interactions hold the two rings of GS together. Each subunit possesses a C-terminus and an N-terminus in its sequence. The C-terminus (helical thong) stabilizes the GS structure by inserting into the hydrophobic region of the subunit across in the other ring. The N-terminus is exposed to the solvent. In addition, the central channel is formed via six four-stranded β-sheets composed of anti-parallel loops from the twelve subunits.",
            "score": 136.7831268310547
        },
        {
            "docid": "214570_7",
            "document": "Protein catabolism . The degradation of proteins occurs within the cells, as the amino acids have to pass through certain membranes before being able to be used for different processes. This first step to protein catabolism is breaking the protein down into amino acids by cleaving their peptide bonds, also known as proteolysis. The peptide bonds are broken up by the proteasome, which is able to hydrolyze the peptide bonds by using ATP energy. This process is further helped by the use of enzymes called proteases. The proteases help cleave off the remaining peptide residues to produce individual amino acids, ready to be converted into usable molecules for either glycolysis or the TCA cycle, to produce energy for the organisms, or to be used to create new proteins.",
            "score": 136.6283721923828
        },
        {
            "docid": "92236_8",
            "document": "Electron transport chain . Most eukaryotic cells have mitochondria, which produce ATP from products of the citric acid cycle, fatty acid oxidation, and amino acid oxidation. At the mitochondrial inner membrane, electrons from NADH and FADH2 pass through the electron transport chain to oxygen, which is reduced to water. The electron transport chain comprises an enzymatic series of electron donors and acceptors. Each electron donor will pass electrons to a more electronegative acceptor, which in turn donates these electrons to another acceptor, a process that continues down the series until electrons are passed to oxygen, the most electronegative and terminal electron acceptor in the chain. Passage of electrons between donor and acceptor releases energy, which is used to generate a proton gradient across the mitochondrial membrane by actively \"pumping\" protons into the intermembrane space, producing a thermodynamic state that has the potential to do work. The entire process is called oxidative phosphorylation, since ADP is phosphorylated to ATP using the energy of hydrogen oxidation in many steps.",
            "score": 136.1263427734375
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 135.27772521972656
        },
        {
            "docid": "20374_24",
            "document": "Metabolism . Pumping protons out of the mitochondria creates a proton concentration difference across the membrane and generates an electrochemical gradient. This force drives protons back into the mitochondrion through the base of an enzyme called ATP synthase. The flow of protons makes the stalk subunit rotate, causing the active site of the synthase domain to change shape and phosphorylate adenosine diphosphate – turning it into ATP.",
            "score": 134.4598846435547
        },
        {
            "docid": "4472357_9",
            "document": "ATP-binding motif . Due to the variety of different amino acids that can be used in the primary sequence, of both the Walker site A and B, the non-variant amino acids within the sequence are highly conserved. A mutation of any of these amino acids will affect the binding ATP or interfere with the catalytic activity of the enzyme. The primary amino acid sequence determines the three dimensional structure of each motif.",
            "score": 134.27835083007812
        },
        {
            "docid": "22773_40",
            "document": "Oxidative phosphorylation . ATP synthase, also called \"complex V\", is the final enzyme in the oxidative phosphorylation pathway. This enzyme is found in all forms of life and functions in the same way in both prokaryotes and eukaryotes. The enzyme uses the energy stored in a proton gradient across a membrane to drive the synthesis of ATP from ADP and phosphate (P). Estimates of the number of protons required to synthesize one ATP have ranged from three to four, with some suggesting cells can vary this ratio, to suit different conditions.",
            "score": 133.65406799316406
        },
        {
            "docid": "96842_3",
            "document": "Cytochrome c oxidase . It is the last enzyme in the respiratory electron transport chain of cells located in the membrane. It receives an electron from each of four cytochrome c molecules, and transfers them to one dioxygen molecule, converting the molecular oxygen to two molecules of water. In this process it binds four protons from the inner aqueous phase to make two water molecules, and translocates another four protons across the membrane, increasing the transmembrane difference of proton electrochemical potential which the ATP synthase then uses to synthesize ATP.",
            "score": 132.5773468017578
        },
        {
            "docid": "2683080_3",
            "document": "Halobacterium . The genus \"Halobacterium\" (\"salt\" or \"ocean bacterium\") consists of several species of the Archaea with an aerobic metabolism which requires an environment with a high concentration of salt; many of their proteins will not function in low-salt environments. They grow on amino acids in their aerobic conditions. Their cell walls are also quite different from those of bacteria, as ordinary lipoprotein membranes fail in high salt concentrations. In shape, they may be either rods or cocci, and in color, either red or purple. They reproduce using binary fission (by constriction), and are motile. \"Halobacterium\" grows best in a 42 °C environment. The genome of an unspecified \"Halobacterium\" species, sequenced by Shiladitya DasSarma, comprises 2,571,010 bp (base pairs) of DNA compiled into three circular strands: one large chromosome with 2,014,239 bp, and two smaller ones with 191,346 and 365,425 bp. This species, called \"Halobacterium\" sp. NRC-1, has been extensively used for postgenomic analysis. \"Halobacterium\" species can be found in the Great Salt Lake, the Dead Sea, Lake Magadi, and any other waters with high salt concentration. Purple \"Halobacterium\" species owe their color to bacteriorhodopsin, a light-sensitive protein which provides chemical energy for the cell by using sunlight to pump protons out of the cell. The resulting proton gradient across the cell membrane is used to drive the synthesis of the energy carrier ATP. Thus, when these protons flow back in, they are used in the synthesis of ATP (this proton flow can be emulated with a decrease in pH outside the cell, causing a flow of H ions). The bacteriorhodopsin protein is chemically very similar to the light-detecting pigment rhodopsin, found in the vertebrate retina.",
            "score": 132.06275939941406
        },
        {
            "docid": "14818272_3",
            "document": "ATP5G1 . This gene encodes a subunit of mitochondrial ATP synthase. Mitochondrial ATP synthase catalyzes ATP synthesis, utilizing an electrochemical gradient of protons across the inner membrane during oxidative phosphorylation. ATP synthase is composed of two linked multi-subunit complexes: the soluble catalytic core, F1, and the membrane-spanning component, Fo, comprising the proton channel. The catalytic portion of mitochondrial ATP synthase consists of 5 different subunits (alpha, beta, gamma, delta, and epsilon) assembled with a stoichiometry of 3 alpha, 3 beta, and a single representative of the other 3. The proton channel seems to have nine subunits (a, b, c, d, e, f, g, F6 and 8). This gene is one of three genes that encode subunit c of the proton channel. Each of the three genes have distinct mitochondrial import sequences but encode the identical mature protein. Alternatively spliced transcript variants encoding the same protein have been identified.",
            "score": 131.93385314941406
        },
        {
            "docid": "11403513_5",
            "document": "Ribose-phosphate diphosphokinase . Crystallization and X-ray diffraction studies elucidated the structure of the enzyme, which was isolated by cloning, protein expression, and purification techniques. One subunit of ribose-phosphate diphosphokinase consists of 318 amino acids; the active enzyme complex consists of three homodimers (or six subunits, a hexamer). The structure of one subunit is a five-stranded parallel beta sheet (the central core) surrounded by four alpha helices at the N-terminal domain and five alpha helices at the C-terminal domain, with two short anti-parallel beta-sheets extending from the core. The catalytic site of the enzyme binds ATP and ribose 5-phosphate. The flexible loop (Phe92–Ser108), pyrophosphate binding loop (Asp171–Gly174), and flag region (Val30–Ile44 from an adjacent subunit) comprise the ATP binding site, located at the interface between two domains of one subunit. The flexible loop is so named because of the its large variability in conformation. The ribose 5-phosphate binding site consists of residues Asp220–Thr228, located in the C-terminal domain of one subunit. The allosteric site, which binds ADP, consists of amino acid residues from three subunits.",
            "score": 131.86221313476562
        },
        {
            "docid": "14763133_3",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . This gene encodes a subunit of mitochondrial ATP synthase. Mitochondrial ATP synthase catalyzes ATP synthesis, using an electrochemical gradient of protons across the inner membrane during oxidative phosphorylation. ATP synthase is composed of two linked multi-subunit complexes: the soluble catalytic core, F, and the membrane-spanning component, F, comprising the proton channel. The catalytic portion of mitochondrial ATP synthase consists of 5 different subunits (alpha, beta, gamma, delta, and epsilon) assembled with a stoichiometry of 3 alpha, 3 beta, and a single representative of the other 3. The proton channel consists of three main subunits (a, b, c). This gene encodes the alpha subunit of the catalytic core. Alternatively spliced transcript variants encoding the same protein have been identified. Pseudogenes of this gene are located on chromosomes 9, 2, and 16.",
            "score": 131.4270477294922
        }
    ]
}