{
    "q": [
        {
            "docid": "56915316_5",
            "document": "Shared delusional disorder . Stress is also a factor because it triggers mental illness. The majority of people that develop shared delusional disorder are genetically predisposed to mental illness, however this predisposition ( i.e genes for schizophrenia that need to be activated) is not enough to develop a mental disorder. However, when that person becomes stressed their adrenal gland releases the stress hormone cortisol into the body which released increased levels of dopamine in their brain and changes in dopamine levels are linked to mental illness . As a result, stress puts one at a heightened risk of developing a psychological disorder such as shared delusional disorder.",
            "score": 186.86361289024353
        },
        {
            "docid": "21865_37",
            "document": "Neurotransmitter . Diseases and disorders may also affect specific neurotransmitter systems. For example, problems in producing dopamine can result in Parkinson's disease, a disorder that affects a person's ability to move as they want to, resulting in stiffness, tremors or shaking, and other symptoms. Some studies suggest that having too little or too much dopamine or problems using dopamine in the thinking and feeling regions of the brain may play a role in disorders like schizophrenia or attention deficit hyperactivity disorder (ADHD). Similarly, after some research suggested that drugs that block the recycling, or reuptake, of serotonin seemed to help some people diagnosed with depression, it was theorized that people with depression might have lower-than-normal serotonin levels. Though widely popularized, this theory was not borne out in subsequent research. Furthermore, problems with producing or using glutamate have been suggestively and tentatively linked to many mental disorders, including autism, obsessive compulsive disorder (OCD), schizophrenia, and depression. Generally, there are no scientifically established \"norms\" for appropriate levels or \"balances\" of different neurotransmitters. It is in most cases pragmatically impossible to even measure levels of neurotransmitters in a brain or body at any distinct moments in time. Neurotransmitters regulate each other's release, and weak consistent imbalances in this mutual regulation were linked to temperament in healthy people  . Strong imbalances or disruptions to neurotransmitter systems have been associated with many diseases and mental disorders. These include Parkinson's, depression, insomnia, Attention Deficit Hyperactivity Disorder (ADHD), anxiety, memory loss, dramatic changes in weight and addictions. Chronic physical or emotional stress can be a contributor to neurotransmitter system changes. Genetics also plays a role in neurotransmitter activities. Apart from recreational use, medications that directly and indirectly interact one or more transmitter or its receptor are commonly prescribed for psychiatric and psychological issues. Notably, drugs interacting with serotonin and norepinephrine are prescribed to patients with problems such as depression and anxiety—though the notion that there is much solid medical evidence to support such interventions has been widely criticized.",
            "score": 193.50674283504486
        },
        {
            "docid": "30005242_5",
            "document": "Effects of estrogen on schizophrenia . Genetic factors have much to do with developing schizophrenia. In fact the \"heritability of schizophrenia is around 80%, and a first degree relative has a 5 to 10 fold increase in the risk of developing the disorder compared to the risk for the general population.\" It seems that individuals with schizophrenia inherit problems associated with dopamine in the brain. According to Answers.com, dopamine is a \"neurotransmitter... essential to the normal functioning of the central nervous system.\" In the 1950s Arvid Carlsson \"designated the molecule dopamine ... as a neurotransmitter\". This led to the dopamine hypothesis of schizophrenia.",
            "score": 159.1547830104828
        },
        {
            "docid": "37196559_11",
            "document": "Evolution of schizophrenia . \"Perinatal exposure\"<br> It has been suggested that acute neuroinflammation during early fetal development may contribute to schizophrenia pathogenesis. The risk of schizophrenia is higher among those who experienced prenatal maternal viral infections like influenza, rubella, measles, and polio as well as bacterial or reproductive infections.The brain is highly sensitive to environmental insults during early development. Factors common to the immune response to a variety of pathogens are mediators in linking the commonalities between prenatal/perinatal infection and neurodevelopmental disorders. One hypothesis suggests that enhanced expression of proinflammatory cytokines and other mediators of inflammation in the maternal, fetal, and neonatal compartments may interfere with brain development, thereby increasing the risk for long-term brain dysfunction later in life. \"Increased Pro-inflammatory Cytokines\"<br>  Another hypothesis seeking to explain why schizophrenia occurs aim at understanding the activation of the immune system. The activation of the inflammatory response system mediated by cytokines may play a key role in the pathogenesis of schizophrenia. Evidence suggests that serum levels of IL-2, IL-6, IL-8, and TNF-α are significantly elevated in patients with chronic treatment-resistant schizophrenia. Nuclear factor-kappa B regulates the expression of cytokines and an increase in NF-κB levels leads to an increase in proinflammatory cytokine levels  \"Brain-derived Neurotrophic Factor\"<br> Individuals with schizophrenia have lower levels of brain-derived neurotrophic factor or BDNF. BDNF is responsible for promoting the proliferation, regeneration, and survival of neurons. It is also important for the regulation of cognitive function, something individuals with schizophrenia have trouble doing. Lower BDNF expression is associated with increased IL-6 expression, and increased cortisol levels. The more pro-inflammatory cytokines in circulation, the more the BDNF production decreases. This implies that an excess amount of pro-inflammatory cytokines negatively affects BDNF production. This, in turn, affects the presence and severity of psychosis in individuals with schizophrenia.",
            "score": 174.9815490245819
        },
        {
            "docid": "37196559_16",
            "document": "Evolution of schizophrenia . Cortical growth is affected by genetics, environment, nutrition, and time. Human life history is unique because it delays the end of brain growth until the third decade of life, which allows environmental factors to exert influence, via balloon-like cortical growth and stretching, to impose much greater variability and plasticity in the final outcome of brain maturation. However, the increase of variability in brain maturation outcomes also has increased humans’ susceptibility for disorders like schizophrenia. The onset of schizophrenia usually occurs between the ages of 16-30, and regions of the brain that mature last, including the frontal and temporal lobes, show more variable in maturation outcome and are also highly associated with symptoms of schizophrenia, as opposed to brain regions that develop earlier, such as the motor and somatosensory cortices. Thus, humans’ collaborative evolution of functional asymmetry in the neocortex, improvement of fatty acid metabolism, and unique cortical growth maturation has been a driving force for the development of our variable complex cognition, but has left us susceptible for developing extreme variants in the form of mental disorders.",
            "score": 144.87931442260742
        },
        {
            "docid": "51606_6",
            "document": "Causes of mental disorders . In February 2013 a study found common genetic links between five major psychiatric disorders: autism, ADHD, bipolar disorder, major depressive disorder, and schizophrenia. Abnormal functioning of neurotransmitter systems has been implicated in several mental disorders, including serotonin, norepinephrine, dopamine and glutamate systems. Differences have also been found in the size or activity of certain brain regions in some cases. Psychological mechanisms have also been implicated, such as cognitive (e.g. reasoning) biases, emotional influences, personality dynamics, temperament and coping style. Studies have indicated that variation in genes can play an important role in the development of mental disorders, although the reliable identification of connections between specific genes and specific categories of disorder has proven more difficult. Environmental events surrounding pregnancy and birth have also been implicated. Traumatic brain injury may increase the risk of developing certain mental disorders. There have been some tentative inconsistent links found to certain viral infections, to substance misuse, and to general physical health.",
            "score": 191.355952501297
        },
        {
            "docid": "429542_69",
            "document": "Preterm birth . As survival has improved, the focus of interventions directed at the newborn has shifted to reduce long-term disabilities, particularly those related to brain injury. Some of the complications related to prematurity may not be apparent until years after the birth. A long-term study demonstrated that the risks of medical and social disabilities extend into adulthood and are higher with decreasing gestational age at birth and include cerebral palsy, intellectual disability, disorders of psychological development, behavior, and emotion, disabilities of vision and hearing, and epilepsy. Standard intelligence tests showed that 41 percent of children born between 22 and 25 weeks had moderate or severe learning disabilities when compared to the test scores of a group of similar classmates who were born at full-term. It is also shown that higher levels of education were less likely to be obtained with decreasing gestational age at birth. People born prematurely may be more susceptible to developing depression as teenagers. Some of these problems can be described as being within the executive domain and have been speculated to arise due to decreased myelinization of the frontal lobes. Studies of people born premature and investigated later with MRI brain imaging, demonstrate qualitative anomalies of brain structure and grey matter deficits within temporal lobe structures and the cerebellum that persist into adolescence. Throughout life they are more likely to require services provided by physical therapists, occupational therapists, or speech therapists.",
            "score": 205.4888516664505
        },
        {
            "docid": "3518432_11",
            "document": "Schizophreniform disorder . Dopamine Dopamine is one of the chemicals that carries messages between brain cells. There is evidence that too much dopamine may be involved in the development of schizophrenia, but it’s still not clear how, or whether everyone diagnosed with schizophrenia has too much dopamine. Neuroleptic drugs (antipsychotics), which are sometimes used to treat schizophrenia, target the dopamine system. Stressful life events Highly stressful or life-changing events may trigger schizophrenia. These include: • Social isolation • being out of work • living in poverty • being homeless • losing someone close to you • being physically or verbally abused, or harassed.",
            "score": 172.3255159854889
        },
        {
            "docid": "62810_52",
            "document": "Reelin . As previously described, reelin plays a crucial role in modulating early neuroblast migration during brain development. Evidences of altered neural cell positioning in post-mortem schizophrenia patient brains and changes to gene regulatory networks that control cell migration suggests a potential link between altered reelin expression in patient brain tissue to disrupted cell migration during brain development. To model the role of reelin in the context of schizophrenia at a cellular level, olfactory neurosphere-derived cells were generated from the nasal biopsies of schizophrenia patients, and compared to cells from healthy controls. Schizophrenia patient-derived cells have reduced levels of reelin mRNA and protein when compared to healthy control cells, but expresses the key reelin receptors and DAB1 accessory protein. When grown \"in vitro\", schizophrenia patient-derived cells were unable to respond to reelin coated onto tissue culture surfaces; In contrast, cells derived from healthy controls were able to alter their cell migration when exposed to reelin. This work went on to show that the lack of cell migration response in patient-derived cells were caused by the cell's inability to produce enough focal adhesions of the appropriate size when in contact with extracellular reelin. More research into schizophrenia cell-based models are needed to look at the function of reelin, or lack of, in the pathophysiology of schizophrenia.",
            "score": 124.45433914661407
        },
        {
            "docid": "2285288_2",
            "document": "Florey Institute of Neuroscience and Mental Health . The Florey Institute of Neuroscience and Mental Health, more commonly known as the Florey Institute, is an Australian medical research institute that undertakes clinical and applied research into treatments for brain and mind disorders and the cardiovascular system. The Institute's areas of interest include Parkinson's disease, stroke, motor neurone disease, traumatic brain and spinal cord injury, addiction, epilepsy, multiple sclerosis, brain development in premature babies, Huntington's disease, depression, schizophrenia, brain function in health and disease, heart failure, and dementia.",
            "score": 161.2497215270996
        },
        {
            "docid": "33460209_12",
            "document": "Imprinted brain theory . The imprinted brain theory regarding autism spectrum disorders is somewhat similar although not identical with the extreme male brain theory of autism. According to the imprinted brain theory there could be a mismatch and more severe problems when extreme genomic imprinting occurs in the opposite sex, which would explain why female autism (and male psychosis) is often particularly severe, which is a problem for the \"extreme male brain\" theory which predicts the opposite. In both mild and severe autism and severe schizophrenia the theory of mind is impaired. This may occur by different mechanisms, such as by the presence of delusions in schizophrenia. However, there is evidence that people with schizotypal personality have an enhanced theory of mind and increased emphatic ability. Lateralization of brain function is decreased in schizophrenia, possibly due to slower brain development. Autism is associated with reversed lateralization compared to normal, possibly due to brain development in infancy and childhood being faster in the right hemisphere and autism being associated with increased brain growth during this period. The mirror neuron system, involved in the theory of mind and empathy, is developed but dysregulated in schizophrenia while it is underdeveloped in autism. Functional imaging shows overactivation of certain brain regions involved in social functioning in schizophrenia while the same regions are underactivated in autism.",
            "score": 152.8917177915573
        },
        {
            "docid": "15549091_5",
            "document": "Sarnoff A. Mednick . At the time the High-Risk-for-Schizophrenia study began, in 1962, the offspring of the women with schizophrenia were average age 15 and had not come into the risk period for schizophrenia. (See a review by Cannon and Mednick, 1993.) By the early eighties, many of the study's subjects had fallen ill with schizophrenia. Colleagues and students of Mednick began to examine the association between schizophrenia outcomes and earlier risk factors. Perhaps the first study to support Kraepelin's notion of dementia praecox (that persons with schizophrenia had early dementia), was a study that showed that offspring of those with schizophrenia who had the most serious symptomatology had enlarged ventricles on CT scans suggestive of brain atrophy. In a study by Silverton et al. those with the most severe schizophrenia symptoms on outcome had low birthweights decades before. Their hypothesis that low birthweight might be associated with insults in utero was corroborated. In a follow-up study, the authors tested the notion that schizophrenia is the result of a genetic by environmental interaction, that is that insults in utero may be specifically stressful to persons with a brain vulnerability to schizophrenia. In a follow-up study, Leigh Silverton and Sarnoff Mednick at the University of Southern California hypothesized an interaction between genetic risk for schizophrenia might be most vulnerable to insults in utero. This would be considered a gene X environment interaction, a model for the pathogenesis of schizophrenia that Silverton and Mednick began working on in the early eighties. The authors conducted another study in which they separated subjects into high-risk and \"super-high risk\" and measured the interaction between genetic risk and birthweight in its effect on ventricular-brain ratio. They found that those most vulnerable to low birthweight, a variable representing subtle birth difficulties in utero, were most likely to have early cerebral ventricular enlargement on CT-scans. At the time, the idea both that schizophrenia was a brain disease and that it could represent a gene x environment interaction was novel. This was possibly the first study to support the notion that earlier findings of brain abnormalities in schizophrenia were not only etiologically significant but related to early environmental factors (such as pregnancy and birth complications or in utero insults), and that pathogenesis was related to factors that could be prevented. A study by Cannon, Mednick, and Parnas (1989) also showed an interaction between perinatal insults (an environmental factor) and very high genetic risk for schizophrenia in determining brain deficits in schizophrenia.",
            "score": 166.542249917984
        },
        {
            "docid": "30204081_2",
            "document": "Mechanisms of schizophrenia . The underlying mechanisms of schizophrenia, a mental disorder characterized by a disintegration of the processes of thinking and of emotional responsiveness, are complex. A number of theories attempt to explain the link between altered brain function and schizophrenia, including the dopamine hypothesis and the glutamate hypothesis. These theories are separate from the causes of schizophrenia, which deal with the factors that lead to schizophrenia. The current theories attempt to explain how changes in brain functioning can contribute to symptoms of the disease.",
            "score": 157.99997210502625
        },
        {
            "docid": "11304934_30",
            "document": "Causes of schizophrenia . Lower than average birth weight has been one of the most consistent findings, indicating slowed fetal growth possibly mediated by genetic effects. In the first and only prospective study of the low birthweight, schizophrenia, and enlargement of brain ventricles suggestive of cerebral atrophy, Leigh Silverton and colleagues found that low birthweight (measured prospectively with regard to psychopathology) was associated with enlarged ventricles on CT-Scans in a sample at risk for schizophrenia over 30 years later. These signs suggestive of cerebral atrophy were associated with schizophrenia symptoms. In a follow up study, Silverton et al. noted an interaction between genetic risk for schizophrenia and low birthweight. The risk of enlarged ventricles on brain scan (associated with schizophrenia symptoms and biologically suggestive of Emil Kraepelin's dementia praecox type of schizophrenia ) was greatly increased if the subjects had both a higher genetic load for schizophrenia and lower birthweight. The investigators suggested that in utero insults may specifically stress those with a schizophrenia diathesis suggesting to the authors a diathesis stress etiological model for a certain type of schizophrenia (that Kraepelin identified) with early abnormalities suggesting brain atrophy.",
            "score": 149.43981325626373
        },
        {
            "docid": "242901_8",
            "document": "Schizoaffective disorder . Viewed broadly then, biological and environmental factors interact with a person's genes in ways which may increase or decrease the risk for developing schizoaffective disorder; exactly how this happens (the biological mechanism) is not yet known. Schizophrenia spectrum disorders, of which schizoaffective disorder is a part, have been increasingly linked to advanced paternal age at the time of conception, a known cause of genetic mutations. The physiology of people diagnosed with schizoaffective disorder appears to be similar, but not identical, to that of those diagnosed with schizophrenia and bipolar disorder; however, human neurophysiological function in normal brain and mental disorder syndromes is not fully understood.",
            "score": 126.2623918056488
        },
        {
            "docid": "21312313_45",
            "document": "Procedural memory . It is evident that long-term Cocaine abuse alters brain structures. Research has shown that the brain structures that are immediately affected by long-term cocaine abuse include: cerebral hypoperfusion in the frontal, periventricular and temporal-parietal. These structures play a role in various memory systems. Furthermore, the drug cocaine elicits its desirable effects by blocking the DRD1 dopamine receptors in the striatum, resulting in increased dopamine levels in the brain. These receptors are important for the consolidation of procedural memory. These increased dopamine levels in the brain resultant of cocaine use is similar to the increased dopamine levels in the brain found in schizophrenics. Studies have compared the common memory deficits caused by both cases to further understand the neural networks of procedural memory. To learn more about the effects of dopamine and its role in schizophrenia see: dopamine hypothesis of schizophrenia. Studies using rats have shown that when rats are administered trace amounts of cocaine, their procedural memory systems are negatively impacted. Specifically, the rats are unable to effectively consolidate motor-skill learning. With cocaine abuse being associated with poor procedural learning, research has shown that abstinence from cocaine is associated with sustained improvement of motor-skill learning (Wilfred et al.).",
            "score": 188.44054055213928
        },
        {
            "docid": "22363378_8",
            "document": "Laboratory of Neuro Imaging . Imaging Genetics Center (IGC): Led by INI’s Associate Director Paul M. Thompson, the IGC aims to understand how genes determine brain structure and function. The center uses Diffusion Weighted Imaging to map connectivity within the brain and actively develops technical and mathematical tools to study how the brain changes in disorders and diseases such as autism, HIV, schizophrenia and traumatic brain injury. Thompson and the IGC co-founded the Enhancing Neuro Imaging Genetics through Meta-Analysis (ENIGMA) Consortium, which analyses brain scans of more than 50,000 people around the world in big data studies. Focusing on the interaction between brain health and genetics, this collaborative group studies 22 brain diseases in 37 countries around the world, and has released some of the largest neuroimaging studies of multiple disorders including bipolar disorder, schizophrenia and epilepsy.",
            "score": 173.92596125602722
        },
        {
            "docid": "25972216_18",
            "document": "Bliss (charity) . The heads of babies that are born extremely premature (less than 29 weeks) do not grow very well, which affects how their brains develop later. Many of these babies are fed intravenously, directly into a vein, in the first month of life as their gut is too immature to digest milk in high enough quantities for their nutritional needs. The SCAMP study, which was funded by Bliss, wanted to investigate whether improving the nutritional content of the babies’ intravenous feeds improves early head growth, which could affect brain development and ultimately the future quality of life for very premature babies.",
            "score": 161.31155824661255
        },
        {
            "docid": "55260593_3",
            "document": "Lieber Institute for Brain Development Research . The Lieber Institute was started in 2010 by Steve and Connie Lieber along with Milton and Tamar Maltz—both families have children with schizophrenia. Psychiatrist Daniel R. Weinberger is the CEO. Having gathered over 2,000 brains for research purposes, the institute has the largest collection of post-mortem brains diagnosed with post-traumatic stress disorder. These brains are used to study the biological basis for mental illnesses. In one study of post-mortem brains, LIBD researchers found that patients with schizophrenia had high levels of DNA methylation in brain regions associated with risk for schizophrenia. They are also developing a drug to prevent post-traumatic stress disorder.",
            "score": 159.50777673721313
        },
        {
            "docid": "599614_13",
            "document": "Dopamine hypothesis of schizophrenia . According to Seeman, \"...Numerous postmortem studies have consistently revealed D receptors to be elevated in the striata of patients with schizophrenia\". However, the authors were concerned the effect of medication may not have been fully accounted for. The study introduced an experiment by Abi-Dargham et al. in which it was shown medication-free live schizophrenics had more D receptors involved in the schizophrenic process and more dopamine. Since then another study has shown such elevated percentages in D receptors is brain-wide (using a different ligand, which did not need dopamine depletion). In a 2009 study, Annisa Abi-Dagham \"et al\". confirmed the findings of her previous study regarding increased baseline D receptors in schizophrenics and showing a correlation between this magnitude and the result of amphetamine stimulation experiments.",
            "score": 135.37268257141113
        },
        {
            "docid": "599614_25",
            "document": "Dopamine hypothesis of schizophrenia . People with Schizophrenia also have a higher incidence of nicotine use than those without schizophrenia. The high rate of use may be a form of self-medication that reduces negative symptoms by increasing the activity of glutamate and lowering the activity of dopamine. Elevated activation in the prefrontal cortex from nicotine use can increase focus and cognitive performance which are impaired in people with schizophrenia. Activation of nicotinic acetylcholine receptors in mice has been shown to increase glutamate levels in the prefrontal cortex and may help to decrease the cognitive deficits seen in schizophrenia. In addition, nicotine is thought to help regulate dopamine release. Nicotine acts as an agonist to nicotinic acetylcholine receptors which then increases the release of dopamine. However, prolonged use of nicotine causes a diminished response to nicotine thus lowering dopamine levels long term. Nicotine use may be higher in people with schizophrenia because it helps to balance levels of glutamate and dopamine in the brain causing a reduction in some negative symptoms.",
            "score": 173.95902693271637
        },
        {
            "docid": "24733_18",
            "document": "Phencyclidine . PCP has also been shown to cause schizophrenia-like changes in \"N\"-acetylaspartate and \"N\"-acetylaspartylglutamate levels in the rat brain, which are detectable both in living rats and upon necropsy examination of brain tissue. It also induces symptoms in humans that mimic schizophrenia. PCP not only produced symptoms similar to schizophrenia, it also yielded electroencephalogram changes in the thalamocortical pathway (increased delta decreased alpha) and in the hippocampus (increase theta bursts) that were similar to those in schizophrenia. PCP induced augmentation of dopamine release may link the NMDA and DA hypothesis of schizophrenia.",
            "score": 163.55346703529358
        },
        {
            "docid": "3205540_14",
            "document": "Reduced affect display . Individuals with schizophrenia with flat affect show decreased activation in the limbic system when viewing emotional stimuli. In individuals with schizophrenia with blunted affect neural processes begin in the occipitotemporal region of the brain and go through the ventral visual pathway and the limbic structures until they reach the inferior frontal areas. Damage to the amygdala of adult rhesus macaques early in life can permanently alter affective processing. Lesioning the amygdala causes blunted affect responses to both positive and negative stimuli. This effect is irreversible in the rhesus macaques; neonatal damage produces the same effect as damage that occurs later in life. The macaques' brain cannot compensate for early amygdala damage even though significant neuronal growth may occur. There is some evidence that blunted affect symptoms in schizophrenia patients are not a result of just amygdala responsiveness, but a result of the amygdala not being integrated with other areas of the brain associated with emotional processing, particularly in amygdala-PFC coupling. Damage in the limbic region prevents the amygdala from being able to correctly interpret emotional stimuli in individuals with schizophrenia by compromising the link between the amygdala and other brain regions associated with emotion.",
            "score": 152.0201005935669
        },
        {
            "docid": "4126252_20",
            "document": "Olfactory tubercle . The multi-sensory nature of the olfactory tubercle and the many innervations it receives from other brain regions, especially the direct input from the olfactory bulb and innervations from the ventral tegmental area, makes it likely to be involved in several psychiatric disorders in which olfaction and dopamine receptors are affected. Many studies have found reduced olfactory sensitivity in patients with major depressive disorders (MDD) and dementia and schizophrenia. Patients with MDD have been shown to have reduced olfactory bulb and olfactory cortex as compared to normal people. In dementias, especially of the Alzheimer's disease type, the olfactory bulb, anterior olfactory nucleus, and orbitofrontal cortex, all areas of the brain that process olfaction are affected. The deficits observed in dementia include decrease in odor threshold sensitivity, odor identification and odor memory. Patients with schizophrenia exhibit deficits in olfactory discrimination that are not seen in patients with other psychiatric disorders not mentioned here. Rupp, et al. found that in patients with schizophrenia olfactory sensitivity and discrimination as well as higher order identification abilities are reduced. As mentioned earlier, the olfactory tubercle may be involved in the perception of odors due to the inputs received from the bulb and thus, by extension, may play a role in these psychiatric disorders.",
            "score": 128.47980117797852
        },
        {
            "docid": "53588294_4",
            "document": "Children in emergencies and conflicts . Research shows that environmental factors and experiences can alter the genetic make-up of a developing child. Exposure to prolonged stress, environmental toxins or nutritional deficits chemically alter genes in the foetus or young child and may shape the individual’s development temporarily or permanently. Violence and maternal depression may also impair child development and mental health. When trauma occurs at critical times of development for the foetus or young child, the impact on specialized cells for organs such as the brain, heart, or kidney can result in underdevelopment with lifetime implications for physical and mental health. For instance, a study on Iraq showed the rate of heart defects at birth in Fallujah to be 13 times the rate found in Europe. And for birth defects involving the nervous system the rate was calculated to be 33 times that found in Europe for the same number of births. Prolonged stress during pregnancy or early childhood can be particularly toxic and, in the absence of protective relationships, may also result in permanent genetic changes in developing brain cells. Evidence has shown that toxins and stress from the mother cross the placenta into the umbilical cord, leading to premature and low birth weight babies. Likewise, conflict trauma can affect pregnant women and the subsequent emotional health of their children. In addition, babies of severely stressed and worried mothers are at higher risk to be born small or prematurely.",
            "score": 165.4316439628601
        },
        {
            "docid": "11840996_24",
            "document": "Environment and intelligence . Malnutrition has been shown to affect organizational processes of the brain such as neurogenesis, synaptic pruning, cell migration and cellular differentiation. This thus results in abnormalities in the formation of neural circuits and the development of neurotransmitter systems. However, some of these effects of malnutrition have been shown to be improved upon with a good diet and environment. Early nutrition can also affect brain structures that are actually correlated to IQ levels. Specifically, the caudate nucleus is particularly affected by early environmental factors and its volume correlates with IQ. In an experiment by Isaacs et al., infants born prematurely were either assigned a standard or high-nutrient diet during the weeks directly after birth. When the individuals were assessed later in adolescence, it was found that the high-nutrient group had significantly larger caudate volumes and scored significantly higher on verbal IQ tests. This study also found that the extent to which the caudate volume size related selectively to verbal IQ was much greater in male participants, and not very significant in females. This may help explain the finding in other earlier research that the effects of early diet on intelligence are more predominant in males.",
            "score": 167.02567636966705
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 142.6021752357483
        },
        {
            "docid": "19356_2",
            "document": "Mental disorder . A mental disorder, also called a mental illness or psychiatric disorder, is a behavioral or mental pattern that causes significant distress or impairment of personal functioning. Such features may be persistent, relapsing and remitting, or occur as a single episode. Many disorders have been described, with signs and symptoms that vary widely between specific disorders. Such disorders may be diagnosed by a mental health professional. The causes of mental disorders are often unclear. Theories may incorporate findings from a range of fields. Mental disorders are usually defined by a combination of how a person behaves, feels, perceives, or thinks. This may be associated with particular regions or functions of the brain, often in a social context. A mental disorder is one aspect of mental health. Cultural and religious beliefs, as well as social norms, should be taken into account when making a diagnosis. Services are based in psychiatric hospitals or in the community, and assessments are carried out by mental health professionals such as psychiatrists, psychologists, and clinical social workers, using various methods such as psychometric tests but often relying on observation and questioning. Treatments are provided by various mental health professionals. Psychotherapy and psychiatric medication are two major treatment options. Other treatments include social interventions, peer support, and self-help. In a minority of cases there might be involuntary detention or treatment. Prevention programs have been shown to reduce depression. Common mental disorders include depression, which affects about 400 million, dementia which affects about 35 million, and schizophrenia, which affects about 21 million people globally. Stigma and discrimination can add to the suffering and disability associated with mental disorders, leading to various social movements attempting to increase understanding and challenge social exclusion.  The definition and classification of mental disorders are key issues for researchers as well as service providers and those who may be diagnosed. For a mental state to classify as a disorder, it generally needs to cause dysfunction. Most international clinical documents use the term mental \"disorder\", while \"illness\" is also common. It has been noted that using the term \"mental\" (i.e., of the mind) is not necessarily meant to imply separateness from brain or body.",
            "score": 150.59439253807068
        },
        {
            "docid": "599614_10",
            "document": "Dopamine hypothesis of schizophrenia . However, there was controversy and conflicting findings over whether postmortem findings resulted from drug tolerance to chronic antipsychotic treatment. Compared to the success of postmortem studies in finding profound changes of dopamine receptors, imaging studies using SPET and PET methods in drug naive patients have generally failed to find any difference in dopamine D receptor density compared to controls. Comparable findings in longitudinal studies show: \" Particular emphasis is given to methodological limitations in the existing literature, including lack of reliability data, clinical heterogeneity among studies, and inadequate study designs and statistic,\" suggestions are made for improving future longitudinal neuroimaging studies of treatment effects in schizophrenia A recent review of imaging studies in schizophrenia shows confidence in the techniques, while discussing such operator error. In 2007 one report said, \"During the last decade, results of brain imaging studies by use of PET and SPET in schizophrenic patients showed a clear dysregulation of the dopaminergic system.\"",
            "score": 133.0605503320694
        },
        {
            "docid": "10934212_41",
            "document": "Air pollution . In a June 2014 study conducted by researchers at the University of Rochester Medical Center, published in the journal \"Environmental Health Perspectives\", it was discovered that early exposure to air pollution causes the same damaging changes in the brain as autism and schizophrenia. The study also shows that air pollution also affected short-term memory, learning ability, and impulsivity. Lead researcher Professor Deborah Cory-Slechta said that \"When we looked closely at the ventricles, we could see that the white matter that normally surrounds them hadn't fully developed. It appears that inflammation had damaged those brain cells and prevented that region of the brain from developing, and the ventricles simply expanded to fill the space. Our findings add to the growing body of evidence that air pollution may play a role in autism, as well as in other neurodevelopmental disorders.\" Air pollution has a more significant negative effect on males than on females.",
            "score": 139.94063138961792
        },
        {
            "docid": "87867_16",
            "document": "Paranoid schizophrenia . Since the early 19th century, schizophrenia has been recognized as a psychiatric disorder. It was described in 1883 by Emil Kraepelin as dementia praecox, or the premature deterioration of the brain. It was believed to be untreatable and unstoppable. At that time, very few people were diagnosed with dementia praecox due to the small range of symptoms recognized specifically as signs of this disorder. Years later, Eugen Bleuler coined the term \"schizophrenia\", which literally means \"split mind\".",
            "score": 111.93029856681824
        },
        {
            "docid": "27989492_20",
            "document": "Center for Applied Genomics . Schizophrenia is a complex disorder that affects about a half percent of the world's population. Typically, the first symptoms of schizophrenia typically appear in adolescence. In a genome-wide association study of 1,735 schizophrenic patients and 3,485 healthy adults, the Center identified copy number variations as a potential cause of the disorder. In the schizophrenia group, researchers located CNVs near the CACNA1B and DOC2A genes, both of which facilitate calcium signals that are important to neurotransmission in the brain. They also identified CNVs near the RET and RIT2 genes, which are known to be involved in brain development. Interestingly some of the regions associated with schizophrenia have previously been found to associate with autism and ADHD. This provides a strong indication that many psychiatric disorders stem share similar neurodevelopmental features.",
            "score": 116.91287922859192
        }
    ],
    "r": [
        {
            "docid": "288292_15",
            "document": "Neuropsychology . Cognitive neuropsychology is a relatively new development and has emerged as a distillation of the complementary approaches of both experimental and clinical neuropsychology. It seeks to understand the mind and brain by studying people who have suffered brain injury or neurological illness. One model of neuropsychological functioning is known as functional localization. This is based on the principle that if a specific cognitive problem can be found after an injury to a specific area of the brain, it is possible that this part of the brain is in some way involved. However, there may be reason to believe that the link between mental functions and neural regions is not so simple. An alternative model of the link between mind and brain, such as parallel processing, may have more explanatory power for the workings and dysfunction of the human brain. Yet another approach investigates how the pattern of errors produced by brain-damaged individuals can constrain our understanding of mental representations and processes without reference to the underlying neural structure. A more recent but related approach is cognitive neuropsychiatry which seeks to understand the normal function of mind and brain by studying psychiatric or mental illness.",
            "score": 206.35214233398438
        },
        {
            "docid": "34882197_19",
            "document": "Erythropoietin in neuroprotection . In infants with poor neurodevelopment, prematurity and asphyxia are typical problems. These conditions can lead to cerebral palsy, mental retardation, and sensory impairment. Hypothermia therapy for neonatal encephalopathy is a proven therapy for neonatal brain injury. However, recent research has demonstrated that high doses of recombinant erythropoietin can reduce or prevent this type of neonatal brain injury if administered early. A high rate of neuronal apoptosis is evident in the developing brain due to initial overproduction. Neurons that are electrically active and make synaptic connections survive, while those that do not undergo apoptosis. While this is a normal phenomenon, it is also known that neurons in the developing brain are at an increased risk to undergo apoptosis in response to injury. A small amount of the RhEpo can cross the blood–brain barrier and protect against hypoxic-ischemia injury. Epo treatment has also shown to preserve hemispheric brain volume 6 weeks after neonatal stroke. It demonstrated both neuroprotective effects and a direction towards neurogenesis in neonatal stroke without associated long-term difficulties.",
            "score": 205.6797637939453
        },
        {
            "docid": "429542_69",
            "document": "Preterm birth . As survival has improved, the focus of interventions directed at the newborn has shifted to reduce long-term disabilities, particularly those related to brain injury. Some of the complications related to prematurity may not be apparent until years after the birth. A long-term study demonstrated that the risks of medical and social disabilities extend into adulthood and are higher with decreasing gestational age at birth and include cerebral palsy, intellectual disability, disorders of psychological development, behavior, and emotion, disabilities of vision and hearing, and epilepsy. Standard intelligence tests showed that 41 percent of children born between 22 and 25 weeks had moderate or severe learning disabilities when compared to the test scores of a group of similar classmates who were born at full-term. It is also shown that higher levels of education were less likely to be obtained with decreasing gestational age at birth. People born prematurely may be more susceptible to developing depression as teenagers. Some of these problems can be described as being within the executive domain and have been speculated to arise due to decreased myelinization of the frontal lobes. Studies of people born premature and investigated later with MRI brain imaging, demonstrate qualitative anomalies of brain structure and grey matter deficits within temporal lobe structures and the cerebellum that persist into adolescence. Throughout life they are more likely to require services provided by physical therapists, occupational therapists, or speech therapists.",
            "score": 205.4888458251953
        },
        {
            "docid": "304588_33",
            "document": "Brain damage . There are many misconceptions that revolve around brain injuries and brain damage. One misconception is that if someone has brain damage then they cannot fully recover. Recovery depends a variety of factors; such as severity and location. Testing is done to note severity and location. Not everyone fully heals from brain damage, but it is possible to have a full recovery. Brain injuries are very hard to predict in outcome. Many tests and specialists are needed to determine the likelihood of the prognosis. People with minor brain damage can have debilitating side effects; not just severe brain damage has debilitating effects. The side- effects of a brain injury depend on location and the body’s response to injury. Even a mild concussion can have long term effects that may not resolve. Another misconception is that children heal better from brain damage. Children are at greater risk for injury due to lack of maturity. It makes future development hard to predict. This is because different cortical areas mature at different stages, with some major cell populations and their corresponding cognitive faculties remaining unrefined until early adulthood. In the case of a child with frontal brain injury, for example, the impact of the damage may be undetectable until that child fails to develop normal executive functions in his or her late teens and early twenties. This is because different cortical areas mature at different stages, with some major cell populations and their corresponding cognitive faculties remaining unrefined until early adulthood. In the case of a child with frontal brain injury, for example, the impact of the damage may be undetectable until that child fails to develop normal executive functions in his or her late teens and early twenties.",
            "score": 203.3240203857422
        },
        {
            "docid": "20051089_14",
            "document": "Complications of traumatic brain injury . The risk of post-traumatic seizures increases with severity of trauma (image at right) and is particularly elevated with certain types of brain trauma such as cerebral contusions or hematomas. As many as 50% of people with penetrating head injuries will develop seizures. People with early seizures, those occurring within a week of injury, have an increased risk of post-traumatic epilepsy (recurrent seizures occurring more than a week after the initial trauma) though seizures can appear a decade or more after the initial injury and the common seizure type may also change over time. Generally, medical professionals use anticonvulsant medications to treat seizures in TBI patients within the first week of injury only and after that only if the seizures persist.",
            "score": 200.9998016357422
        },
        {
            "docid": "399231_2",
            "document": "Concussion . Concussion, also known as mild traumatic brain injury (mTBI) is typically defined as a head injury that temporarily affects brain functioning. Symptoms may include headaches, trouble with thinking, memory or concentration, nausea, blurry vision, sleep disturbances, or mood changes. Some symptoms may begin immediately, while others may appear days after the injury. Fewer than 10% of sports-related concussions among children are associated with loss of consciousness. It is not unusual for symptoms to last up to four weeks. Common causes include motor vehicle collisions, falls, sports injuries, and bicycle accidents. Risk factors include drinking alcohol. The mechanism may involve either a direct blow to the head or forces elsewhere on the body that are transmitted to the head. This is believed to result in neuron dysfunction as there is increased glucose requirements but insufficient blood supply. Diagnosis requires less than 30 minutes of loss of consciousness, memory loss of less than 24 hours, and a Glasgow coma scale score of 13 to 15. Otherwise it is considered a moderate or severe traumatic brain injury. Efforts to prevent the condition includes the use of helmets when bicycling or motorbiking. Treatment generally involves physical and cognitive rest for a day or two with a gradual return to activities. Prolonged periods of rest may worsen outcomes. Paracetamol (acetaminophen) or NSAIDs may be recommended. Physiotherapy may be useful for persistent balance problems while cognitive behavioral therapy may be useful for mood changes. Evidence to support the use of hyperbaric oxygen therapy and chiropractic therapy is lacking. Concussions are estimated to affect more than 6 per 1,000 people a year. It is the most common type of traumatic brain injury. Males and young adults are most commonly affected. Outcomes are generally good. Another concussion before the symptoms of a prior concussion have resolved is associated with worse outcomes. Repeated concussions may also increase the risk in later life of chronic traumatic encephalopathy, Parkinson's disease, or depression. Concussions are associated with a variety of symptoms, which typically occur rapidly after the injury. Early symptoms usually subside within days or weeks. The number and type of symptoms any one individual suffer varies widely.",
            "score": 200.79249572753906
        },
        {
            "docid": "490258_16",
            "document": "Split-brain . Following a stroke or other injury to the brain, functional deficiencies are common. The deficits are expected to be in areas related to the part of the brain that has been damaged; if a stroke has occurred in the motor cortex, deficits may include paralysis, abnormal posture, or abnormal movement synergies. Significant recovery occurs during the first several weeks after the injury. However, recovery is generally thought not to continue past 6 months. If a specific region of the brain is injured or destroyed, its functions can sometimes be transferred and taken over by a neighboring region. There is little functional plasticity observed in partial and complete callosotomies; however, much more plasticity can be seen in infant patients receiving a hemispherectomy, which suggests that the opposite hemisphere can adapt some functions typically performed by its opposite pair. In a study done by Anderson, it proved a correlation between the severity of the injury, the age of the individual and their cognitive performance. It was evident that there was more neuroplasticity in older children, even if their injury was extremely severe, than infants who suffered moderate brain injury. In some incidents of any moderate to severe brain injury, it mostly causes developmental impairments and in some of the most severe injuries it can cause a profound impact on their development that can lead to long-term cognitive effects. In the aging brain, it is extremely uncommon for neuroplasticity to occur; \"olfactory bulb and hippocampus are two regions of the mammalian brain in which mutations preventing adult neurogenesis were never beneficial, or simply never occurred\" (Anderson, 2005).",
            "score": 194.8410186767578
        },
        {
            "docid": "30860043_4",
            "document": "Sexual anhedonia . It is thought that people who suffer from this disorder, suffer from a dysfunction in the release of the chemical dopamine in the nucleus accumbens, the brain's primary reward center. This part of the brain is thought to play a role in pleasurable activities, including laughter, addiction, and music. Additionally, it is thought that depression, drug addiction, high levels of prolactin, low testosterone, and uses of certain medications might play a role in inhibiting dopamine. A spinal cord injury or chronic fatigue syndrome might also occasionally cause this disorder. Age may also be a cause of this disorder.",
            "score": 194.62286376953125
        },
        {
            "docid": "22790543_3",
            "document": "Brain injury . Brain injuries have far-reaching and varied consequences due to the nature of the brain as the main source of bodily control. Brain-injured people commonly experience issues with memory. This can be issues with either long or short term memories depending on the location and severity of the injury. Sometimes memory can be improved through rehabilitation, although it can be permanent. Brain injury can also affect muscle control and coordination ranging from difficulty writing to being unable to perform basic bodily functions such as swallowing or coughing. Behavioral and personality changes are also commonly observed due to changes of the brain structure in areas controlling hormones or major emotions. Headaches and pain can also occur as a result of a brain injury either directly from the damage or due to neurological conditions stemming from the injury. Due to the changes in the brain as well as the issues associated with the change in physical and mental capacity, depression and low self-esteem are common side effects that can be treated with psychological help. Antidepressants must be used with caution in brain injury people due to the potential for undesired effects because of the already altered brain chemistry.",
            "score": 194.46986389160156
        },
        {
            "docid": "39407203_6",
            "document": "Mental health in Southeast Africa . Some mental illnesses have been linked to an imbalance of chemicals in the brain called neurotransmitters. These neurotransmitters help nerve cells in the brain communicate. If these chemicals are out of balance or are not working properly, messages may not properly transmit through the brain, leading to symptoms of mental illness. In addition, defects in or Traumatic Brain Injury (TBI) to areas of the brain have also been linked to some mental conditions.",
            "score": 194.43450927734375
        },
        {
            "docid": "21865_37",
            "document": "Neurotransmitter . Diseases and disorders may also affect specific neurotransmitter systems. For example, problems in producing dopamine can result in Parkinson's disease, a disorder that affects a person's ability to move as they want to, resulting in stiffness, tremors or shaking, and other symptoms. Some studies suggest that having too little or too much dopamine or problems using dopamine in the thinking and feeling regions of the brain may play a role in disorders like schizophrenia or attention deficit hyperactivity disorder (ADHD). Similarly, after some research suggested that drugs that block the recycling, or reuptake, of serotonin seemed to help some people diagnosed with depression, it was theorized that people with depression might have lower-than-normal serotonin levels. Though widely popularized, this theory was not borne out in subsequent research. Furthermore, problems with producing or using glutamate have been suggestively and tentatively linked to many mental disorders, including autism, obsessive compulsive disorder (OCD), schizophrenia, and depression. Generally, there are no scientifically established \"norms\" for appropriate levels or \"balances\" of different neurotransmitters. It is in most cases pragmatically impossible to even measure levels of neurotransmitters in a brain or body at any distinct moments in time. Neurotransmitters regulate each other's release, and weak consistent imbalances in this mutual regulation were linked to temperament in healthy people  . Strong imbalances or disruptions to neurotransmitter systems have been associated with many diseases and mental disorders. These include Parkinson's, depression, insomnia, Attention Deficit Hyperactivity Disorder (ADHD), anxiety, memory loss, dramatic changes in weight and addictions. Chronic physical or emotional stress can be a contributor to neurotransmitter system changes. Genetics also plays a role in neurotransmitter activities. Apart from recreational use, medications that directly and indirectly interact one or more transmitter or its receptor are commonly prescribed for psychiatric and psychological issues. Notably, drugs interacting with serotonin and norepinephrine are prescribed to patients with problems such as depression and anxiety—though the notion that there is much solid medical evidence to support such interventions has been widely criticized.",
            "score": 193.50674438476562
        },
        {
            "docid": "845662_4",
            "document": "Arvid Carlsson . In 1957 Kathleen Montagu succeeded in demonstrating the presence of dopamine in the human brain; later that same year Carlsson also demonstrated that dopamine was a neurotransmitter in the brain and not just a precursor for norepinephrine. Carlsson went on to develop a method for measuring the amount of dopamine in brain tissues. He found that dopamine levels in the basal ganglia, a brain area important for movement, were particularly high. He then showed that giving animals the drug reserpine caused a decrease in dopamine levels and a loss of movement control. These effects were similar to the symptoms of Parkinson's disease. By administering to these animals L-Dopa, which is the precursor of dopamine, he could alleviate the symptoms. These findings led other doctors to try using L-Dopa on patients with Parkinson's disease, and found it to alleviate some of the symptoms in the early stages of the disease. L-Dopa is still the basis for most commonly used means of treating Parkinson's disease.",
            "score": 192.9693145751953
        },
        {
            "docid": "25971574_4",
            "document": "Pediatric acquired brain injury . The pediatric brain undergoes dramatic changes and significant pruning of neural networks throughout development. Whereby the areas for primary senses and motor skills are mostly developed by age 4, other areas, like the frontal cortices involved in higher level reasoning, decision-making, emotion, and impulsivity continue to develop well into the late teens to early 20's. Therefore, the patient’s age and brain developmental state influence what neuronal systems become most affected post-injury. Key structural features of the pediatric brain make the brain tissue more susceptible to the mechanical injury during TBI than the adult brain: a larger water content in the brain tissue and reduced myelination results in diminished shear resistance after injury. It has also been shown that more immature brains have an enlarged extracellular space volume and a decreased expression of glial aquaporin 4 leading to an increased incidence of brain swelling after TBI. Along with a delayed decrease in cerebral blood flow, these unique features of the developing brain can mediate further secondary damage, through hypoxia, excitotoxicity, free radical damage, and neuroinflammation after the primary injury. Even properties of these secondary events differ between the developing brain and the adult brain: (1) in the developing brain, the overexpression and activation of the N-methyl-D-aspartate receptor (NMDA-R) leads to an increased calcium influx and an increased capacity for excitoxicity when compared to the adult brain and (2) the developing brain has lower glutathione peroxidase activity and a decreased ability to maintain stores of glutathione peroxidase, therefore the developing brain is more vulnerable to oxidative stress than the adult brain. Damage to the developing brain, by any of the above mechanisms, can disturb neuronal maturation, leading to neuronal loss, axonal destruction, and demyelination.",
            "score": 192.78944396972656
        },
        {
            "docid": "53129054_3",
            "document": "Organic personality disorder . The organic personality disorder is included in a wide group of personality and behavioural disorders. This mental health disorder can be caused by disease, brain damages or dysfunctions in specific brain areas in frontal lobe. The most common reason for this profound change in personality is the traumatic brain injury (TBI). Children, whose brain areas have injured or damaged, may present Attention Deficit Hyperactivity Disorder (ADHD), oppositional defiant disorder (ODD) and organic personality disorder. Moreover, this disorder is characterised as \"frontal lobe syndrome\". This characteristic name shows that the organic personality disorder can usually be caused by lesions in three brain areas of frontal lobe. Specifically, the symptoms of organic personality disorder can also be caused by traumatic brain injuries in orbitofrontal cortex, anterior cingulate cortex and dorsolateral prefrontal cortex. It is worth to be mentioned that organic personality disorder may also be caused by lesions in other circumscribed brain areas.",
            "score": 192.61611938476562
        },
        {
            "docid": "51606_6",
            "document": "Causes of mental disorders . In February 2013 a study found common genetic links between five major psychiatric disorders: autism, ADHD, bipolar disorder, major depressive disorder, and schizophrenia. Abnormal functioning of neurotransmitter systems has been implicated in several mental disorders, including serotonin, norepinephrine, dopamine and glutamate systems. Differences have also been found in the size or activity of certain brain regions in some cases. Psychological mechanisms have also been implicated, such as cognitive (e.g. reasoning) biases, emotional influences, personality dynamics, temperament and coping style. Studies have indicated that variation in genes can play an important role in the development of mental disorders, although the reliable identification of connections between specific genes and specific categories of disorder has proven more difficult. Environmental events surrounding pregnancy and birth have also been implicated. Traumatic brain injury may increase the risk of developing certain mental disorders. There have been some tentative inconsistent links found to certain viral infections, to substance misuse, and to general physical health.",
            "score": 191.35594177246094
        },
        {
            "docid": "689903_5",
            "document": "Brain healing . Brain injury will commonly be accompanied by acute swelling, which impairs function in brain tissue that remains alive. Resolution of swelling is an important factor for the individual's function to improve. The greatest factor in functional recovery after brain injury comes from the brain's ability to learn, called neuroplasticity. After injury, neuroplasticity allows intact areas of the brain to adapt and attempt to compensate for damaged parts of the brain. Although axons and the peripheral nervous system in the developing brain can regenerate, they cannot in the adult brain. This is partly because of factors produced by cells in the brain that inhibit this regeneration. Dendrites, however, will develop from intact axons, as part of the neuroplasticity process. After severe brain injury, improvement in function related to neuroplasticity is unlikely to occur without help from health professionals skilled in rehabilitation. Recent studies have found collagen is extensively distributed throughout the brain and may be essential in protecting the brain against degeneration such as that in Alzheimers",
            "score": 189.99586486816406
        },
        {
            "docid": "15841911_7",
            "document": "Post-traumatic seizure . Especially in children and people with severe TBI, the life-threatening condition of persistent seizure called status epilepticus is a risk in early seizures; 10 to 20% of PTS develop into the condition. In one study, 22% of children under 5 years old developed status seizures, while 11% of the whole TBI population studied did. Status seizures early after a TBI may heighten the chances that a person will suffer unprovoked seizures later. It is not completely understood what physiological mechanisms cause seizures after injury, but early seizures are thought to have different underlying processes than late ones.  Immediate and early seizures are thought to be a direct reaction to the injury, while late seizures are believed to result from damage to the cerebral cortex by mechanisms such as excitotoxicity and iron from blood. Immediate seizures occurring within two seconds of injury probably occur because the force from the injury stimulates brain tissue that has a low threshold for seizures when stimulated. Early PTS are considered to be provoked seizure, because they result from the direct effects of the head trauma and are thus not considered to be actual epilepsy, while late seizures are thought to indicate permanent changes in the brain's structure and to imply epilepsy. Early seizures can be caused by factors such as cerebral edema, intracranial hemorrhage, cerebral contusion or laceration. Factors that may result in seizures that occur within two weeks of an insult include the presence of blood within the brain; alterations in the blood brain barrier; excessive release of excitatory neurotransmitters such as glutamate; damage to tissues caused by free radicals; and changes in the way cells produce energy. Late seizures are thought to be the result of epileptogenesis, in which neural networks are restructured in a way that increases the likelihood that they will become excited, leading to seizures.",
            "score": 189.70848083496094
        },
        {
            "docid": "39118620_8",
            "document": "Wes Burgess . Burgess’ studies revealed how the dendrites of brain neurons grow during development. Together with Richard Coss at the University of California, Davis, Burgess was the first to show that sensory stimuli, including social stressors, can cause long-lasting changes in brain cell anatomical structure in just a few minutes. Together with Jaime Villablanca at UCLA, Burgess discovered that early brain injury resembling childhood congenital disorders and adult traumatic brain injury can heal naturally and that rehabilitative exercise improves brain healing. He helped clarify the rôle of the caudate nucleus in aggression and found that, without input from this nucleus, usually aggressive cats are friendly and affiliative. Burgess also contributed to our understanding of how the nervous system responds to morphine, especially during early development.",
            "score": 189.46768188476562
        },
        {
            "docid": "15841911_18",
            "document": "Post-traumatic seizure . Immediate seizures have an incidence of 1 to 4%, that of early seizures is 4 to 25%, and that of late seizures is 9 to 42%. Age influences the risk for PTS. As age increases, risk of early and late seizures decreases; one study found that early PTS occurred in 30.8% of children age 7 or under, 20% of children between ages 8 and 16, and 8.4% of people who were over 16 at the time they were injured (graph at right). Early seizures occur up to twice as frequently in brain injured children as they do in their adult counterparts. In one study, children under five with trivial brain injuries (those with no LOC, no PTA, no depressed skull fracture, and no hemorrhage) suffered an early seizure 17% of the time, while people over age 5 did so only 2% of the time. Children under age five also have seizures within one hour of injury more often than adults do. One study found the incidence of early seizures to be highest among infants younger than one year and particularly high among those who suffered perinatal injury. However, adults are at higher risk than children are for late seizures. People over age 65 are also at greater risk for developing PTS after an injury, with a PTS risk that is 2.5 times higher than that of their younger counterparts.",
            "score": 189.17837524414062
        },
        {
            "docid": "17681122_30",
            "document": "Central nervous system disease . Parkinson's disease, or PD, is a progressive illness of the nervous system. Caused by the death of dopamine-producing brain cells that affect motor skills and speech. Symptoms may include bradykinesia (slow physical movement), muscle rigidity, and tremors. Behavior, thinking, sensation disorders, and the sometimes co-morbid skin condition Seborrheic dermatitis are just some of PD's numerous nonmotor symptoms. Parkinson's disease, Attention deficit/hyperactivity disorder (ADHD) & Bi-polar disorder, all appear to have some connection to one another, as all three nervous system disorders involve lower than normal levels of the brain chemical dopamine(In ADHD, Parkinson's, & the depressive phase of Bi-polar disorder.) or too much dopamine (in Mania or Manic states of Bi-polar disorder) in different areas of the brain:",
            "score": 188.52005004882812
        },
        {
            "docid": "21312313_45",
            "document": "Procedural memory . It is evident that long-term Cocaine abuse alters brain structures. Research has shown that the brain structures that are immediately affected by long-term cocaine abuse include: cerebral hypoperfusion in the frontal, periventricular and temporal-parietal. These structures play a role in various memory systems. Furthermore, the drug cocaine elicits its desirable effects by blocking the DRD1 dopamine receptors in the striatum, resulting in increased dopamine levels in the brain. These receptors are important for the consolidation of procedural memory. These increased dopamine levels in the brain resultant of cocaine use is similar to the increased dopamine levels in the brain found in schizophrenics. Studies have compared the common memory deficits caused by both cases to further understand the neural networks of procedural memory. To learn more about the effects of dopamine and its role in schizophrenia see: dopamine hypothesis of schizophrenia. Studies using rats have shown that when rats are administered trace amounts of cocaine, their procedural memory systems are negatively impacted. Specifically, the rats are unable to effectively consolidate motor-skill learning. With cocaine abuse being associated with poor procedural learning, research has shown that abstinence from cocaine is associated with sustained improvement of motor-skill learning (Wilfred et al.).",
            "score": 188.44053649902344
        },
        {
            "docid": "37641_30",
            "document": "Head injury . According to the United States CDC, 32% of traumatic brain injuries (another, more specific, term for head injuries) are caused by falls, 10% by assaults, 16.5% by being struck by or against something, 17% by motor vehicle accidents, and 21% by other/unknown ways. In addition, the highest rate of injury is among children ages 0–14 and adults age 65 and older.<nowiki> #REDIRECT Brain Damage</nowiki> Brain injuries that include brain damage can also be brought on by exposure to toxic chemicals, lack of oxygen, tumors, infections, and stroke. Possible causes of widespread brain damage include birth hypoxia, prolonged hypoxia (shortage of oxygen), poisoning by teratogens (including alcohol), infection, and neurological illness. Brain tumors can increase intracranial pressure, causing brain damage.",
            "score": 188.07652282714844
        },
        {
            "docid": "157529_2",
            "document": "Delirium . Delirium, also known as acute confusional state, is an organically caused decline from a previously baseline level of mental function. It often varies in severity over a short period of time, and includes attentional deficits, and disorganization of behavior. It typically involves other cognitive deficits, changes in arousal (hyperactive, hypoactive, or mixed), perceptual deficits, altered sleep-wake cycle, and psychotic features such as hallucinations and delusions. Delirium itself is not a disease, but rather a set of symptoms. It may result from an underlying disease, over-consumption of alcohol, from drugs administered during treatment of a disease, withdrawal from drugs or from any number of health factors. Delirium may be caused by a disease process outside the brain that nonetheless affects the brain, such as infection (urinary tract infection, pneumonia) or drug effects, particularly anticholinergics or other CNS depressants (benzodiazepines and opioids). Although hallucinations and delusions are sometimes present in delirium, these are not required for the diagnosis, and the symptoms of delirium are clinically distinct from those induced by psychosis or hallucinogens (with the exception of deliriants.) Delirium must by definition be caused by an organic process, i.e., a physically identifiable structural, functional, or chemical problem in the brain (see organic brain syndrome), and thus, fluctuations of mentation due to changes in purely psychiatric processes or diseases, such as sudden psychosis from schizophrenia or bipolar disorder, are (by definition) not termed delirium. Like its components (inability to focus attention, mental confusion and various impairments in awareness and temporal and spatial orientation), delirium is the common manifestation of new organic brain dysfunction (for any reason). Delirium requires both a sudden change in mentation, and an organic cause for this. Delirium may be difficult to diagnose without the proper establishment of a person's usual mental function. Without careful assessment and history, delirium can easily be confused with a number of psychiatric disorders or long term organic brain syndromes, because many of the signs and symptoms of delirium are conditions also present in dementia, depression, and psychosis. Delirium may newly appear on a background of mental illness, baseline intellectual disability, or dementia, without being due to any of these problems. Treatment of delirium requires treating the underlying cause, and multi-component interventions are thought to be most effective. In some cases, temporary or palliative or symptomatic treatments are used to comfort the person or to allow other care (for example, a person who, without understanding, is trying to pull out a ventilation tube that is required for survival). Delirium is probably the single most common acute disorder affecting adults in general hospitals. It affects 10-20% of all hospitalized adults, and 30-40% of elderly who are hospitalized and up to 80% of those in ICU. Among those requiring critical care, delirium is a risk for death within the next year. Antipsychotics are not supported for the treatment or prevention of delirium among those who are in hospital. When delirium is caused by alcohol or sedative hypnotic withdrawal, benzodiazepines are typically used.",
            "score": 187.95526123046875
        },
        {
            "docid": "56915316_5",
            "document": "Shared delusional disorder . Stress is also a factor because it triggers mental illness. The majority of people that develop shared delusional disorder are genetically predisposed to mental illness, however this predisposition ( i.e genes for schizophrenia that need to be activated) is not enough to develop a mental disorder. However, when that person becomes stressed their adrenal gland releases the stress hormone cortisol into the body which released increased levels of dopamine in their brain and changes in dopamine levels are linked to mental illness . As a result, stress puts one at a heightened risk of developing a psychological disorder such as shared delusional disorder.",
            "score": 186.86361694335938
        },
        {
            "docid": "64976_19",
            "document": "Attention deficit hyperactivity disorder . Extreme premature birth, very low birth weight, and extreme neglect, abuse, or social deprivation also increase the risk as do certain infections during pregnancy, at birth, and in early childhood. These infections include, among others, various viruses (measles, varicella zoster encephalitis, rubella, enterovirus 71). There is an association between long term but not short term use of acetaminophen during pregnancy and ADHD. At least 30% of children with a traumatic brain injury later develop ADHD and about 5% of cases are due to brain damage.",
            "score": 184.69161987304688
        },
        {
            "docid": "14228084_8",
            "document": "S100B . S100B is secreted by astrocytes or can spill from injured cells and enter the extracellular space or bloodstream. Serum levels of S100B increase in patients during the acute phase of brain damage. Over the last decade, S100B has emerged as a candidate peripheral biomarker of blood–brain barrier (BBB) permeability and CNS injury. Elevated S100B levels accurately reflect the presence of neuropathological conditions including traumatic head injury or neurodegenerative diseases. Normal S100B levels reliably exclude major CNS pathology. Its potential clinical use in the therapeutic decision making process is substantiated by a vast body of literature validating variations in serum 100B levels with standard modalities for prognosticating the extent of CNS damage: alterations in neuroimaging, cerebrospinal pressure, and other brain molecular markers (neuron specific enolase and glial fibrillary acidic protein). However, more importantly, S100B levels have been reported to rise prior to any detectable changes in intracerebral pressure, neuroimaging, and neurological examination findings. Thus, the major advantage of using S100B is that elevations in serum or CSF levels provide a sensitive measure for determining CNS injury at the molecular level before gross changes develop, enabling timely delivery of crucial medical intervention before irreversible damage occurs. S100B serum levels are elevated before seizures suggesting that BBB leakage may be an early event in seizure development.  An extremely important application of serum S100B testing is in the selection of patients with minor head injury who do not need further neuroradiological evaluation, as studies comparing CT scans and S100B levels have demonstrated S100B values below 0.12 ng/mL are associated with low risk of obvious neuroradiological changes (such as intracranial hemorrhage or brain swelling) or significant clinical sequelae. The excellent negative predictive value of S100B in several neurological conditions is due to the fact that serum S100B levels reflect blood–brain barrier permeability changes even in absence of neuronal injury. In addition, S100B, which is also present in human melanocytes, is a reliable marker for melanoma malignancy both in bioptic tissue and in serum.",
            "score": 184.37701416015625
        },
        {
            "docid": "490620_68",
            "document": "Human brain . Brain damage or injury to the brain can manifest in many ways. Traumatic brain injury, for example received in contact sport, after a fall, or a traffic or work accident, can be associated with both immediate and longer-term problems. Immediate problems may include bleeding within the brain, this may compress the brain tissue or damage its blood supply. Bruising to the brain may occur. Bruising may cause widespread damage to the nerve tracts that can lead to a condition of diffuse axonal injury. A fractured skull, injury to a particular area, deafness, and concussion are also possible immediate developments. In addition to the site of injury, the opposite side of the brain may be affected, termed a contrecoup injury. Longer-term issues that may develop include posttraumatic stress disorder, and hydrocephalus. Chronic traumatic encephalopathy can develop following multiple head injuries.",
            "score": 183.68594360351562
        },
        {
            "docid": "33096801_15",
            "document": "Stress in early childhood . Brain circuits and testosterone's systems are formed and activated in early life. These neurobiological systems of the body help maintain viability and are necessary for survival in early childhood and along the course of life. When a child or adult experiences a stressor, the body will attempt to regulate the stress through releasing hormones that pass through the body. However, effects of the prolonged or frequent biological stress response may increase the risk for future physical and mental health problems in early childhood. Since, brain circuits are vulnerable in early childhood, early stressors may impact the development of necessary brain connections. Therefore, toxic stress can alter or impair brain circuit formation and essentially result in a small brain size in young children.",
            "score": 183.5439910888672
        },
        {
            "docid": "203297_2",
            "document": "Hydrocephalus . Hydrocephalus is a condition in which there is an accumulation of cerebrospinal fluid (CSF) within the brain. This typically causes increased pressure inside the skull. Older people may have headaches, double vision, poor balance, urinary incontinence, personality changes, or mental impairment. In babies there may be a rapid increase in head size. Other symptoms may include vomiting, sleepiness, seizures, and downward pointing of the eyes. Hydrocephalus can occur due to birth defects or be acquired later in life. Associated birth defects include neural tube defects and those that result in aqueductal stenosis. Other causes include meningitis, brain tumors, traumatic brain injury, intraventricular hemorrhage, and subarachnoid hemorrhage. There are four types of hydrocephalus: communicating, non-communicating, ex-vacuo, and normal pressure. Diagnosis is typically made by examination and medical imaging. Hydrocephalus is typically treated by the surgical placement of a shunt system. A procedure called a third ventriculostomy may be an option in a few people. Complications from shunts may include overdrainage, underdrainage, mechanical failure, infection, or obstruction. This may require replacement. Outcomes are variable; however, many people with shunts live normal lives. Without treatment, death may occur. About one to two per 1,000 newborns have hydrocephalus. Rates in the developing world may be more. Normal pressure hydrocephalus is estimated to affect about 5 per 100,000 people with rates increasing with age. Description of hydrocephalus by Hippocrates date back more than 2000 years. The word \"hydrocephalus\" is .",
            "score": 183.3708038330078
        },
        {
            "docid": "25935238_9",
            "document": "Educational neuroscience . Almost all of the neurons in the brain are generated before birth, during the first three months of pregnancy, and the newborn child’s brain has a similar number of neurons to that of an adult. Many more neurons form than are needed, and only those that form active connections with other neurons survive. In the first year after birth the infant brain undergoes an intense phase of development, during which excessive numbers of connections between neurons are formed, and many of these excess connections must be cut back through the process of synaptic pruning that follows. This pruning process is just as important a stage of development as the early rapid growth of connections between brain cells. The process during which large numbers of connections between neurons are formed is called synaptogenesis. For vision and hearing (visual and auditory cortex), there is extensive early synaptogenesis. The density of connections peaks at around 150% of adult levels between four and 12 months, and the connections are then extensively pruned. Synaptic density returns to adult levels between two and four years in the visual cortex. For other areas such as prefrontal cortex (thought to underpin planning and reasoning), density increases more slowly and peaks after the first year. Reduction to adult levels of density takes at least another 10–20 years; hence there is significant brain development in the frontal areas even in adolescence. Brain metabolism (glucose uptake, which is an approximate index of synaptic functioning) is also above adult levels in the early years. Glucose uptake peaks at about 150% of adult levels somewhere around four to five years. By the age of around ten years, brain metabolism has reduced to adult levels for most cortical regions. Brain development consists of bursts of synaptogenesis, peaks of density, and then synapse rearrangement and stabilisation. This occurs at different times and different rates for different brain regions, which implies that there may be different sensitive periods for the development of different types of knowledge. Neuroscience research into early brain development has informed government education policy for children under three years old in many countries including the USA and the United Kingdom. These policies have focused on enriching the environment of children during nursery and preschool years, exposing them to stimuli and experiences thought to maximise the learning potential of the young brain.",
            "score": 183.35108947753906
        },
        {
            "docid": "52588865_8",
            "document": "William T. Greenough . Prior to Greenough's work, the prevalent belief was that the structure of the brain was determined very early in life and did not change substantially other than to degenerate as a result of damage due to injury, illness, or aging. It was believed that synapses were formed early in brain development, and that once the initial structure of the brain was formed, no further synapse formation occurred. The brain was believed to be an anatomically static structure and memories were believed to result from synaptic activity within a fixed nervous system. According to this view, what you were born with determined your potential for the rest of your life.",
            "score": 183.0254364013672
        },
        {
            "docid": "1057414_34",
            "document": "Traumatic brain injury . Hormonal disturbances may occur secondary to hypopituitarism, occurring immediately or years after injury in 10 to 15% of TBI patients. Development of diabetes insipidus or an electrolyte abnormality acutely after injury indicate need for endocrinologic work up. Signs and symptoms of hypopituitarism may develop and be screened for in adults with moderate TBI and in mild TBI with imaging abnormalities. Children with moderate to severe head injury may also develop hypopituitarism. Screening should take place 3 to 6 months, and 12 months after injury, but problems may occur more remotely. Cognitive deficits that can follow TBI include impaired attention; disrupted insight, judgement, and thought; reduced processing speed; distractibility; and deficits in executive functions such as abstract reasoning, planning, problem-solving, and multitasking. Memory loss, the most common cognitive impairment among head-injured people, occurs in 20–79% of people with closed head trauma, depending on severity. People who have suffered TBI may also have difficulty with understanding or producing spoken or written language, or with more subtle aspects of communication such as body language. Post-concussion syndrome, a set of lasting symptoms experienced after mild TBI, can include physical, cognitive, emotional and behavioral problems such as headaches, dizziness, difficulty concentrating, and depression. Multiple TBIs may have a cumulative effect. A young person who receives a second concussion before symptoms from another one have healed may be at risk for developing a very rare but deadly condition called second-impact syndrome, in which the brain swells catastrophically after even a mild blow, with debilitating or deadly results. About one in five career boxers is affected by chronic traumatic brain injury (CTBI), which causes cognitive, behavioral, and physical impairments. Dementia pugilistica, the severe form of CTBI, affects primarily career boxers years after a boxing career. It commonly manifests as dementia, memory problems, and parkinsonism (tremors and lack of coordination). TBI may cause emotional, social, or behavioral problems and changes in personality. These may include emotional instability, depression, anxiety, hypomania, mania, apathy, irritability, problems with social judgment, and impaired conversational skills. TBI appears to predispose survivors to psychiatric disorders including obsessive compulsive disorder, substance abuse, dysthymia, clinical depression, bipolar disorder, and anxiety disorders. In patients who have depression after TBI, suicidal ideation is not uncommon; the suicide rate among these persons is increased 2- to 3-fold. Social and behavioral symptoms that can follow TBI include disinhibition, inability to control anger, impulsiveness, lack of initiative, inappropriate sexual activity, asociality and social withdrawal, and changes in personality. TBI also has a substantial impact on the functioning of family systems Caregiving family members and TBI survivors often significantly alter their familial roles and responsibilities following injury, creating significant change and strain on a family system. Typical challenges identified by families recovering from TBI include: frustration and impatience with one another, loss of former lives and relationships, difficulty setting reasonable goals, inability to effectively solve problems as a family, increased level of stress and household tension, changes in emotional dynamics, and overwhelming desire to return to pre-injury status. In addition, families may exhibit less effective functioning in areas including coping, problem solving and communication. Psychoeducation and counseling models have been demonstrated to be effective in minimizing family disruption",
            "score": 182.3800811767578
        }
    ]
}