{
    "q": [
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 168.72249126434326
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 143.52851676940918
        },
        {
            "docid": "7955_44",
            "document": "DNA . DNA usually occurs as linear chromosomes in eukaryotes, and circular chromosomes in prokaryotes. The set of chromosomes in a cell makes up its genome; the human genome has approximately 3 billion base pairs of DNA arranged into 46 chromosomes. The information carried by DNA is held in the sequence of pieces of DNA called genes. Transmission of genetic information in genes is achieved via complementary base pairing. For example, in transcription, when a cell uses the information in a gene, the DNA sequence is copied into a complementary RNA sequence through the attraction between the DNA and the correct RNA nucleotides. Usually, this RNA copy is then used to make a matching protein sequence in a process called translation, which depends on the same interaction between RNA nucleotides. In alternative fashion, a cell may simply copy its genetic information in a process called DNA replication. The details of these functions are covered in other articles; here the focus is on the interactions between DNA and other molecules that mediate the function of the genome.",
            "score": 150.49403607845306
        },
        {
            "docid": "17704946_4",
            "document": "Epigenomics . A more likely source of cellular plasticity is through the Regulation of gene expression, such that while two cells may have near identical DNA, the differential expression of certain genes results in variation. Research has shown that cells are capable of regulating gene expression at several stages: mRNA transcription, processing and transportation as well as in protein translation, post-translational processing and degradation. Regulatory proteins that bind to DNA, RNA, and/or proteins are key effectors in these processes and function by positively or negatively regulating specific protein level and function in a cell. And, while DNA binding transcription factors provide a mechanism for specific control of cellular responses, a model where DNA binding transcription factors are the sole regulators of gene activity is also unlikely. For example, in a study of Somatic-cell nuclear transfer, it was demonstrated that stable features of differentiation remain after the nucleus is transferred to a new cellular environment, suggesting that a stable and heritable mechanism of gene regulation was involved in the maintenance of the differentiated state in the absence of the DNA binding transcription factors.",
            "score": 113.71590769290924
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 159.3918435573578
        },
        {
            "docid": "6330972_23",
            "document": "Therapeutic gene modulation . Effector domains bound to the zinc-finger can also have comparable effects. It is the function of these effector domains which are arguably the most important with respect to the use of designer zinc-finger proteins for therapeutic gene modulation. If a methylase domain is bound to the designer zinc-finger protein, when the zinc-finger protein binds to the target DNA sequence an increase in methylation state of DNA in that region will subsequently result. Transcription rates of genes so-affected will be reduced. Many of the effector domains function to modulate either the DNA directly - e.g. via methylation, cleaving, or recombination of the target DNA sequence - or by modulating its transcription rate - e.g. inhibiting transcription via repressor domains that block transcriptional machinery, promoting transcription with activation domains that recruit transcriptional machinery to the site, or histone- or other epigenetic-modification domains that affect chromatin state and the ability of transcriptional machinery to access the affected genes. Epigenetic modification is a major theme in determining varying expression levels for genes, as explained by the idea that how tightly-wound the DNA strand is - from histones at the local level up to chromatin at the chromosomal level - can influence the accessibility of sequences of DNA to transcription machinery, thereby influencing the rate at which it can be transcribed. If, instead of impacting the DNA strand directly, as described above, a designer zinc-finger protein instead affects epigenetic modification state for a target DNA region, modulation of gene expression could similarly be accomplished. In the first case to successfully demonstrate the use of designer zinc-finger proteins to modulate gene expression in vivo, Choo \"et al\" designed a protein consisting of three zinc-finger domains that targeted a specific sequence on a BCR-ABL fusion oncogene. This specific oncogene is implicated in acute lymphoblastic leukemia. The oncogene typically enables leukemia cells to proliferate in the absence of specific growth factors, a hallmark of cancer. By including a nuclear localization signal with the tri-domain zinc-finger protein in order to facilitate binding of the protein to genomic DNA in the nucleus, Choo \"et al\" were able to demonstrate that their engineered protein could block transcription of the oncogene in vivo. Leukemia cells became dependent on regular growth factors, bringing the cell cycle back under the control of normal regulation.",
            "score": 140.68950164318085
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 170.2835156917572
        },
        {
            "docid": "42888_71",
            "document": "Human genome . Epigenetics describes a variety of features of the human genome that transcend its primary DNA sequence, such as chromatin packaging, histone modifications and DNA methylation, and which are important in regulating gene expression, genome replication and other cellular processes. Epigenetic markers strengthen and weaken transcription of certain genes but do not affect the actual sequence of DNA nucleotides. DNA methylation is a major form of epigenetic control over gene expression and one of the most highly studied topics in epigenetics. During development, the human DNA methylation profile experiences dramatic changes. In early germ line cells, the genome has very low methylation levels. These low levels generally describe active genes. As development progresses, parental imprinting tags lead to increased methylation activity.",
            "score": 148.7074235677719
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 176.0471054315567
        },
        {
            "docid": "7955_46",
            "document": "DNA . In many species, only a small fraction of the total sequence of the genome encodes protein. For example, only about 1.5% of the human genome consists of protein-coding exons, with over 50% of human DNA consisting of non-coding repetitive sequences. The reasons for the presence of so much noncoding DNA in eukaryotic genomes and the extraordinary differences in genome size, or \"C-value\", among species, represent a long-standing puzzle known as the \"C-value enigma\". However, some DNA sequences that do not code protein may still encode functional non-coding RNA molecules, which are involved in the regulation of gene expression. Some noncoding DNA sequences play structural roles in chromosomes. Telomeres and centromeres typically contain few genes but are important for the function and stability of chromosomes. An abundant form of noncoding DNA in humans are pseudogenes, which are copies of genes that have been disabled by mutation. These sequences are usually just molecular fossils, although they can occasionally serve as raw genetic material for the creation of new genes through the process of gene duplication and divergence.",
            "score": 139.9984254837036
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 173.0459896326065
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 102.25988268852234
        },
        {
            "docid": "12266_15",
            "document": "Genetics . Although the structure of DNA showed how inheritance works, it was still not known how DNA influences the behavior of cells. In the following years, scientists tried to understand how DNA controls the process of protein production. It was discovered that the cell uses DNA as a template to create matching messenger RNA, molecules with nucleotides very similar to DNA. The nucleotide sequence of a messenger RNA is used to create an amino acid sequence in protein; this translation between nucleotide sequences and amino acid sequences is known as the genetic code.",
            "score": 127.49949717521667
        },
        {
            "docid": "31478429_5",
            "document": "Wellcome Trust Centre for Gene Regulation and Expression . The Centre is studying many aspects of the cell cycle, including the way in which chromosomes replicate and separate during cell division and how DNA damage is detected. Failure of these events can lead to major faults within a genome, potentially leading to the rise of cancerous cells. The Centre is also investigating how DNA is tightly wound and compacted so that it can fit into the nuclei of eukaryotic cells, as well as the protein-DNA complexes that are involved in this packaging. The controlled unravelling of DNA is an important step in the regulation of gene function.",
            "score": 104.93271362781525
        },
        {
            "docid": "9955145_31",
            "document": "Eukaryotic transcription . The gene expression patterns that define cell identity are inherited through cell division. This process is called epigenetic regulation. DNA methylation is reliably inherited through the action of maintenance methylases that modify the nascent DNA strand generated by replication. In mammalian cells, DNA methylation is the primary marker of transcriptionally silenced regions. Specialized proteins can recognize the marker and recruit histone deacetylases and methylases to re-establish the silencing. Nucleosome histone modifications could also be inherited during cell division, however, it is not clear whether it can work independently without the direction by DNA methylation.",
            "score": 147.1675364971161
        },
        {
            "docid": "35746225_15",
            "document": "Cancer epigenetics . In mammals, microRNAs (miRNAs) regulate about 60% of the transcriptional activity of protein-encoding genes. Some miRNAs also undergo methylation-associated silencing in cancer cells. Let-7 and miR15/16 play important roles in down-regulating RAS and BCL2 oncogenes, and their silencing occurs in cancer cells. Decreased expression of miR-125b1, a miRNA that functions as a tumor suppressor, was observed in prostate, ovarian, breast and glial cell cancers. In vitro experiments have shown that miR-125b1 targets two genes, HER2/neu and ESR1, that are linked to breast cancer. DNA methylation, specifically hypermethylation, is one of the main ways that the miR-125b1 is epigenetically silenced. In patients with breast cancer, hypermethylation of CpG islands located proximal to the transcription start site was observed. Loss of CTCF binding and an increase in repressive histone marks, H3K9me3 and H3K27me3, correlates with DNA methylation and miR-125b1 silencing. Mechanistically, CTCF may function as a boundary element to stop the spread of DNA methylation. Results from experiments conducted by Soto-Reyes et al. indicate a negative effect of methylation on the function and expression of miR-125b1. Therefore, they concluded that DNA methylation has a part in silencing the gene. Furthermore, some miRNA's are epigenetically silenced early on in breast cancer, and therefore these miRNA's could potentially be useful as tumor markers. The epigenetic silencing of miRNA genes by aberrant DNA methylation is a frequent event in cancer cells; almost one third of miRNA promoters active in normal mammary cells were found hypermethylated in breast cancer cells - that is a several fold greater proportion than is usually observed for protein coding genes.  DNA damage appears to be the primary underlying cause of cancer. If DNA repair is deficient, DNA damage tends to accumulate. Such excess DNA damage can increase mutational errors during DNA replication due to error-prone translesion synthesis. Excess DNA damage can also increase epigenetic alterations due to errors during DNA repair. Such mutations and epigenetic alterations can give rise to cancer (see malignant neoplasms).",
            "score": 154.1086858510971
        },
        {
            "docid": "46335535_7",
            "document": "Hox genes in amphibians and reptiles . Hox genes contain a DNA sequence known as the homeobox that are involved in the regulation of patterns of anatomical development. They contain a specific DNA sequence with the aim of providing instructions for making a string of 60 protein building blocks - amino acids- which are referred to as the homeodomain. Most homeodomain-containing proteins function as transcription factors and fundamentally bind and regulate the activity of different genes. The homeodomain is the segment of the protein that binds to precise regulatory regions of the target genes. Genes within the homeobox family are implicated in a wide variety of significant activities during growth. These activities include directing the development of limbs and organs along the anterior-posterior axis and regulating the process by which cells mature to carry out specific functions, a process known as cellular differentiation. Certain homeobox genes can act tumor suppressors, which means they help prevent cells from growing and dividing too rapidly or in an uncontrolled way.",
            "score": 77.8374046087265
        },
        {
            "docid": "49033_3",
            "document": "Epigenetics . The term also refers to the changes themselves: functionally relevant changes to the genome that do not involve a change in the nucleotide sequence. Examples of mechanisms that produce such changes are DNA methylation and histone modification, each of which alters how genes are expressed without altering the underlying DNA sequence. Gene expression can be controlled through the action of repressor proteins that attach to silencer regions of the DNA. These epigenetic changes may last through cell divisions for the duration of the cell's life, and may also last for multiple generations even though they do not involve changes in the underlying DNA sequence of the organism; instead, non-genetic factors cause the organism's genes to behave (or \"express themselves\") differently.",
            "score": 126.93368935585022
        },
        {
            "docid": "42966477_14",
            "document": "Nessa Carey . Carey's second book, \"Junk DNA: A Journey Through the Dark Matter of the Genome\", examines developments in the study of junk DNA, or noncoding DNA. DNA that doesn't code for proteins has been dismissed as nonfunctional until recently. She explains the \"most fundamental reason for the shift in emphasis is the sheer volume of junk DNA that our cells contain. One of the biggest shocks when the human genome sequence was completed in 2001 was the discovery that over 98 per cent of the DNA in a human is junk. It doesn't code for any proteins.\" Carey describes how this Junk DNA maintains the integrity of our chromosomes; regulates the ways the protein-coding genes are expressed; influences how we age and generally introduces incredible degrees of subtlety and flexibility into how we use the relatively small numbers of genes that code for proteins ... [and] contributes to all sorts of situations, from the correct control of gene expression in female cells to the regulation of pathways that drive cancer. From Ernest Hemingway's mutant cat to exoneration of the innocent through DNA fingerprinting, junk DNA impacts on an astonishing range of biological phenomena.",
            "score": 94.41987216472626
        },
        {
            "docid": "8209464_3",
            "document": "Tax gene product . HTLV-1 causes an aggressive form of leukaemia: adult T cell leukaemia (ATL), and Tax has largely been implicated in the oncogenic potential of this virus. In addition to Tax's ability to promote the transcription of viral proteins in the nucleus, it also regulates many human genes. It does this by modulating the activity of several signaling pathways such as: CREB/ATF, NF-κB, AP-1 and SRF. Tax modulates cellular processes by protein-protein interaction (binding with proteins), transcriptional activation (promoting the production of proteins) and transcriptional repression (inhibiting the production of proteins). Cellular processes that Tax dysregulates to produce cancerous cells include the cell cycle and the maintenance of genomic integrity. The cell cycle has four stages (G1, S, G2 and M) and Tax is known to accelerate the transition between G1 and S phase. Two DNA repair pathways (base excision repair and nucleotide excision repair) are affected by Tax, leading to mutations in DNA; a classical hallmark of cancer. Tax also causes aneuploidy (abnormal chromosome numbers), which is a possible cause of transformation (normal cells becoming cancer cells). Many proteins are involved in these processes, including cyclins and cell cycle checkpoint proteins (p53 and Rb). Interesting, HTLV-1 Tax viral gene is known to dampen innate antiviral signaling pathways to avoid host detection and elimination, through SOCS1 and Aryl Hydrocarbon Receptor Interacting Protein (AIP).",
            "score": 86.24491310119629
        },
        {
            "docid": "68300_40",
            "document": "Dominance (genetics) . The molecular basis of dominance was unknown to Mendel. It is now understood that a gene locus includes a long series (hundreds to thousands) of bases or nucleotides of deoxyribonucleic acid (DNA) at a particular point on a chromosome. The central dogma of molecular biology states that \"\"DNA makes RNA makes protein\"\", that is, that DNA is transcribed to make an RNA copy, and RNA is translated to make a protein. In this process, different alleles at a locus may or may not be transcribed, and if transcribed may be translated to slightly different versions of the same protein (called isoforms). Proteins often function as enzymes that catalyze chemical reactions in the cell, which directly or indirectly produce phenotypes. In any diploid organism, the DNA sequences of the two alleles present at any gene locus may be identical (homozygous) or different (heterozygous). Even if the gene locus is heterozygous at the level of the DNA sequence, the proteins made by each allele may be identical. In the absence of any difference between the protein products, neither allele can be said to be dominant (see \"co-dominance\", above). Even if the two protein products are slightly different (allozymes), it is likely that they produce the same phenotype with respect to enzyme action, and again neither allele can be said to be dominant.",
            "score": 121.42107224464417
        },
        {
            "docid": "32148163_3",
            "document": "ARID domain . The human SWI-SNF complex protein p270 is an ARID family member with non-sequence-specific DNA binding activity. The ARID consensus and other structural features are common to both p270 and yeast SWI1, suggesting that p270 is a human counterpart of SWI1. The approximately 100-residue ARID sequence is present in a series of proteins strongly implicated in the regulation of cell growth, development, and tissue-specific gene expression. Although about a dozen ARID proteins can be identified from database searches, to date, only Bright (a regulator of B-cell-specific gene expression), dead ringer (a \"Drosophila melanogaster\" gene product required for normal development), and MRF-2 (which represses expression from the Cytomegalovirus enhancer) have been analyzed directly with regard to their DNA binding properties. Each binds preferentially to AT-rich sites. In contrast, p270 shows no sequence preference in its DNA binding activity, thereby demonstrating that AT-rich binding is not an intrinsic property of ARID domains and that ARID family proteins may be involved in a wider range of DNA interactions.",
            "score": 98.1197601556778
        },
        {
            "docid": "2661507_9",
            "document": "Molecular Structure of Nucleic Acids: A Structure for Deoxyribose Nucleic Acid . When Watson and Crick produced their double helix model of DNA, it was known that most of the specialized features of the many different life forms on Earth are made possible by proteins. Structurally, proteins are long chains of amino acid subunits. In some way, the genetic molecule, DNA, had to contain instructions for how to make the thousands of proteins found in cells. From the DNA double helix model, it was clear that there must be some correspondence between the linear sequences of nucleotides in DNA molecules to the linear sequences of amino acids in proteins. The details of how sequences of DNA instruct cells to make specific proteins was worked out by molecular biologists during the period from 1953 to 1965. Francis Crick played an integral role in both the theory and analysis of the experiments that led to an improved understanding of the genetic code.",
            "score": 118.8146505355835
        },
        {
            "docid": "18398577_16",
            "document": "Somatic evolution in cancer . The state of a cell may be changed epigenetically, in addition to genetic alterations. The best-understood epigenetic alterations in tumors are the silencing or expression of genes by changes in the methylation of CG pairs of nucleotides in the promoter regions of the genes. These methylation patterns are copied to the new chromosomes when cells replicate their genomes and so methylation alterations are heritable and subject to natural selection. Methylation changes are thought to occur more frequently than mutations in the DNA, and so may account for many of the changes during neoplastic progression (the process by which normal tissue becomes cancerous), in particular in the early stages. For instance, when loss of expression of the DNA repair protein MGMT occurs in a colon cancer, it is caused by a mutation only about 4% of the time, while in most cases the loss is due to methylation of its promoter region. Similarly, when loss of expression of the DNA repair protein PMS2 occurs in colon cancer, it is caused by a mutation about 5% of the time, while in most cases loss of expression is due to methylation of the promoter of its pairing partner MLH1 (PMS2 is unstable in the absence of MLH1). Epigenetic changes in progression interact with genetic changes. For example, epigenetic silencing of genes responsible for the repair of mispairs or damages in the DNA (e.g. MLH1 or MSH2) results in an increase of genetic mutations.",
            "score": 149.5231820344925
        },
        {
            "docid": "14881024_3",
            "document": "LRDD . The protein encoded by this gene contains a leucine-rich repeat and a death domain. This protein has been shown to interact with other death domain proteins, such as Fas (TNFRSF6)-associated via death domain (FADD) and MAP-kinase activating death domain-containing protein (MADD), and thus may function as an adaptor protein in cell death-related signaling processes. The expression of the mouse counterpart of this gene has been found to be positively regulated by the tumor suppressor p53 and to induce cell apoptosis in response to DNA damage, which suggests a role for this gene as an effector of p53-dependent apoptosis. Three alternatively spliced transcript variants encoding distinct isoforms have been reported. Besides its pro-apoptotic function it may also be involved in DNA repair as part of a protein complex formed together with the catalytic subunit of DNA-PK (DNA-PKcs)and caspase 2.",
            "score": 81.35433638095856
        },
        {
            "docid": "42683705_4",
            "document": "Epigenetics and melanoma . In epigenetic alterations in cancer, DNA methylation is the most studied, although it is not the only alteration that can occur. DNA methylation is a covalent modification of DNA where a methyl group is added to the C-5 position of cytosine by DNA-methyltransferases. This occurs mostly at the cytosine-phosphate-guanine dinucleotide rich regions, known as CpG islands, and are located particularly in the promoter regions of genes in the human genome (Patino et al. 2008). These promoter regions are methylated in certain ways or can be completely unmethylated. However, in an altered methylation of the CpG islands (generally where the methylation pattern is inverted), transcription can be altered which can lead to cancer. This is due to chromosomes being highly condensed, preventing RNA polymerase and other transcription factors from recognizing and binding to the DNA. This can result in gene silencing. This silencing of genes can be dangerous to cells, especially when the genes silenced are active in maintaining the cell cycle. The table below shows some of the important genes targeted by promoter hypermethylation in melanoma.",
            "score": 189.34442913532257
        },
        {
            "docid": "44554443_8",
            "document": "Harold M. Weintraub . While at FHCRC, Weintraub continued and extended his prior studies of chromatin structure and function. Another of his contributions was developing the technique of using antisense RNA to create specific mutant phenotypes in vertebrate organisms. Perhaps the work for which Weintraub is best known was his laboratory's discovery and characterization of \"myoD\", the first master regulatory gene. When expressed, the myoD gene produces a protein referred to as MyoD (or MyoD1), which can bind certain DNA sequences, stop cell division, and elicit an entire program of muscle cell differentiation. In a series of sequential experiments, Weintraub and his students showed that myoD was able to convert fibroblasts (connective tissue cells) into myoblasts (skeletal muscle cells). Later studies by the same group of investigators at FHCRC further characterized the structural and functional characteristics of \"myoD\" and its nuclear-localized protein product, which were found to be present in organisms as diverse as nematode worms, frogs, mice, and humans. During the final years of his life, Weintraub's work used myoD to delve broadly and deeply into the areas of regulatory proteins, gene expression, and the molecular control of cell differentiation. As part of this work, his lab pioneered a molecular biology technique known as the Selection And Amplification Binding (SAAB) assay, which is used to find the DNA-binding sites for proteins.",
            "score": 113.82645285129547
        },
        {
            "docid": "446223_8",
            "document": "Gene knockdown . A different means of silencing exogenous DNA that has been discovered in prokaryotes is a mechanism involving loci called 'Clustered Regularly Interspaced Short Palindromic Repeats', or CRISPRs. Proteins called 'CRISPR-associated genes' (cas genes) encode cellular machinery that cuts exogenous DNA into small fragments and inserts them into a CRISPR repeat locus. When this CRISPR region of DNA is expressed by the cell, the small RNAs produced from the exogenous DNA inserts serve as a template sequence that other Cas proteins use to silence this same exogenous sequence. The transcripts of the short exogenous sequences are used as a guide to silence these foreign DNA when they are present in the cell. This serves as a kind of acquired immunity, and this process is like a prokaryotic RNA interference mechanism. The CRISPR repeats are conserved amongst many species and have been demonstrated to be usable in human cells, bacteria, \"C. elegans\", zebrafish, and other organisms for effective genome manipulation. The use of CRISPRs as a versatile research tool can be illustrated by many studies making use of it to generate organisms with genome alterations.",
            "score": 145.70968902111053
        },
        {
            "docid": "14352038_3",
            "document": "Marion J. Lamb . Building on the approach of evolutionary developmental biology, and recent findings of molecular and behavioral biology, they argue the case for the transmission of not just genes per se, but heritable variations transmitted from generation to generation by whatever means. They suggest that such variation can occur at four levels. Firstly, at the established physical level of genetics. Secondly, at the epigenetic level involving variation in the “meaning” of given DNA strands, in which variations in DNA translation during developmental processes are subsequently transmitted during reproduction, which can then feed back into sequence modification of DNA itself. These epigenetic changes - chemical modifications and markers that change the way enzymes and regulatory proteins have access to DNA - are currently being studied to explain many non-Mendelian patterns of inheritance. The best understood mechanism is nucleotide methylation that silences a gene. Methylation can be inherited during cell division, both asexually (mitotic) during development and wound healing, but in some instances also sexually (meiotic). Methylation is linked in some instances to RNA interference, the new and emerging science of RNA regulation of gene expression.",
            "score": 146.78690493106842
        },
        {
            "docid": "12266_38",
            "document": "Genetics . Genes generally express their functional effect through the production of proteins, which are complex molecules responsible for most functions in the cell. Proteins are made up of one or more polypeptide chains, each of which is composed of a sequence of amino acids, and the DNA sequence of a gene (through an RNA intermediate) is used to produce a specific amino acid sequence. This process begins with the production of an RNA molecule with a sequence matching the gene's DNA sequence, a process called transcription.",
            "score": 114.02837371826172
        },
        {
            "docid": "15925628_7",
            "document": "Hepatitis B . The genome of HBV is made of circular DNA, but it is unusual because the DNA is not fully double-stranded. One end of the full length strand is linked to the viral DNA polymerase. The genome is 3020–3320 nucleotides long (for the full-length strand) and 1700–2800 nucleotides long (for the short length-strand). The negative-sense (non-coding) is complementary to the viral mRNA. The viral DNA is found in the nucleus soon after infection of the cell. The partially double-stranded DNA is rendered fully double-stranded by completion of the (+) sense strand and removal of a protein molecule from the (−) sense strand and a short sequence of RNA from the (+) sense strand. Non-coding bases are removed from the ends of the (−) sense strand and the ends are rejoined. There are four known genes encoded by the genome, called C, X, P, and S. The core protein is coded for by gene C (HBcAg), and its start codon is preceded by an upstream in-frame AUG start codon from which the pre-core protein is produced. HBeAg is produced by proteolytic processing of the pre-core protein. In some rare strains of the virus known as Hepatitis B virus precore mutants, no HBeAg is present. The DNA polymerase is encoded by gene P. Gene S is the gene that codes for the surface antigen (HBsAg). The HBsAg gene is one long open reading frame but contains three in frame \"start\" (ATG) codons that divide the gene into three sections, pre-S1, pre-S2, and S. Because of the multiple start codons, polypeptides of three different sizes called large (the order from surface to the inside: pre-S1, pre-S2, and S ), middle (pre-S2, S), and small (S) are produced. The function of the protein coded for by gene X is not fully understood but it is associated with the development of liver cancer. It stimulates genes that promote cell growth and inactivates growth regulating molecules.",
            "score": 97.47534215450287
        },
        {
            "docid": "3570811_2",
            "document": "Werner syndrome helicase . \"Werner syndrome ATP-dependent helicase\" also known as DNA helicase, RecQ-like type 3 is an enzyme that in humans is encoded by the WRN gene. WRN is a member of the RecQ Helicase family. Helicase enzymes generally unwind and separate double-stranded DNA. These activities are necessary before DNA can be copied in preparation for cell division (DNA replication). Helicase enzymes are also critical for making a blueprint of a gene for protein production, a process called transcription. Further evidence suggests that Werner protein plays a critical role in repairing DNA. Overall, this protein helps maintain the structure and integrity of a person's DNA.",
            "score": 113.92687034606934
        }
    ],
    "r": [
        {
            "docid": "3122518_8",
            "document": "Micronucleus . Micronuclei formation may also result from chromosome malsegregation during anaphase. Hypomethylation of cytosine in centromeric and pericentromeric areas and higher-order repeats of satellite DNA in centromeric DNA can result in such chromosomal loss events. Classical satellite DNA is normally heavily methylated at cytosine residues but may become almost fully unmethylated due to ICF syndrome (Immunodeficiency, centromere instability, and facial anomalies syndrome) or after treatment by DNA methyl transferase inhibitors. Since assembly of kinetochore proteins at centromeres is affected by the methylation of cytosine and histone proteins, a reduction in heterochromatin integrity as a result of hypomethylation can interfere with microtubule attachment to chromosomes and with the sensing of tension from correct microtubule-kinetochore connections. Other possible causes of chromosome loss that could lead to micronuclei formation are defects in kinetochore and microtubule interactions, defects in mitotic spindle assembly, mitosis check point defects, abnormal centrosome amplification, and telomeric end fusions that result in dicentric chromosomes that detach from the spindle during anaphase. Micronuclei originating from chromosome loss events and acentric chromosome fragments can be distinguished using pancentromeric DNA probes.",
            "score": 203.36602783203125
        },
        {
            "docid": "42683705_4",
            "document": "Epigenetics and melanoma . In epigenetic alterations in cancer, DNA methylation is the most studied, although it is not the only alteration that can occur. DNA methylation is a covalent modification of DNA where a methyl group is added to the C-5 position of cytosine by DNA-methyltransferases. This occurs mostly at the cytosine-phosphate-guanine dinucleotide rich regions, known as CpG islands, and are located particularly in the promoter regions of genes in the human genome (Patino et al. 2008). These promoter regions are methylated in certain ways or can be completely unmethylated. However, in an altered methylation of the CpG islands (generally where the methylation pattern is inverted), transcription can be altered which can lead to cancer. This is due to chromosomes being highly condensed, preventing RNA polymerase and other transcription factors from recognizing and binding to the DNA. This can result in gene silencing. This silencing of genes can be dangerous to cells, especially when the genes silenced are active in maintaining the cell cycle. The table below shows some of the important genes targeted by promoter hypermethylation in melanoma.",
            "score": 189.34442138671875
        },
        {
            "docid": "343457_20",
            "document": "Maternal effect . Related to adaptive maternal effects are epigenetic effects. Epigenetics is the study of long lasting changes in gene expression that are produced by modifications to chromatin instead of changes in DNA sequence, as is seen in DNA mutation. This \"change\" refers to DNA methylation, histone acetylation, or the interaction of non-coding RNAs with DNA. DNA methylation is the addition of methyl groups to the DNA. When DNA is methylated in mammals, the transcription of the gene at that location is turned down or turned off entirely. The induction of DNA methylation is highly influenced by the maternal environment. Some maternal environments can lead to a higher methylation of an offspring's DNA, while others lower methylation.[22] The fact that methylation can be influenced by the maternal environment, makes it similar to adaptive maternal effects. Further similarities are seen by the fact that methylation can often increase the fitness of the offspring. Additionally, epigenetics can refer to histone modifications or non-coding RNAs that create a sort of cellular memory. Cellular memory refers to a cell's ability to pass nongenetic information to its daughter cell during replication. For example, after differentiation, a liver cell performs different functions than a brain cell; cellular memory allows these cells to \"remember\" what functions they are supposed to perform after replication. Some of these epigenetic changes can be passed down to future generations, while others are reversible within a particular individual's lifetime. This can explain why individuals with identical DNA can differ in their susceptibility to certain chronic diseases.",
            "score": 186.98736572265625
        },
        {
            "docid": "5065725_13",
            "document": "Methyltransferase . Methanol, methyl tetrahydrofolate, mono-, di-, and trimethylamine, methanethiol, methyltetrahydromethanopterin, and chloromethane are all methyl donors found in biology as methyl group donors, typically in enzymatic reactions using the cofactor vitamin B12. These substrates contribute to methyl transfer pathways including methionine biosynthesis, methanogenesis, and acetogenesis. As with any biological process which regulates gene expression and/or function, anomalous DNA methylation is associated with genetic disorders such as ICF, Rett syndrome, and Fragile X syndrome. Cancer cells typically exhibit less DNA methylation activity in general, though often hypermethylation at sites which are unmethylated in normal cells; this overmethylation often functions as a way to inactivate tumor-suppressor genes. Inhibition of overall DNA methyltransferase activity has been proposed as a treatment option, but DNMT inhibitors, analogs of their cytosine substrates, have been found to be highly toxic due to their similarity to cytosine (see right); this similarity to the nucleotide causes the inhibitor to be incorporated into DNA translation, causing non-functioning DNA to be synthesized.",
            "score": 186.0643310546875
        },
        {
            "docid": "42888_29",
            "document": "Human genome . Many of these sequences regulate the structure of chromosomes by limiting the regions of heterochromatin formation and regulating structural features of the chromosomes, such as the telomeres and centromeres. Other noncoding regions serve as origins of DNA replication. Finally several regions are transcribed into functional noncoding RNA that regulate the expression of protein-coding genes (for example ), mRNA translation and stability (see miRNA), chromatin structure (including histone modifications, for example ), DNA methylation (for example ), DNA recombination (for example ), and cross-regulate other noncoding RNAs (for example ). It is also likely that many transcribed noncoding regions do not serve any role and that this transcription is the product of non-specific RNA Polymerase activity.",
            "score": 184.8324737548828
        },
        {
            "docid": "12206653_3",
            "document": "DNMT3B . CpG methylation is an epigenetic modification that is important for embryonic development, imprinting, and X-chromosome inactivation. Studies in mice have demonstrated that DNA methylation is required for mammalian development. This gene encodes a DNA methyltransferase which is thought to function in de novo methylation, rather than maintenance methylation. The protein localizes primarily to the nucleus and its expression is developmentally regulated. Mutations in this gene cause the immunodeficiency-centromeric instability-facial anomalies (ICF) syndrome. Eight alternatively spliced transcript variants have been described. The full length sequences of variants 4 and 5 have not been determined.",
            "score": 182.70184326171875
        },
        {
            "docid": "8310787_37",
            "document": "Survivin . As observed through the literature, survivin is found to be over-expressed across many tumour types. Scientists are not sure of the mechanism that causes this abnormal over-expression of survivin; however, p53 is downregulated in almost all cancers, so it is tempting to suggest that survivin over-expression is due to p53 inactivity. Wagner \"et al.\" investigated the possible molecular mechanism involved with the over expression of survivin in acute myeloid leukemia (AML). In their experiments, they did both an epigenetic and a genetic analysis of the survivin gene promoter region in AML patients and compared the observations to what was seen in peripheral blood mononuclear cells (PBMCs) that have been shown to express no survivin. Assuming that the molecular mechanism of survivin re-expression in cancerous cells is at the transcriptional level, the authors decided to look at particular parts of the promoter region of survivin in order to see what happens in cancer cells that does not happen in normal cells that causes such a high level of survivin to be expressed. With regards to an epigenetic mechanism of survivin gene regulation, the authors measured the methylation status of the survivin promoter, since it is accepted that methylation of genes plays an important role in carcinogenesis by silencing of certain genes or vice versa. The authors used methylation specific polymerase chain reaction with bisulfite sequencing methods to measure the promoter methylation status in AML and PBMCs and found unmethylated survivin promoters in both groups. This result shows that DNA methylation status is not an important regulator of survivin re-expression during leukemogenesis. However, De Carvalho \"et al.\" performed a DNA methylation screening and identified that DNA methylation of IRAK3 plays a key role in survivin up-regulation in different types of Cancer, suggesting that epigenetic mechanisms plays an indirect role on abnormal over-expression of survivin. With regard to genetic analysis of the survivin promoter region, the isolated DNA of AML and PBMCs were treated with bisulfite, and the survivin promoter region sequence was amplified out with PCR and sequenced to look for any particular genetic changes in the DNA sequence between the two groups. Three single-nucleotide polymorphisms (SNPs) were identified and were all present both in AML patients and in healthy donors. This result suggests that the occurrence of these SNPs in the promoter region of the survivin gene also appears to be of no importance to survivin expression. However, it has not been ruled out yet that there may be other possible epigenetic mechanisms that may be responsible for a high level of survivin expression observed in cancer cells and not in normal cells. For example, the acetylation profile of the survivin promoter region can also be looked at. Different cancer and tissue types may have slight or significant differences in the way survivin expression is regulated in the cell, and, thus, the methylation status or genetic differences in the survivin promoter may be observed to be different in different tissues. Thus, further experiments assessing the epigenetic and genetic profile of different tumour types must be investigated.",
            "score": 176.04710388183594
        },
        {
            "docid": "41111089_3",
            "document": "Epigenetic regulation of neurogenesis . Three important methods of epigenetic regulation include histone modification, DNA methylation and demethylation, and MicroRNA (miRNA) expression. Histones keep the DNA of the eukaryotic cell tightly packaged through charge interactions between the positive charge on the histone tail and the negative charge of the DNA, as well as between histone tails of nearby nucleosomes. While there are many different types of Histone modifications, in neural epigenetics there are two primary mechanisms which have been explored: histone methylation and histone acetylation.  In the former, methyl groups are either added or removed to the histone altering its structure and exposing chromatin and leading to gene activation or deactivation. In the latter, histone acetylation causes the histone to hold the DNA more loosely, allowing for more gene activation. DNA Methylation, in which methyl groups are added to cytosine or adenosine redisdues on the DNA, is a more lasting method of gene inactivation than histone modification, though is still reversible in some cases. MicroRNAs are a small form of non-coding RNA (ncRNA) which often act as \"fine-tuning\" mechanisms for gene expression by repressing or inducing messenger RNA (mRNA) in neural cells but can also act directly with transcription factors to guide neurogenesis.",
            "score": 173.58053588867188
        },
        {
            "docid": "5065725_11",
            "document": "Methyltransferase . DNA methylation, a key component of genetic regulation, occurs primarily at the 5-carbon of the base cytosine, forming 5’methylcytosine (see left). Methylation is an epigenetic modification catalyzed by DNA methyltransferase enzymes, including DNMT1, DNMT2, and DNMT3. These enzymes use S-adenosylmethionine as a methyl donor and contain several highly conserved structural features between the three forms; these include the S-adenosylmethionine binding site, a vicinal proline-cysteine pair which forms a thiolate anion important for the reaction mechanism, and the cytosine substrate binding pocket. Many features of DNA methyltransferases are highly conserved throughout many classes of life, from bacteria to mammals. In addition to controlling the expression of certain genes, there are a variety of protein complexes, many with implications for human health, which only bind to methylated DNA recognition sites. Many of the early DNA methyltransferases have been thought to be derived from RNA methyltransferases that were supposed to be active in the RNA world to protect many species of primitive RNA. RNA methylation has been observed in different types of RNA species viz.mRNA, rRNA, tRNA, snoRNA, snRNA, miRNA, tmRNA as well as viral RNA species. Specific RNA methyltransferases are employed by cells to mark these on the RNA species according to the need and environment prevailing around the cells, which form a part of field called molecular epigenetics. 2'-O-methylation, m6A methylation, m1G methylation as well as m5C are most commonly methylation marks observed in different types of RNA.",
            "score": 173.44818115234375
        },
        {
            "docid": "4250553_21",
            "document": "Gene . The majority of eukaryotic genes are stored on a set of large, linear chromosomes. The chromosomes are packed within the nucleus in complex with storage proteins called histones to form a unit called a nucleosome. DNA packaged and condensed in this way is called chromatin. The manner in which DNA is stored on the histones, as well as chemical modifications of the histone itself, regulate whether a particular region of DNA is accessible for gene expression. In addition to genes, eukaryotic chromosomes contain sequences involved in ensuring that the DNA is copied without degradation of end regions and sorted into daughter cells during cell division: replication origins, telomeres and the centromere. Replication origins are the sequence regions where DNA replication is initiated to make two copies of the chromosome. Telomeres are long stretches of repetitive sequence that cap the ends of the linear chromosomes and prevent degradation of coding and regulatory regions during DNA replication. The length of the telomeres decreases each time the genome is replicated and has been implicated in the aging process. The centromere is required for binding spindle fibres to separate sister chromatids into daughter cells during cell division.",
            "score": 173.04598999023438
        },
        {
            "docid": "1137227_36",
            "document": "DNA methylation . It is not clear how the cell determines the locations of \"de novo\" DNA methylation, but evidence suggests that, for many (though not all) locations, RNA-directed DNA methylation (RdDM) is involved. In RdDM, specific RNA transcripts are produced from a genomic DNA template, and this RNA forms secondary structures called double-stranded RNA molecules. The double-stranded RNAs, through either the small interfering RNA (siRNA) or microRNA (miRNA) pathways direct de-novo DNA methylation of the original genomic location that produced the RNA. This sort of mechanism is thought to be important in cellular defense against RNA viruses and/or transposons, both of which often form a double-stranded RNA that can be mutagenic to the host genome. By methylating their genomic locations, through an as yet poorly understood mechanism, they are shut off and are no longer active in the cell, protecting the genome from their mutagenic effect. Recently, it was described that methylation of the DNA is the main determinant of embryogenic cultures formation from explants in woody plants and is regarded the main mechanism that explains the poor response of mature explants to somatic embryogenesis in the plants (Isah 2016).",
            "score": 171.66903686523438
        },
        {
            "docid": "5065725_5",
            "document": "Methyltransferase . Examples: RCC1, an important mitotic protein, is methylated so that it can interact with centromeres of chromosomes. This is an example of regulation of protein-protein interaction, as methylation regulates the attachment of RCC1 to histone proteins H2A and H2B. The RCC1-chromatin interaction is also an example of a protein-DNA interaction, as another domain of RCC1 interacts directly with DNA when this protein is methylated. When RCC1 is not methylated, dividing cells have multiple spindle poles and usually cannot survive.",
            "score": 171.18406677246094
        },
        {
            "docid": "1137227_4",
            "document": "DNA methylation . Methylation of cytosine to form 5-methylcytosine occurs at the same 5 position on the pyrimidine ring where the DNA base thymine's methyl group is located; the same position distinguishes thymine from the analogous RNA base uracil, which has no methyl group. Spontaneous deamination of 5-methylcytosine converts it to thymine. This results in a T:G mismatch. Repair mechanisms then correct it back to the original C:G pair; alternatively, they may substitute G for A, turning the original C:G pair into an T:A pair, effectively changing a base and introducing a mutation. This misincorporated base will not be corrected during DNA replication as thymine is a DNA base. If the mismatch is not repaired and the cell enters the cell cycle the strand carrying the T will be complemented by an A in one of the daughter cells, such that the mutation becomes permanent. The near-universal replacement of uracil by thymine in DNA, but not RNA, may have evolved as an error-control mechanism, to facilitate the removal of uracils generated by the spontaneous deamination of cytosine. DNA methylation as well as many of its contemporary DNA methyltransferases has been thought to evolve from early world primitive RNA methylation activity and is supported by several lines of evidence.",
            "score": 170.9385986328125
        },
        {
            "docid": "4440593_2",
            "document": "Histone methylation . Histone methylation is a process by which methyl groups are transferred to amino acids of histone proteins that make up nucleosomes, which the DNA double helix wraps around to form chromosomes. Methylation of histones can either increase or decrease transcription of genes, depending on which amino acids in the histones are methylated, and how many methyl groups are attached. Methylation events that weaken chemical attractions between histone tails and DNA increase transcription, because they enable the DNA to uncoil from nucleosomes so that transcription factor proteins and RNA polymerase can access the DNA. This process is critical for the regulation of gene expression that allows different cells to express different genes.",
            "score": 170.28350830078125
        },
        {
            "docid": "24615332_2",
            "document": "RNA-directed DNA methylation . RNA-directed DNA methylation (RdDM) is an epigenetic process first discovered in plants (\"Wassenegger et al\", 1994, Cell, Vol 76, 567-576). During RdDM, double-stranded RNAs (dsRNAs) are processed to 21-24 nucleotide small interfering RNAs (siRNAs) and guide methylation of homologous DNA loci. In plants dsRNAs may be generated from four sources: Besides RNA molecules, a plethora of proteins are involved in the establishment of RdDM, like Argonautes, DNA methyltransferases, chromatin remodelling complexes. and the plant-specific Polymerase IV and Polymerase V. All these act in concert to add a methyl-group at the 5' position of cytosines. In contrast to animals, cytosines at all sequence context (CG, CHG, CHH) may get de novo methylated in plants.",
            "score": 170.20608520507812
        },
        {
            "docid": "42663845_2",
            "document": "Epigenetics of physical exercise . Epigenetics of physical exercise is the study of epigenetic modifications resulting from physical exercise to the genome of cells. Epigenetic modifications are heritable alterations that are not due to changes in the sequence of nucleotides. Epigenetic modifications, such as histone modifications and DNA methylation, alter the accessibility to DNA and change chromatin structure, thereby regulating patterns of gene expression. Methylated histones can act as binding sites for certain transcription factors due to their bromodomains and chromodomains. Methylated histones can also prevent the binding of transcription factors by hiding the transcription factor's recognition site, which is usually found on the major groove of DNA. The methyl groups bound to the cytosine residues lie in the major groove of DNA, the same region most transcription factors use to read a DNA sequence. A common epigenetic tag found in DNA is the covalent attachment of a methyl group to the C5 position of the cytosine found in CpG dinucleotide sequences. CpG methylation is an important mechanism of transcriptional silencing. Methylation of CpG islands is shown to reduce gene expression by the formation of tightly condensed heterochromatin that is transcriptionally inactive. CpG sites in a gene are most commonly found in the promoter regions of a gene while also being present in non promoter regions. The CpG sites in non promoter regions tend to be constitutively methylated, causing transcription machinery to ignore them as possible promoters. The CpG site near promoter regions are mostly left unmethylated until a cell decides to methylate them and repress transcription. Methylation of CpGs in promoter regions result in the transcriptional silencing of a gene. Environmental factors including physical exercise have been shown to have a beneficial influence on epigenetic modifications.",
            "score": 170.05209350585938
        },
        {
            "docid": "38828080_11",
            "document": "Antineoplastic resistance . Epigenetic modifications in antineoplastic drug resistance play a major role in cancer development and drug resistance as they contribute to the regulation of gene expression. Two main types of epigenetic control are DNA methylation and histone methylation/acetylation. DNA methylation is the process of adding methyl groups to DNA, usually in the upstream promoter regions, which stops DNA transcription at the region and effectively silences individual genes. Histone modifications, such as deacetylation, alters chromatin formation and silence large chromosomal regions. In cancer cells, where normal regulation of gene expression breaks down, the oncogenes are activated via hypomethylation and tumor suppressors are silenced via hypermethylation. Similarly, in drug resistance development, it has been suggested that epigenetic modifications can result in the activation and overexpression of pro-drug resistance genes.",
            "score": 168.85629272460938
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 168.7224884033203
        },
        {
            "docid": "1137227_40",
            "document": "DNA methylation . Although brewers' yeast (\"Saccharomyces\"), fission yeast (\"Schizosaccharomyces\"), and \"Aspergillus flavus\" have no detectable DNA methylation, the model filamentous fungus \"Neurospora crassa\" has a well-characterized methylation system. Several genes control methylation in \"Neurospora\" and mutation of the DNA methyl transferase, \"dim-2\", eliminates all DNA methylation but does not affect growth or sexual reproduction. While the \"Neurospora\" genome has very little repeated DNA, half of the methylation occurs in repeated DNA including transposon relics and centromeric DNA. The ability to evaluate other important phenomena in a DNA methylase-deficient genetic background makes \"Neurospora\" an important system in which to study DNA methylation.",
            "score": 168.07032775878906
        },
        {
            "docid": "2101248_3",
            "document": "Chromosome regions . During cell division, the molecules that compose chromosomes (DNA and proteins) suffer a condensation process (called the chromatin condensation), that forms a compact and small complex called a chromatid. The complexes containing the duplicated DNA molecules, the sister chromatids, are attached to each other by the centromere. The centromere divides each chromosome into two regions: the smaller one, which is the p region, and the bigger one, the q region. The sister chromatids will be distributed to each daughter cell at the end of the cell division.",
            "score": 167.5137481689453
        },
        {
            "docid": "6933_3",
            "document": "Chromatin . Chromatin's structure is currently poorly understood despite being subjected to intense investigation. Its structure depends on several factors. The overall structure depends on the stage of the cell cycle. During interphase, the chromatin is structurally loose to allow access to RNA and DNA polymerases that transcribe and replicate the DNA. The local structure of chromatin during interphase depends on the genes present on the DNA. That DNA which codes genes that are actively transcribed (\"turned on\") is more loosely packaged and associated with RNA polymerases (referred to as euchromatin) while that DNA which codes inactive genes (\"turned off\") is more condensed and associated with structural proteins (heterochromatin). Epigenetic chemical modification of the structural proteins in chromatin also alters the local chromatin structure, in particular chemical modifications of histone proteins by methylation and acetylation. As the cell prepares to divide, i.e. enters mitosis or meiosis, the chromatin packages more tightly to facilitate segregation of the chromosomes during anaphase. During this stage of the cell cycle this makes the individual chromosomes in many cells visible by optical microscope.",
            "score": 166.2623748779297
        },
        {
            "docid": "7284_5",
            "document": "Centromere . Regarding mitotic chromosome structure, centromeres represent a constricted region of the chromosome (often referred to as the primary constriction) where two identical sister chromatids are most closely in contact. When cells enter mitosis, the sister chromatids (the two copies of each chromosomal DNA molecule resulting from DNA replication in chromatin form) are linked along their length by the action of the cohesin complex. It is now believed that this complex is mostly released from chromosome arms during prophase, so that by the time the chromosomes line up at the mid-plane of the mitotic spindle (also known as the metaphase plate), the last place where they are linked with one another is in the chromatin in and around the centromere.",
            "score": 165.80093383789062
        },
        {
            "docid": "40219789_3",
            "document": "Epigenetics in insects . DNA methylation is an epigenetic mechanism. It is a chemical modification of the DNA where a methyl group is attached to cytosine. This modification is set by DNA methyltransferases (Dnmts). There are three known types of DNA methyltransferases in mammals. Those DNA methyltransferases are present in insects as well, although it varies between different species which specific Dnmt types are present. It still is a matter of discussion what the specific role of DNA methylation in insects is, as some insects such as \"Drosophila melanogaster\" just have traces of DNA methylation in their genome and in general insect genomes are much less methylated compared to mammalian genomes (0.034% vs. 7.6% in \"Mus musculus\"). In a comparison of different insect species and their respective methylation levels, there was a clear relationship between cell turn over and DNA methylation, but not between genome size or the number of repetitive sequences and DNA methylation.",
            "score": 163.8455352783203
        },
        {
            "docid": "6438_24",
            "document": "Chromosome . During mitosis, microtubules grow from centrosomes located at opposite ends of the cell and also attach to the centromere at specialized structures called kinetochores, one of which is present on each sister chromatid. A special DNA base sequence in the region of the kinetochores provides, along with special proteins, longer-lasting attachment in this region. The microtubules then pull the chromatids apart toward the centrosomes, so that each daughter cell inherits one set of chromatids. Once the cells have divided, the chromatids are uncoiled and DNA can again be transcribed. In spite of their appearance, chromosomes are structurally highly condensed, which enables these giant DNA structures to be contained within a cell nucleus.",
            "score": 163.83787536621094
        },
        {
            "docid": "53363521_22",
            "document": "Third-generation sequencing . DNA methylation (DNAm) – the covalent modification of DNA at CpG sites resulting in attached methyl groups – is the best understood component of epigenetic machinery. DNA modifications and resulting gene expression can vary across cell types, temporal development, with genetic ancestry, can change due to environmental stimuli and are heritable. After the discovery of DNAm, researchers have also found its correlation to diseases like cancer and autism. In this disease etiology context DNAm is an important avenue of further research.",
            "score": 162.16412353515625
        },
        {
            "docid": "9955145_30",
            "document": "Eukaryotic transcription . The eukaryotic genome is organized into a compact chromatin structure that allows only regulated access to DNA. The chromatin structure can be globally \"open\" and more transcriptionally permissive, or globally \"condensed\" and transcriptionally inactive. The former (euchromatin) is lightly packed and rich in genes under active transcription. The latter (heterochromatin) includes gene-poor regions such as telomeres and centromeres but also regions with normal gene density but transcriptionally silenced. Transcription can be silenced by histone modification (deaceltylation and methylation), RNA interference, and/or DNA methylation.",
            "score": 161.09765625
        },
        {
            "docid": "6438_19",
            "document": "Chromosome . Chromatin allows the very long DNA molecules to fit into the cell nucleus. During cell division chromatin condenses further to form microscopically visible chromosomes. The structure of chromosomes varies through the cell cycle. During cellular division chromosomes are replicated, divided, and passed successfully to their daughter cells so as to ensure the genetic diversity and survival of their progeny. Chromosomes may exist as either duplicated or unduplicated. Unduplicated chromosomes are single double helixes, whereas duplicated chromosomes contain two identical copies (called chromatids or sister chromatids) joined by a centromere. Eukaryotes (cells with nuclei such as those found in plants, fungi, and animals) possess multiple large linear chromosomes contained in the cell's nucleus. Each chromosome has one centromere, with one or two arms projecting from the centromere, although, under most circumstances, these arms are not visible as such. In addition, most eukaryotes have a small circular mitochondrial genome, and some eukaryotes may have additional small circular or linear cytoplasmic chromosomes.",
            "score": 160.68605041503906
        },
        {
            "docid": "14878523_19",
            "document": "TCF21 (gene) . Restriction landmark genomic scanning (RLGS) along a region of recurrent loss of heterozygosity (LOH) at chromosome 6q23-q24 to profile DNA methylation was used to test the hypothesis that abnormal promoter methylation could help pinpoint the location of a candidate tumor suppressor in regions of LOH. 6q23-q24 was the chosen chromosomal region due to frequently described LOH in human head and neck squamous cell carcinomas (HNSCC) and non-small-cell lung cancers (NSCLC) as well as in other tumor types, but with no identified tumor suppressor. Hypermethylation was found to occur frequently in the same RLGS loci in HNSCC and NSCLC. Sodium bisulfite sequencing further identified tumor-specific methylation of TCF21 when compared to normal controls. RNA samples were isolated from tumor tissues and analyzed to correlate the amount of TCF21 mRNA and DNA methylation in the samples. Overall, tumor samples with higher levels of CpG island hypermethylation had decreased TCF21 expression than normal controls. Exogenous expression of TCF21 in cells with silenced endogenous TCF21 loci resulted in a reductions in tumor properties both in vitro and in vivo. Based on these results, it was concluded that TCF21 is a tumor suppressor gene, often silenced by hypermethylation in cancer.",
            "score": 160.68310546875
        },
        {
            "docid": "1122945_8",
            "document": "Constitutive heterochromatin . Histone modifications are one of the main ways that the cell condenses constitutive heterochromatin. The three most common modifications in constitutive heterochromatin are histone hypoacetylation, histone H3-Lys9 methylation (H3K9), and cytosine methylation. These modifications are also found in other types of DNA, but much less frequently. Cytosine methylation is the most common type, although it is not found in all eukaryotes. In humans there is increased methylation at the centromeres and telomeres, which are composed of constitutive heterochromatin. These modifications can persist through both mitosis and meiosis and are heritable.",
            "score": 160.0172882080078
        },
        {
            "docid": "21728811_2",
            "document": "Methylated DNA immunoprecipitation . Methylated DNA immunoprecipitation (MeDIP or mDIP) is a large-scale (chromosome- or genome-wide) purification technique in molecular biology that is used to enrich for methylated DNA sequences. It consists of isolating methylated DNA fragments via an antibody raised against 5-methylcytosine (5mC). This technique was first described by Weber M. \"et al.\" in 2005 and has helped pave the way for viable methylome-level assessment efforts, as the purified fraction of methylated DNA can be input to high-throughput DNA detection methods such as high-resolution DNA microarrays (MeDIP-chip) or next-generation sequencing (MeDIP-seq). Nonetheless, understanding of the methylome remains rudimentary; its study is complicated by the fact that, like other epigenetic properties, patterns vary from cell-type to cell-type.",
            "score": 159.8950958251953
        },
        {
            "docid": "49995732_25",
            "document": "Neocentromere . Neocentromeres have been useful tools in investigating the effects of CENPA in the absence of satellite sequences. Those studies conclude that the ability of CENPA to wrap DNA seem to be independent of DNA sequence. This leads to several questions: how does CENPA, then, decide where to wrap? What is the purpose of satellite sequences (that are present at most eukaryotic centromeres) if they are not needed for CENPA wrapping? To complicate the matter even further, introducing alpha satellite DNA into cells can cause \"de novo\" formation of centromeres. So far, this suggests that the repetitive sequences may play a fundamental but not necessary role in centromere formation. Moreover, non-repetitive centromeres have also been recently observed in horses, orangutans and chickens.",
            "score": 159.40379333496094
        },
        {
            "docid": "42684750_6",
            "document": "Contribution of epigenetic modifications to evolution . A comparative analysis of CpG methylation patterns between humans and primates found that there were more than 800 genes that varied in their methylation patterns among orangutans, gorillas, chimpanzees, and bonobos. Despite these apes having the same genes, methylation differences are what account for their phenotypic variation. The genes in question are involved in development. It is not the protein sequences that account for the differences in physical characteristics between humans and apes; rather, it is the epigenetic changes to the genes. Since humans and the great apes share 99% of their DNA, it is thought that the differences in methylation patterns account for their distinction. So far, there are known to be 171 genes that are uniquely methylated in humans, 101 genes that are uniquely methylated in chimpanzees and bonobos, 101 genes that are uniquely methylated in gorillas, and 450 genes that are uniquely methylated in orangutans. For example, genes involved in blood pressure regulation and the development of the inner ear’s semicircular canal are highly methylated in humans, but not in the apes. There are also 184 genes that are conserved at the protein level between human and chimpanzees, but have epigenetic differences. Enrichments in multiple independent gene categories show that regulatory changes to these genes have given humans their specific traits. This research shows that epigenetics plays an important role in evolution in primates. It has also been shown that cis-regulatory elements changes affect the transcription start sites (TSS) of genes. 471 DNA sequences are found to be enriched or depleted in regards to histone trimethylation at the H3K4 histone in chimpanzee, human, and macaque prefrontal cortexes. Among these sequences, 33 are selectively methylated in neuronal chromatin from children and adults, but not from non-neuronal chromatin. One locus that was selectively methylated was DPP10, a regulatory sequence that showed evidence of hominid adaptation, such as higher nucleotide substitution rates and certain regulatory sequences that were missing in other primates. Epigenetic regulation of TSS chromatin has been identified as an important development in the evolution of gene expression networks in the human brain. These networks are thought to play a role in cognitive processes and neurological disorders. An analysis of methylation profiles of humans and primate sperm cells reveals epigenetic regulation plays an important role here as well. Since mammalian cells undergo reprogramming of DNA methylation patterns during germ cell development, the methylomes of human and chimp sperm can be compared to methylation in embryonic stem cells (ESCs). There were many hypomethylated regions in both sperms cells and ESCs that showed structural differences. Also, many of the promoters in human and chimp sperm cells had different amounts of methylation. In essence, DNA methylation patterns differ between germ cells and somatic cells as well as between the human and chimpanzee sperm cells. Meaning, differences in promoter methylation could possible account for the phenotypic differences between humans and primates.",
            "score": 159.391845703125
        }
    ]
}