{
    "q": [
        {
            "docid": "1078762_8",
            "document": "Morpholino . In eukaryotic organisms, pre-mRNA is transcribed in the nucleus, introns are spliced out, then the mature mRNA is exported from the nucleus to the cytoplasm. The small subunit of the ribosome usually starts by binding to one end of the mRNA and is joined there by various other eukaryotic initiation factors, forming the initiation complex. The initiation complex scans along the mRNA strand until it reaches a start codon, and then the large subunit of the ribosome attaches to the small subunit and translation of a protein begins. This entire process is referred to as gene expression; it is the process by which the information in a gene, encoded as a sequence of bases in DNA, is converted into the structure of a protein. A Morpholino can modify splicing or block translation, depending on the Morpholino's base sequence.",
            "score": 382.43146896362305
        },
        {
            "docid": "3264389_4",
            "document": "Eukaryotic translation . The poly(A)-binding protein (PABP) also associates with the eIF4F complex via eIF4G, and binds the poly-A tail of most eukaryotic mRNA molecules. This protein has been implicated in playing a role in circularization of the mRNA during translation. This 43S preinitiation complex (43S PIC) accompanied by the protein factors moves along the mRNA chain toward its 3'-end, in a process known as 'scanning', to reach the start codon (typically AUG). In eukaryotes and archaea, the amino acid encoded by the start codon is methionine. The Met-charged initiator tRNA (Met-tRNA) is brought to the P-site of the small ribosomal subunit by eukaryotic initiation factor 2 (eIF2). It hydrolyzes GTP, and signals for the dissociation of several factors from the small ribosomal subunit, eventually leading to the association of the large subunit (or the 60S subunit). The complete ribosome (80S) then commences translation elongation.",
            "score": 457.496852517128
        },
        {
            "docid": "23762695_2",
            "document": "Red clover necrotic mosaic virus translation enhancer elements . Red clover necrotic mosaic virus (RCNMV) contains several structural elements present within the 3' and 5' untranslated regions (UTR) of the genome that enhance translation. In eukaryotes transcription is a prerequisite for translation. During transcription the pre-mRNA transcript is processes where a 5' cap is attached onto mRNA and this 5' cap allows for ribosome assembly onto the mRNA as it acts as a binding site for the eukaryotic initiation factor eIF4F. Once eIF4F is bound to the mRNA this protein complex interacts with the poly(A) binding protein which is present within the 3' UTR and results in mRNA circularization. This multiprotein-mRNA complex then recruits the ribosome subunits and scans the mRNA until it reaches the start codon. Transcription of viral genomes differs from eukaryotes as viral genomes produce mRNA transcripts that lack a 5’ cap site. Despite lacking a cap site viral genes contain a structural element within the 5’ UTR known as an internal ribosome entry site (IRES). IRES is a structural element that recruits the 40s ribosome subunit to the mRNA within close proximity of the start codon.",
            "score": 369.184472322464
        },
        {
            "docid": "1123902_44",
            "document": "Biosynthesis . Protein synthesis occurs via a process called translation. During translation, genetic material called mRNA is read by ribosomes to generate a protein polypeptide chain. This process requires transfer RNA (tRNA) which serves as an adaptor by binding amino acids on one end and interacting with mRNA at the other end; the latter pairing between the tRNA and mRNA ensures that the correct amino acid is added to the chain. Protein synthesis occurs in three phases: initiation, elongation, and termination. Prokaryotic translation differs from eukaryotic translation; however, this section will mostly focus on the commonalities between the two organisms.",
            "score": 235.10981583595276
        },
        {
            "docid": "38402739_22",
            "document": "MTORC1 . Activated mTORC1 will phosphorylate translation inhibitor 4E-BP1, releasing it from eukaryotic translation initiation factor 4E (eIF4E). eIF4E is now free to join the eukaryotic translation initiation factor 4G (eIF4G) and the eukaryotic translation initiation factor 4A (eIF4A). This complex then binds to the 5' cap of mRNA and will recruit the helicase eukaryotic translation initiation factor A (eIF4A) and its cofactor eukaryotic translation initiation factor 4B (eIF4B). The helicase is required to remove hairpin loops that arise in the 5' untranslated regions of mRNA, which prevent premature translation of proteins. Once the initiation complex is assembled at the 5' cap of mRNA, it will recruit the 40S small ribosomal subunit that is now capable of scanning for the AUG start codon start site, because the hairpin loop has been eradicated by the eIF4A helicase. Once the ribosome reaches the AUG codon, translation can begin.",
            "score": 436.42682802677155
        },
        {
            "docid": "12385933_4",
            "document": "Prokaryotic small ribosomal subunit . A portion of the 30S subunit (the 16S rRNA) guides the initiating start codon (5')-AUG-(3') of mRNA into position by a recognizing the Shine-Dalgarno sequence, a complementary binding site about 8 base pairs upstream from the start codon. This ensures the ribosome starts translation at the correct location. The tightness of the bonding between the Shine-Dalgarno sequence on the mRNA and the 16S rRNA determines how efficiently translation proceeds. Once the 16S rRNA recognizes the mRNA start codon, a special transfer RNA, f-Met-tRNA, binds and protein translation begins. The binding site of the f-Met-tRNA on the 30S ribosomal subunit is called the \"D-site\" This step is required in order for protein synthesis to occur. Then the large ribosomal subunit will bind and protein synthesis will continue. The binding of the large subunit causes a conformational change in the 70S, which opens another site for protein translation.",
            "score": 467.6000647544861
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 330.0067718029022
        },
        {
            "docid": "4250553_31",
            "document": "Gene . In all organisms, two steps are required to read the information encoded in a gene's DNA and produce the protein it specifies. First, the gene's DNA is \"transcribed\" to messenger RNA (mRNA). Second, that mRNA is \"translated\" to protein. RNA-coding genes must still go through the first step, but are not translated into protein. The process of producing a biologically functional molecule of either RNA or protein is called gene expression, and the resulting molecule is called a gene product.",
            "score": 170.45537447929382
        },
        {
            "docid": "20528783_14",
            "document": "Embryomics . Each cell type is defined by which genes are characteristically active in that cell type. A particular gene in a cell’s genome codes for the production of a particular protein, that is, when that gene is turned on (active), the protein coded for by that gene is produced and present somewhere in the cell. Production of a particular protein involves the production of a particular mRNA (messenger RNA) sequence as an intermediate step in protein synthesis. This mRNA is produced by copying process called transcription, from the DNA in the cell’s nucleus. The mRNA so produced travels from the nucleus into the cytoplasm, where it encounters and latches onto ribosomes stuck to the cytoplasmic side of the endoplasmic reticulum. Attachment of the mRNA strand to the ribosome initiates the production of the protein coded for by the mRNA strand. Therefore, the profile of active genes in a cell is reflected in the presence or absence of corresponding proteins and mRNA strands in the cell’s cytoplasm, and antigen proteins present on the cell’s outer membrane. Discovering, determining and classifying cells as to their type therefore involves detecting and measuring the type and amount of specific protein and RNA molecules present in the cells.",
            "score": 234.79977774620056
        },
        {
            "docid": "159266_11",
            "document": "Gene expression . Another modification is 3' \"cleavage and polyadenylation\". They occur if polyadenylation signal sequence (5'- AAUAAA-3') is present in pre-mRNA, which is usually between protein-coding sequence and terminator. The pre-mRNA is first cleaved and then a series of ~200 adenines (A) are added to form poly(A) tail, which protects the RNA from degradation. Poly(A) tail is bound by multiple poly(A)-binding proteins (PABP) necessary for mRNA export and translation re-initiation. A very important modification of eukaryotic pre-mRNA is \"RNA splicing\". The majority of eukaryotic pre-mRNAs consist of alternating segments called exons and introns. During the process of splicing, an RNA-protein catalytical complex known as spliceosome catalyzes two transesterification reactions, which remove an intron and release it in form of lariat structure, and then splice neighbouring exons together. In certain cases, some introns or exons can be either removed or retained in mature mRNA. This so-called alternative splicing creates series of different transcripts originating from a single gene. Because these transcripts can be potentially translated into different proteins, splicing extends the complexity of eukaryotic gene expression.",
            "score": 196.13222527503967
        },
        {
            "docid": "3239191_6",
            "document": "Post-transcriptional modification . RNA splicing is the process by which introns, regions of RNA that do not code for proteins, are removed from the pre-mRNA and the remaining exons connected to re-form a single continuous molecule. Exons are sections of mRNA which become \"expressed\" or translated into a protein. They are the coding portions of a mRNA molecule. Although most RNA splicing occurs after the complete synthesis and end-capping of the pre-mRNA, transcripts with many exons can be spliced co-transcriptionally. The splicing reaction is catalyzed by a large protein complex called the spliceosome assembled from proteins and small nuclear RNA molecules that recognize splice sites in the pre-mRNA sequence. Many pre-mRNAs, including those encoding antibodies, can be spliced in multiple ways to produce different mature mRNAs that encode different protein sequences. This process is known as alternative splicing, and allows production of a large variety of proteins from a limited amount of DNA.",
            "score": 218.99640822410583
        },
        {
            "docid": "262401_14",
            "document": "Translation (biology) . Even though the ribosomes are usually considered accurate and processive machines, the translation process is subject to errors that can lead either to the synthesis of erroneous proteins or to the premature abandonment of translation. The rate of error in synthesizing proteins has been estimated to be between 1/10 and 1/10 misincorporated amino acids, depending on the experimental conditions. The rate of premature translation abandonment, instead, has been estimated to be of the order of magnitude of 10 events per translated codon. The correct amino acid is covalently bonded to the correct transfer RNA (tRNA) by amino acyl transferases. The amino acid is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, the tRNA is termed \"charged\". Initiation involves the small subunit of the ribosome binding to the 5' end of mRNA with the help of initiation factors (IF). In prokaryotes, initiation of protein synthesis involves the recognition of a purine-rich initiation sequence on the mRNA called the Shine-Delgarno sequence. The Shine-Delgarno sequence binds to a complementary pyrimidine-rich sequence on the 3' end of the 16S rRNA part of the 30S ribosomal subunit. The binding of these complementary sequences ensures that the 30S ribosomal subunit is bound to the mRNA and is aligned such that the initiation codon is placed in the 30S portion of the P-site. Once the mRNA and 30S subunit are properly bound, an initiation factor brings the initiator tRNA-amino acid complex, f-Met-tRNA, to the 30S P site. The initiation phase is completed once a 50S subunit joins the 30 subunit, forming an active 70S ribosome. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA) on the mRNA. tRNA usually cannot recognize or bind to stop codons. Instead, the stop codon induces the binding of a release factor protein that prompts the disassembly of the entire ribosome/mRNA complex and the hydrolysis and the release of the polypeptide chain from the ribosome. Drugs or special sequence motifs on the mRNA can change the ribosomal structure so that near-cognate tRNAs are bound to the stop codon instead of the release factors. In such cases of 'translational readthrough', translation continues until the ribosome encounters the next stop codon.",
            "score": 417.9155058860779
        },
        {
            "docid": "11420912_3",
            "document": "Hepatitis C virus internal ribosome entry site . Protein translation of most eukaryotic mRNAs occurs by a cap-dependent mechanism and requires association of Met-tRNA, several eukaryotic initiation factors, and GTP with the 40S ribosomal subunit, recruitment to the 5' cap, and scanning along the 5' UTR to reach to start codon. In contrast, translation of hepatitis C virus (HCV) mRNA is initiated by a different mechanism from the usual 5' cap-binding model. This alternate mechanism relies on the direct binding of the 40S ribosomal subunit by the internal ribosome entry site (IRES) in the 5' UTR of HCV RNA. The HCV IRES adopts a complex structure, and may differ significantly from IRES elements identified in picornaviruses. A small number of eukaryotic mRNA have been shown to be translated by internal ribosome entry.",
            "score": 333.55964708328247
        },
        {
            "docid": "9508538_2",
            "document": "Eukaryotic initiation factor . Eukaryotic initiation factors (eIFs) are proteins or protein complexes involved in the initiation phase of eukaryotic translation. These proteins help stabilize the formation of ribosomal preinitiation complexes around the start codon and are an important input for post-transcription gene regulation. Several initiation factors form a complex with the small 40S ribosomal subunit and Met-tRNA called the 43S preinitiation complex (43S PIC). Additional factors of the eIF4F complex (eIF4A, E, and G) recruit the 43S PIC to the five-prime cap structure of the mRNA, from which the 43S particle scans 5'-->3' along the mRNA to reach an AUG start codon. Recognition of the start codon by the Met-tRNA promotes gated phosphate and eIF1 release to form the 48S preinitiation complex (48S PIC), followed by large 60S ribosomal subunit recruitment to form the 80S ribosome. There exist many more eukaryotic initiation factors than prokaryotic initiation factors, reflecting the greater biological complexity of eukaryotic translation. There are at least twelve eukaryotic initiation factors, composed of many more polypeptides, and these are described below.",
            "score": 473.53914046287537
        },
        {
            "docid": "167544_4",
            "document": "Transcription (biology) . The stretch of DNA transcribed into an RNA molecule is called a \"transcription unit\" and encodes at least one gene. If the gene encodes a protein, the transcription produces messenger RNA (mRNA); the mRNA, in turn, serves as a template for the protein's synthesis through translation. Alternatively, the transcribed gene may encode for non-coding RNA such as microRNA, ribosomal RNA (rRNA), transfer RNA (tRNA), or enzymatic RNA molecules called ribozymes. Overall, RNA helps synthesize, regulate, and process proteins; it therefore plays a fundamental role in performing functions within a cell.",
            "score": 198.6563594341278
        },
        {
            "docid": "4230_28",
            "document": "Cell (biology) . Transcription is the process where genetic information in DNA is used to produce a complementary RNA strand. This RNA strand is then processed to give messenger RNA (mRNA), which is free to migrate through the cell. mRNA molecules bind to protein-RNA complexes called ribosomes located in the cytosol, where they are translated into polypeptide sequences. The ribosome mediates the formation of a polypeptide sequence based on the mRNA sequence. The mRNA sequence directly relates to the polypeptide sequence by binding to transfer RNA (tRNA) adapter molecules in binding pockets within the ribosome. The new polypeptide then folds into a functional three-dimensional protein molecule.",
            "score": 246.2307779788971
        },
        {
            "docid": "10883715_7",
            "document": "4EGI-1 . Messenger RNAs (mRNAs) are transcribed from DNA, and serve as templates for the synthesis of proteins by ribosomal translation. Weak mRNAs contain long and highly structured untranslatable regions at their 5’ end. This lengthy region makes it difficult for enzymes to determine where transcription should begin. As a result, initiation factor proteins are required for translation of the message into protein. These weak mRNAs, or mRNAs that carry the code for proteins involved in the development of cancer cells, require cap-dependent translation which necessitates the cellular involvement of the eIFs. Examples of weak mRNAs include those that code for proliferation-related, and anti-apoptotic proteins. Strong mRNAs, in contrast, are translated with much less cellular machinery such as eIFs and generally code for biologically necessary proteins, such as those needed for the essential metabolic processes of a cell. Therapies such as the use of 4EGI-1 against cancer cells can thus be created such that their biologic targets include only the initiation factors involved in the production of weak mRNA’s.",
            "score": 252.24772155284882
        },
        {
            "docid": "616901_13",
            "document": "Polyadenylation . The poly(A) tail acts as the binding site for poly(A)-binding protein. Poly(A)-binding protein promotes export from the nucleus and translation, and inhibits degradation. This protein binds to the poly(A) tail prior to mRNA export from the nucleus and in yeast also recruits poly(A) nuclease, an enzyme that shortens the poly(A) tail and allows the export of the mRNA. Poly(A)-binding protein is exported to the cytoplasm with the RNA. mRNAs that are not exported are degraded by the exosome. Poly(A)-binding protein also can bind to, and thus recruit, several proteins that affect translation, one of these is initiation factor-4G, which in turn recruits the 40S ribosomal subunit. However, a poly(A) tail is not required for the translation of all mRNAs. Further, poly(A) tailing (oligo-adenylation) can determine the fate of RNA molecules that are usually not poly(A)-tailed (such as (small) non-coding (sn)RNAs etc.) and thereby induce their RNA decay.",
            "score": 238.14832746982574
        },
        {
            "docid": "345919_2",
            "document": "Three prime untranslated region . In molecular genetics, the three prime untranslated region (3'-UTR) is the section of messenger RNA (mRNA) that immediately follows the translation termination codon. An mRNA molecule is transcribed from the DNA sequence and is later translated into protein. Several regions of the mRNA molecule are not translated into protein including the 5' cap, 5' untranslated region, 3' untranslated region, and the poly(A) tail. The 3'-UTR often contains regulatory regions that post-transcriptionally influence gene expression. Regulatory regions within the 3'-untranslated region can influence polyadenylation, translation efficiency, localization, and stability of the mRNA. The 3'-UTR contains both binding sites for regulatory proteins as well as microRNAs (miRNAs). By binding to specific sites within the 3'-UTR, miRNAs can decrease gene expression of various mRNAs by either inhibiting translation or directly causing degradation of the transcript. The 3'-UTR also has silencer regions which bind to repressor proteins and will inhibit the expression of the mRNA. Many 3'-UTRs also contain AU-rich elements (AREs). Proteins bind AREs to affect the stability or decay rate of transcripts in a localized manner or affect translation initiation. Furthermore, the 3'-UTR contains the sequence AAUAAA that directs addition of several hundred adenine residues called the poly(A) tail to the end of the mRNA transcript. Poly(A) binding protein (PABP) binds to this tail, contributing to regulation of mRNA translation, stability, and export. For example, poly (A) tail bound PABP interacts with proteins associated with the 5' end of the transcript, causing a circularization of the mRNA that promotes translation. The 3'-UTR can also contain sequences that attract proteins to associate the mRNA with the cytoskeleton, transport it to or from the cell nucleus, or perform other types of localization. In addition to sequences within the 3'-UTR, the physical characteristics of the region, including its length and secondary structure, contribute to translation regulation. These diverse mechanisms of gene regulation ensure that the correct genes are expressed in the correct cells at the appropriate times.",
            "score": 299.1787658929825
        },
        {
            "docid": "25766_23",
            "document": "Ribosome . Ribosomes are the workplaces of protein biosynthesis, the process of translating mRNA into protein. The mRNA comprises a series of codons that dictate to the ribosome the sequence of the amino acids needed to make the protein. Using the mRNA as a template, the ribosome traverses each codon (3 nucleotides) of the mRNA, pairing it with the appropriate amino acid provided by an aminoacyl-tRNA. Aminoacyl-tRNA contains a complementary anticodon on one end and the appropriate amino acid on the other. For fast and accurate recognition of the appropriate tRNA, the ribosome utilizes large conformational changes (conformational proofreading)  The small ribosomal subunit, typically bound to an aminoacyl-tRNA containing the amino acid methionine, binds to an AUG codon on the mRNA and recruits the large ribosomal subunit. The ribosome contains three RNA binding sites, designated A, P and E. The A-site binds an aminoacyl-tRNA; the P-site binds a peptidyl-tRNA (a tRNA bound to the peptide being synthesized); and the E-site (exit) binds a free tRNA before it exits the ribosome. Protein synthesis begins at a start codon AUG near the 5' end of the mRNA. mRNA binds to the P site of the ribosome first. The ribosome is able to identify the start codon by use of the Shine-Dalgarno sequence of the mRNA in prokaryotes and Kozak box in eukaryotes.",
            "score": 432.30094504356384
        },
        {
            "docid": "6235_40",
            "document": "Cell nucleus . Gene expression first involves transcription, in which DNA is used as a template to produce RNA. In the case of genes encoding proteins, that RNA produced from this process is messenger RNA (mRNA), which then needs to be translated by ribosomes to form a protein. As ribosomes are located outside the nucleus, mRNA produced needs to be exported.",
            "score": 193.1798813343048
        },
        {
            "docid": "31576237_14",
            "document": "RNA thermometer . RNA thermometers are found in the 5' UTR of messenger RNA, upstream of a protein-coding gene. Here they are able to occlude the ribosome binding site (RBS) and prevent translation of the mRNA into protein. As temperature increases, the hairpin structure can 'melt' and expose the RBS or Shine-Dalgarno sequence to permit binding of the small ribosomal subunit (30S), which then assembles other translation machinery. The start codon, typically found 8 nucleotides downstream of the Shine-Dalgarno sequence, signals the beginning of a protein-coding gene which is then translated to a peptide product by the ribosome. In addition to this \"cis\"-acting mechanism, a lone example of a \"trans\"-acting RNA thermometer has been found in RpoS mRNA where it is thought to be involved in the starvation response.",
            "score": 340.45312905311584
        },
        {
            "docid": "12385933_2",
            "document": "Prokaryotic small ribosomal subunit . The prokaryotic small ribosomal subunit, or 30S subunit, is the smaller subunit of the 70S ribosome found in prokaryotes. It is a complex of the 16S ribosomal RNA (rRNA) and 19 proteins. This complex is implicated in the binding of transfer RNA to messenger RNA (mRNA). The small subunit is responsible for the binding and the reading of the mRNA during translation. The small subunit, both the rRNA and its proteins, complexes with the large 50S subunit to form the 70S prokaryotic ribosome in prokaryotic cells. This 70S ribosome is then used to translate mRNA into proteins.",
            "score": 225.83189463615417
        },
        {
            "docid": "14797471_3",
            "document": "60S ribosomal protein L7 . Ribosomes, the organelles that catalyze protein synthesis, consist of a small 40S subunit and a large 60S subunit. Together these subunits are composed of 4 RNA species and approximately 80 structurally distinct proteins. This gene encodes a ribosomal protein that is a component of the 60S subunit. The protein belongs to the L30P family of ribosomal proteins. It contains an N-terminal basic region-leucine zipper (BZIP)-like domain and the RNP consensus sub-motif RNP2. In vitro the BZIP-like domain mediates homodimerization and stable binding to DNA and RNA, with a preference for 28S rRNA and mRNA. The protein can inhibit cell-free translation of mRNAs, suggesting that it plays a regulatory role in the translation apparatus. It is located in the cytoplasm. The protein has been shown to be an autoantigen in patients with systemic autoimmune diseases, such as systemic lupus erythematosus. As is typical for genes encoding ribosomal proteins, there are multiple processed pseudogenes of this gene dispersed through the genome.",
            "score": 232.46124351024628
        },
        {
            "docid": "12830048_11",
            "document": "Degradosome . This multi-protein complex is stimulated by a non-coding RNA, called miRNA in Eukaryotic cells and sRNA in bacteria. Small sequences of aminoacid are usually used to target mRNA for its destruction. From here, there are two ways to do it: targeting \"translation-initiation region\" (TIR) or \"coding DNA sequence\" (CDS). Firstly, to attach sRNA to targeted mRNA a Hfq (chaperone protein) is needed. Once the attachment is done, if the complex Hfq-sRna ends on TIR, it blocks \"ribosome binding site\" (RBS) so ribosomes can not translate, and activates nucleases (RNase E) to eliminate mRNA. Another possibility is ending on another region, that makes the complex work as a finisher point of the translation. This way, the ribosomes can do their job of decoding, process that stops when they arrive to the complex, where all the destruction procedure is switched on.",
            "score": 246.56414532661438
        },
        {
            "docid": "240850_8",
            "document": "Gene silencing . RNA interference (RNAi) is a natural process used by cells to regulate gene expression. It was discovered in 1998 by Andrew Fire and Craig Mello, who won the Nobel Prize for their discovery in 2006. The process to silence genes first begins with the entrance of a double-stranded RNA (dsRNA) molecule into the cell, which triggers the RNAi pathway. The double-stranded molecule is then cut into small double-stranded fragments by an enzyme called Dicer. These small fragments, which include small interfering RNAs (siRNA) and microRNA (miRNA), are approximately 21–23 nucleotides in length. The fragments integrate into a multi-subunit protein called the RNA-induced silencing complex, which contains Argonaute proteins that are essential components of the RNAi pathway. One strand of the molecule, called the \"guide\" strand, binds to RISC, while the other strand, known as the \"passenger\" strand is degraded. The guide or antisense strand of the fragment that remains bound to RISC directs the sequence-specific silencing of the target mRNA molecule. The genes can be silenced by siRNA molecules that cause the endonucleatic cleavage of the target mRNA molecules or by miRNA molecules that suppress translation of the mRNA molecule. With the cleavage or translational repression of the mRNA molecules, the genes that form them are essentially inactive. RNAi is thought to have evolved as a cellular defense mechanism against invaders, such as RNA viruses, or to combat the proliferation of transposons within a cell's DNA. Both RNA viruses and transposons can exist as double-stranded RNA and lead to the activation of RNAi. Currently, siRNAs are being widely used to suppress specific gene expression and to assess the function of genes. Companies utilizing this approach include Alnylam, Sanofi, Arrowhead, Discerna, and Persomics, among others.",
            "score": 191.90964603424072
        },
        {
            "docid": "40328701_7",
            "document": "Chimeric RNA . Creating a protein consists of two main steps: transcription of DNA into RNA and translation of RNA into protein. After DNA is transcribed into RNA, the molecule is known as pre-messenger RNA (mRNA) and it consists of exons and introns that can be split apart and rearranged in many different ways. Historically, exons are considered the coding sequence and introns are considered the “junk” DNA. Although this has been shown to be false, it is true that exons are often merged. Depending on the needs of the cell, regulatory mechanisms choose which exons, and sometimes introns, to join together. This process of removing pieces of a pre- mRNA transcript and combining them with other pieces is called splicing. The human genome encodes approximately 25,000 genes but there are significantly more proteins produced. This is accomplished through RNA splicing. The exons of these 25,000 genes can be spliced in many different ways to create countless combinations of RNA transcripts and ultimately countless proteins. Normally, exons from the same pre-mRNA transcript are spliced together. However, occasionally gene products or pre-mRNA transcripts are spliced together so that exons from different transcripts are mixed together in a fusion product known as chimeric RNA. Chimeric RNA often incorporates exons from highly expressed genes, but the chimeric transcript itself is usually expressed at low levels.",
            "score": 169.93226611614227
        },
        {
            "docid": "17656209_3",
            "document": "Eukaryotic small ribosomal subunit (40S) . The 40S subunit contains the decoding center which monitors the complementarity of tRNA and mRNA in protein translation. It is the largest component of several translation initiation complexes, including the 43S and 48S preinitiation complexes (PICs), being bound by several eukaryotic initiation factors, including eIF1, eIF1A, and eIF3. The 40S ribosomal subunit is also tightly bound by the HCV IRES to form a binary complex mediate by protein-mRNA and rRNA-mRNA interactions. More information can be found in the articles on the ribosome, the eukaryotic ribosome (80S), and the article on protein translation.",
            "score": 301.39113426208496
        },
        {
            "docid": "30625026_18",
            "document": "Consensus CDS Project . Upstream open reading frames: AUG initiation codons located within transcript leaders are known as upstream AUGs (uAUGs). Sometimes, uAUGs are associated with uORFs . uORFs are found in approximately 50% of human and mouse transcripts. The existence of uORFs are another challenge for the CCDS data set. The scanning mechanism for translation initiation suggests that small ribosomal subunits (40S) bind at the 5’ end of a nascent mRNA transcript and scan for the first AUG start codon. It is possible that an uAUG is recognised first, and the corresponding uORF is then translated. The translated uORF could be a NMD candidate, although studies have shown that some uORFs can avoid NMD. The average size limit for uORFs that will escape NMD is approximately 35 amino acids. It also has been suggested that uORFs inhibit translation of the downstream gene by trapping a ribosome initiation complex and causing the ribosome to dissociate from the mRNA transcript before it reaches the protein-coding regions. Currently, no studies have reported the global impact of uORFs on translational regulation.",
            "score": 363.07126569747925
        },
        {
            "docid": "24553_9",
            "document": "Protein biosynthesis . Phenomena of amino acid assembly from RNA. The synthesis of proteins from RNA is known as translation. In eukaryotes, translation occurs in the cytoplasm, where the ribosomes are located. Ribosomes are made of a small and large subunit that surround the mRNA. In translation, messenger RNA (mRNA) is decoded to produce a specific polypeptide according to the rules specified by the trinucleotide genetic code. This uses an mRNA sequence as a template to guide the synthesis of a chain of amino acids that form a protein. Translation proceeds in four phases: activation, initiation, elongation, and termination (all describing the growth of the amino acid chain, or polypeptide that is the product of translation).",
            "score": 241.8459541797638
        },
        {
            "docid": "56159216_3",
            "document": "DHX29 . This gene encodes a member of the DEAH (Asp-Glu-Ala-His) subfamily of proteins, part of the DEAD (Asp-Glu-Ala-Asp) box family of RNA helicases. The encoded protein functions in translation initiation, and is specifically required for ribosomal scanning across stable mRNA secondary structures during initiation codon selection. This protein may also play a role in sensing virally derived cytosolic nucleic acids. Knockdown of this gene results in reduced protein translation and impaired proliferation of cancer cells.",
            "score": 281.34702610969543
        },
        {
            "docid": "20232_26",
            "document": "Messenger RNA . An mRNA molecule is said to be monocistronic when it contains the genetic information to translate only a single protein chain (polypeptide). This is the case for most of the eukaryotic mRNAs. On the other hand, polycistronic mRNA carries several open reading frames (ORFs), each of which is translated into a polypeptide. These polypeptides usually have a related function (they often are the subunits composing a final complex protein) and their coding sequence is grouped and regulated together in a regulatory region, containing a promoter and an operator. Most of the mRNA found in bacteria and archaea is polycistronic, as is the human mitochondrial genome. Dicistronic or bicistronic mRNA encodes only two proteins.",
            "score": 190.83252835273743
        }
    ],
    "r": [
        {
            "docid": "9508538_2",
            "document": "Eukaryotic initiation factor . Eukaryotic initiation factors (eIFs) are proteins or protein complexes involved in the initiation phase of eukaryotic translation. These proteins help stabilize the formation of ribosomal preinitiation complexes around the start codon and are an important input for post-transcription gene regulation. Several initiation factors form a complex with the small 40S ribosomal subunit and Met-tRNA called the 43S preinitiation complex (43S PIC). Additional factors of the eIF4F complex (eIF4A, E, and G) recruit the 43S PIC to the five-prime cap structure of the mRNA, from which the 43S particle scans 5'-->3' along the mRNA to reach an AUG start codon. Recognition of the start codon by the Met-tRNA promotes gated phosphate and eIF1 release to form the 48S preinitiation complex (48S PIC), followed by large 60S ribosomal subunit recruitment to form the 80S ribosome. There exist many more eukaryotic initiation factors than prokaryotic initiation factors, reflecting the greater biological complexity of eukaryotic translation. There are at least twelve eukaryotic initiation factors, composed of many more polypeptides, and these are described below.",
            "score": 473.53912353515625
        },
        {
            "docid": "12385933_4",
            "document": "Prokaryotic small ribosomal subunit . A portion of the 30S subunit (the 16S rRNA) guides the initiating start codon (5')-AUG-(3') of mRNA into position by a recognizing the Shine-Dalgarno sequence, a complementary binding site about 8 base pairs upstream from the start codon. This ensures the ribosome starts translation at the correct location. The tightness of the bonding between the Shine-Dalgarno sequence on the mRNA and the 16S rRNA determines how efficiently translation proceeds. Once the 16S rRNA recognizes the mRNA start codon, a special transfer RNA, f-Met-tRNA, binds and protein translation begins. The binding site of the f-Met-tRNA on the 30S ribosomal subunit is called the \"D-site\" This step is required in order for protein synthesis to occur. Then the large ribosomal subunit will bind and protein synthesis will continue. The binding of the large subunit causes a conformational change in the 70S, which opens another site for protein translation.",
            "score": 467.6000671386719
        },
        {
            "docid": "23236004_2",
            "document": "Leaky scanning . Leaky scanning is a mechanism used during the initiation phase of Eukaryotic translation that enables regulation of gene expression. During initiation, the small 40S ribosomal subunit (as a 43S PIC) \"scans\" or moves in a 5' --> 3' direction along the 5'UTR to locate a start codon to commence elongation. Sometimes, the scanning ribosome bypasses the initial AUG start codon and begins translation at further downstream AUG start codons. Translation in eukaryotic cells according to most scanning mechanisms occurs at the AUG start codon proximal to the 5' end of mRNA; however, the scanning ribosome may encounter an “unfavorable nucleotide context” around the start codon and continue scanning.",
            "score": 462.3878173828125
        },
        {
            "docid": "3264389_4",
            "document": "Eukaryotic translation . The poly(A)-binding protein (PABP) also associates with the eIF4F complex via eIF4G, and binds the poly-A tail of most eukaryotic mRNA molecules. This protein has been implicated in playing a role in circularization of the mRNA during translation. This 43S preinitiation complex (43S PIC) accompanied by the protein factors moves along the mRNA chain toward its 3'-end, in a process known as 'scanning', to reach the start codon (typically AUG). In eukaryotes and archaea, the amino acid encoded by the start codon is methionine. The Met-charged initiator tRNA (Met-tRNA) is brought to the P-site of the small ribosomal subunit by eukaryotic initiation factor 2 (eIF2). It hydrolyzes GTP, and signals for the dissociation of several factors from the small ribosomal subunit, eventually leading to the association of the large subunit (or the 60S subunit). The complete ribosome (80S) then commences translation elongation.",
            "score": 457.496826171875
        },
        {
            "docid": "38402739_22",
            "document": "MTORC1 . Activated mTORC1 will phosphorylate translation inhibitor 4E-BP1, releasing it from eukaryotic translation initiation factor 4E (eIF4E). eIF4E is now free to join the eukaryotic translation initiation factor 4G (eIF4G) and the eukaryotic translation initiation factor 4A (eIF4A). This complex then binds to the 5' cap of mRNA and will recruit the helicase eukaryotic translation initiation factor A (eIF4A) and its cofactor eukaryotic translation initiation factor 4B (eIF4B). The helicase is required to remove hairpin loops that arise in the 5' untranslated regions of mRNA, which prevent premature translation of proteins. Once the initiation complex is assembled at the 5' cap of mRNA, it will recruit the 40S small ribosomal subunit that is now capable of scanning for the AUG start codon start site, because the hairpin loop has been eradicated by the eIF4A helicase. Once the ribosome reaches the AUG codon, translation can begin.",
            "score": 436.42681884765625
        },
        {
            "docid": "25766_23",
            "document": "Ribosome . Ribosomes are the workplaces of protein biosynthesis, the process of translating mRNA into protein. The mRNA comprises a series of codons that dictate to the ribosome the sequence of the amino acids needed to make the protein. Using the mRNA as a template, the ribosome traverses each codon (3 nucleotides) of the mRNA, pairing it with the appropriate amino acid provided by an aminoacyl-tRNA. Aminoacyl-tRNA contains a complementary anticodon on one end and the appropriate amino acid on the other. For fast and accurate recognition of the appropriate tRNA, the ribosome utilizes large conformational changes (conformational proofreading)  The small ribosomal subunit, typically bound to an aminoacyl-tRNA containing the amino acid methionine, binds to an AUG codon on the mRNA and recruits the large ribosomal subunit. The ribosome contains three RNA binding sites, designated A, P and E. The A-site binds an aminoacyl-tRNA; the P-site binds a peptidyl-tRNA (a tRNA bound to the peptide being synthesized); and the E-site (exit) binds a free tRNA before it exits the ribosome. Protein synthesis begins at a start codon AUG near the 5' end of the mRNA. mRNA binds to the P site of the ribosome first. The ribosome is able to identify the start codon by use of the Shine-Dalgarno sequence of the mRNA in prokaryotes and Kozak box in eukaryotes.",
            "score": 432.3009338378906
        },
        {
            "docid": "23236004_5",
            "document": "Leaky scanning . Through several studies Marilyn Kozak was the first to recognize the main role of scanning during initiation of translation in mammalian cells. The AUG codon in mammals is optimally recognized by the context GCCRCCAUGG, also known as a “Kozak Consensus Sequence.” Purine (R) and each of the nucleotides within this sequence are highly conserved and provide an important function in recognition and initiation of translation for many 40S ribosomal subunits. With an optimal context at an AUG start codon, ribosomes will begin initiation at that point. A weak context occurs when the sequences adjacent to the AUG start codon has deviated from the consensus sequence. A few ribosomes will still initiate translation in the weak location, but the majority will perform leaky scanning and initiate downstream. As a consequence, different proteins are likely to be produced.",
            "score": 423.39227294921875
        },
        {
            "docid": "262401_14",
            "document": "Translation (biology) . Even though the ribosomes are usually considered accurate and processive machines, the translation process is subject to errors that can lead either to the synthesis of erroneous proteins or to the premature abandonment of translation. The rate of error in synthesizing proteins has been estimated to be between 1/10 and 1/10 misincorporated amino acids, depending on the experimental conditions. The rate of premature translation abandonment, instead, has been estimated to be of the order of magnitude of 10 events per translated codon. The correct amino acid is covalently bonded to the correct transfer RNA (tRNA) by amino acyl transferases. The amino acid is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, the tRNA is termed \"charged\". Initiation involves the small subunit of the ribosome binding to the 5' end of mRNA with the help of initiation factors (IF). In prokaryotes, initiation of protein synthesis involves the recognition of a purine-rich initiation sequence on the mRNA called the Shine-Delgarno sequence. The Shine-Delgarno sequence binds to a complementary pyrimidine-rich sequence on the 3' end of the 16S rRNA part of the 30S ribosomal subunit. The binding of these complementary sequences ensures that the 30S ribosomal subunit is bound to the mRNA and is aligned such that the initiation codon is placed in the 30S portion of the P-site. Once the mRNA and 30S subunit are properly bound, an initiation factor brings the initiator tRNA-amino acid complex, f-Met-tRNA, to the 30S P site. The initiation phase is completed once a 50S subunit joins the 30 subunit, forming an active 70S ribosome. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA) on the mRNA. tRNA usually cannot recognize or bind to stop codons. Instead, the stop codon induces the binding of a release factor protein that prompts the disassembly of the entire ribosome/mRNA complex and the hydrolysis and the release of the polypeptide chain from the ribosome. Drugs or special sequence motifs on the mRNA can change the ribosomal structure so that near-cognate tRNAs are bound to the stop codon instead of the release factors. In such cases of 'translational readthrough', translation continues until the ribosome encounters the next stop codon.",
            "score": 417.9154968261719
        },
        {
            "docid": "19657997_4",
            "document": "EIF2 . eIF2 is an essential factor for protein synthesis that forms a ternary complex (TC) with GTP and the initiator Met-tRNA. After its formation, the TC binds the 40S ribosomal subunit to form the 43S preinitiation complex (43S PIC). 43S PIC assembly is believed to be stimulated by the initiation factors eIF1, eIF1A, and the eIF3 complex according to \"in vitro\" experiments. The 43S PIC then binds mRNA that has previously been unwound by the eIF4F complex. The 43S PIC and the eIF4F proteins form a new 48S complex on the mRNA, which starts searching along the mRNA for the start codon (AUG). Upon base pairing of the AUG-codon with the Met-tRNA, eIF5 (which is a GTPase-activating protein) is recruited to the complex and induces eIF2 to hydrolyse its GTP. This causes eIF2-GDP to be released from this 48S complex and translation begins after recruitment of the 60S ribosomal sub-unit and formation of the 80S initiation complex. Finally, with the help of the Guanine nucleotide exchange factor eIF2B, the GDP in eIF2 is exchanged for a GTP and the ternary complex reforms for a new round of translation initiation. eIF2 is a heterotrimer of a total molar mass of 126 kDa that is composed of the three sub-units: α (sub-unit 1), β (sub-unit 2), and γ (sub-unit 3).  The sequences of all three sub-units are highly conserved (pairwise amino acid identities for each sub-unit range from 47–72% when comparing the proteins of \"Homo sapiens\" and \"Saccharomyces cerevisiae\"). The α-subunit contains the main target for phosphorylation, a serine at position 51. It also contains a S1 motif domain, which is a potential RNA binding-site. Therefore, the α-subunit can be considered the regulatory subunit of the trimer.",
            "score": 415.24261474609375
        },
        {
            "docid": "49577229_3",
            "document": "43S preinitiation complex . The 43S is an important intermediate complex during cap-dependent translation initiation. In the canonical model of translation initiation, the 43S PIC is pre-formed as a stable complex and recruited to the 5' cap of eukaryotic messenger RNAs (mRNAs) by the eIF4F complex. The 43S PIC then \"scans\" in the 5' --> 3' direction along the mRNA in an ATP-dependent fashion (via eIF4A and/or other RNA helicases such as Ded1/DDX3 and DHX29) to locate the start codon. Start codon recognition occurs through base-pairing between the Met-tRNA and AUG in the ribosomal P-site and a number of associated changes, and is followed by joining of the large 60S ribosomal subunit to form the 80S ribosome.",
            "score": 412.45245361328125
        },
        {
            "docid": "31907314_3",
            "document": "SUI1 protein domain . SUI1 is a translation initiation factor that directs the ribosome to the translation start site, helped by eIF2 and the initiator Met-tRNA. SUI1 ensures that translation initiation commences from the correct start codon (usually AUG), by stabilizing the pre-initiation complex around the start codon. SUI1 promotes a high initiation fidelity for the AUG codon, discriminating against non-AUG codons. .",
            "score": 395.14483642578125
        },
        {
            "docid": "24208489_3",
            "document": "ACAT1 mRNA . Mutagenesis and mass spectrometry identified the alternative initiation codon as the start codon for the novel 56-kDa protein and its location was mapped to a region located upstream of the AUG initiation codon. Three stem loop structures have been predicted to surround the GCC initiation codon and are known as SL1 to SL3. Mutations that disrupted these stem-loop structures showed that SL1 and SL2 as required for translation initiation from the GGC codon but SL3 has no effect on translation efficiency. Translation initiation from the GGC codon was shown to be is mediated by an internal ribosome entry site (IRES) which requires SL1 located upstream of the IRES and SL2 located downstream. This study also showed that SL3 influences the choice of downstream AUG translation initiation codons that will produce the normal 50-KDa human ACAT1 protein.",
            "score": 389.4722900390625
        },
        {
            "docid": "59364_8",
            "document": "Methionine . The methionine codon AUG is also the most common start codon. A \"Start\" codon is message for a ribosome that signals the initiation of protein translation from mRNA when the AUG codon is in a Kozak consensus sequence. As a consequence, methionine is often incorporated into the N-terminal position of proteins in eukaryotes and archaea during translation, although it can be removed by post-translational modification. In bacteria, the derivative \"N\"-formylmethionine is used as the initial amino acid.",
            "score": 386.03594970703125
        },
        {
            "docid": "68206_11",
            "document": "Central dogma of molecular biology . The mature mRNA finds its way to a ribosome, where it gets translated. In prokaryotic cells, which have no nuclear compartment, the processes of transcription and translation may be linked together without clear separation. In eukaryotic cells, the site of transcription (the cell nucleus) is usually separated from the site of translation (the cytoplasm), so the mRNA must be transported out of the nucleus into the cytoplasm, where it can be bound by ribosomes. The ribosome reads the mRNA triplet codons, usually beginning with an AUG (adenine−uracil−guanine), or initiator methionine codon downstream of the ribosome binding site. Complexes of initiation factors and elongation factors bring aminoacylated transfer RNAs (tRNAs) into the ribosome-mRNA complex, matching the codon in the mRNA to the anti-codon on the tRNA. Each tRNA bears the appropriate amino acid residue to add to the polypeptide chain being synthesised. As the amino acids get linked into the growing peptide chain, the chain begins folding into the correct conformation. Translation ends with a stop codon which may be a UAA, UGA, or UAG triplet.",
            "score": 385.4919128417969
        },
        {
            "docid": "35341802_5",
            "document": "Ribosome profiling . By using specific drugs, ribosome profiling can identify either initiating regions of mRNA or elongating regions. Initiating regions can be detected by adding harringtonine or lactidomycin to prevent any further initiation. This allows the starting codon of the mRNAs throughout the cell lysate to be analyzed, which has been used to determine non-AUG sequences that do initiate translation. The other elongating regions can be detected by adding antibiotics like cycloheximide that inhibit translocation, chloramphenicol that inhibits transfer of peptides within the ribosome, or non-drug means like thermal freezing. These elongation freezing methods allow for the kinetics of translation to be analyzed. Since multiple ribosomes can translate a single mRNA molecule to speed up the translation process, RiboSeq demonstrates the protein coding regions within the mRNA and how quickly this is done depending on the mRNA being sequenced. This also allows for ribosome profiling to show pause sites within the transcriptome at specific codons. These sites of slow or paused translation are demonstrated by an increase in ribosome density and these pauses can link specific proteins with their roles within the cell.",
            "score": 384.5831298828125
        },
        {
            "docid": "1078762_8",
            "document": "Morpholino . In eukaryotic organisms, pre-mRNA is transcribed in the nucleus, introns are spliced out, then the mature mRNA is exported from the nucleus to the cytoplasm. The small subunit of the ribosome usually starts by binding to one end of the mRNA and is joined there by various other eukaryotic initiation factors, forming the initiation complex. The initiation complex scans along the mRNA strand until it reaches a start codon, and then the large subunit of the ribosome attaches to the small subunit and translation of a protein begins. This entire process is referred to as gene expression; it is the process by which the information in a gene, encoded as a sequence of bases in DNA, is converted into the structure of a protein. A Morpholino can modify splicing or block translation, depending on the Morpholino's base sequence.",
            "score": 382.43145751953125
        },
        {
            "docid": "3988867_4",
            "document": "N-Formylmethionine . fMet is a starting residue in the synthesis of proteins in bacteria, and, consequently, is located at the \"N\"-terminus of the growing polypeptide. fMet is delivered to the ribosome (30S) - mRNA complex by a specialized tRNA (tRNA) which has a 3'-UAC-5' anticodon that is capable of binding with the 5'-AUG-3' start codon located on the mRNA. fMet is thus coded by the same codon as methionine; however, AUG is also the translation initiation codon. When the codon is used for initiation, fMet is used instead of methionine, thereby forming the first amino acid as the peptide chain is synthesized. When the same codon appears later in the mRNA, normal methionine is used. Many organisms use variations of this basic mechanism.",
            "score": 379.9444885253906
        },
        {
            "docid": "5504842_4",
            "document": "Sense (molecular biology) . The two complementary strands of double-stranded DNA (dsDNA) are usually differentiated as the \"sense\" strand and the \"antisense\" strand. The DNA sense strand looks like the messenger RNA (mRNA) and can be used to read the expected protein code; for example, ATG in the sense DNA may correspond to an AUG codon in the mRNA, encoding the amino acid methionine. However, the DNA sense strand itself is not used to make protein by the cell. It is the DNA antisense strand which serves as the source for the protein code, because, with bases complementary to the DNA sense strand, it is used as a template for the mRNA. Since transcription results in an RNA product complementary to the DNA template strand, the mRNA is complementary to the DNA antisense strand. The mRNA is what is used for translation (protein synthesis).Hence, a base triplet 3'-TAC-5' in the DNA antisense strand can be used as a template which will result in an 5'-AUG-3' base triplet in mRNA (AUG is the codon for methionine, the start codon). The DNA sense strand will have the triplet ATG, which looks just like AUG but will not be used to make methionine because it will not be used to make mRNA. The DNA sense strand is called a \"sense\" strand not because it will be used to make protein (it won't be), but because it has a sequence that looks like the protein codon sequence.",
            "score": 377.9361572265625
        },
        {
            "docid": "611074_8",
            "document": "Point mutation . Nonsense mutations include stop-gain and start-loss. Stop-gain is a mutation that results in a premature termination codon (\"a stop was gained\"), which signals the end of translation. This interruption causes the protein to be abnormally shortened. The number of amino acids lost mediates the impact on the protein's functionality and whether it will function whatsoever. Stop-loss is a mutation in the original termination codon (\"a stop was lost\"), resulting in abnormal extension of a protein's carboxyl terminus. Start-gain creates an AUG start codon upstream of the original start site. If the new AUG is near the original start site, in-frame within the processed transcript and downstream to a ribosomal binding site, it can be used to initiate translation. The likely effect is additional amino acids added to the amino terminus of the original protein. Frame-shift mutations are also possible in start-gain mutations, but typically do not affect translation of the original protein. Start-loss is a point mutation in a transcript's AUG start codon, resulting in the reduction or elimination of protein production.",
            "score": 372.3272399902344
        },
        {
            "docid": "23762695_2",
            "document": "Red clover necrotic mosaic virus translation enhancer elements . Red clover necrotic mosaic virus (RCNMV) contains several structural elements present within the 3' and 5' untranslated regions (UTR) of the genome that enhance translation. In eukaryotes transcription is a prerequisite for translation. During transcription the pre-mRNA transcript is processes where a 5' cap is attached onto mRNA and this 5' cap allows for ribosome assembly onto the mRNA as it acts as a binding site for the eukaryotic initiation factor eIF4F. Once eIF4F is bound to the mRNA this protein complex interacts with the poly(A) binding protein which is present within the 3' UTR and results in mRNA circularization. This multiprotein-mRNA complex then recruits the ribosome subunits and scans the mRNA until it reaches the start codon. Transcription of viral genomes differs from eukaryotes as viral genomes produce mRNA transcripts that lack a 5’ cap site. Despite lacking a cap site viral genes contain a structural element within the 5’ UTR known as an internal ribosome entry site (IRES). IRES is a structural element that recruits the 40s ribosome subunit to the mRNA within close proximity of the start codon.",
            "score": 369.1844787597656
        },
        {
            "docid": "20232_19",
            "document": "Messenger RNA . Coding regions are composed of codons, which are decoded and translated (in eukaryotes usually into one and in prokaryotes usually into several) into proteins by the ribosome. Coding regions begin with the start codon and end with a stop codon. In general, the start codon is an AUG triplet and the stop codon is UAA, UAG, or UGA. The coding regions tend to be stabilised by internal base pairs, this impedes degradation. In addition to being protein-coding, portions of coding regions may serve as regulatory sequences in the pre-mRNA as exonic splicing enhancers or exonic splicing silencers.",
            "score": 365.48834228515625
        },
        {
            "docid": "13629458_2",
            "document": "Flavivirus capsid hairpin cHP . The Flavivirus capsid hairpin cHP is a conserved RNA hairpin structure identified within the capsid coding region of several flavivirus genomes. These positive strand RNA genomes are translated as a single polypeptide and subsequently cleaved into constituent proteins, the first of which is the capsid protein. The cHP hairpin is located within the capsid coding region between two AUG start codons. The cHP cis element has been shown to direct translation start from the suboptimal first start codon. The ability of cHP to direct initiation from the first start codon is proportional to its thermodynamic stability, is position dependent, and is sequence independent. It has been demonstrated that both AUGs and the conserved cHP are necessary for efficient viral replication in human and mosquito cells.",
            "score": 363.7813720703125
        },
        {
            "docid": "30625026_18",
            "document": "Consensus CDS Project . Upstream open reading frames: AUG initiation codons located within transcript leaders are known as upstream AUGs (uAUGs). Sometimes, uAUGs are associated with uORFs . uORFs are found in approximately 50% of human and mouse transcripts. The existence of uORFs are another challenge for the CCDS data set. The scanning mechanism for translation initiation suggests that small ribosomal subunits (40S) bind at the 5’ end of a nascent mRNA transcript and scan for the first AUG start codon. It is possible that an uAUG is recognised first, and the corresponding uORF is then translated. The translated uORF could be a NMD candidate, although studies have shown that some uORFs can avoid NMD. The average size limit for uORFs that will escape NMD is approximately 35 amino acids. It also has been suggested that uORFs inhibit translation of the downstream gene by trapping a ribosome initiation complex and causing the ribosome to dissociate from the mRNA transcript before it reaches the protein-coding regions. Currently, no studies have reported the global impact of uORFs on translational regulation.",
            "score": 363.0712585449219
        },
        {
            "docid": "1289739_2",
            "document": "Shine-Dalgarno sequence . The Shine-Dalgarno (SD) Sequence is a ribosomal binding site in bacterial and archaeal messenger RNA, generally located around 8 bases upstream of the start codon AUG. The RNA sequence helps recruit the ribosome to the messenger RNA (mRNA) to initiate protein synthesis by aligning the ribosome with the start codon.",
            "score": 353.3451232910156
        },
        {
            "docid": "1883421_15",
            "document": "Adeno-associated virus . All three VPs are translated from one mRNA. After this mRNA is synthesized, it can be spliced in two different manners: either a longer or shorter intron can be excised resulting in the formation of two pools of mRNAs: a 2.3 kb- and a 2.6 kb-long mRNA pool. Usually, especially in the presence of adenovirus, the longer intron is preferred, so the 2.3-kb-long mRNA represents the so-called \"major splice\". In this form the first AUG codon, from which the synthesis of VP1 protein starts, is cut out, resulting in a reduced overall level of VP1 protein synthesis. The first AUG codon that remains in the major splice is the initiation codon for VP3 protein. However, upstream of that codon in the same open reading frame lies an ACG sequence (encoding threonine) which is surrounded by an optimal Kozak context. This contributes to a low level of synthesis of VP2 protein, which is actually VP3 protein with additional N terminal residues, as is VP1.",
            "score": 349.8073425292969
        },
        {
            "docid": "28639_2",
            "document": "Stop codon . In the genetic code, a stop codon (or termination codon) is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins. Proteins are based on polypeptides, which are unique sequences of amino acids. Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this process by binding release factors, which cause the ribosomal subunits to disassociate, releasing the amino acid chain. While start codons need nearby sequences or initiation factors to start translation, a stop codon alone is sufficient to initiate termination.",
            "score": 345.6375427246094
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 341.57757568359375
        },
        {
            "docid": "31576237_14",
            "document": "RNA thermometer . RNA thermometers are found in the 5' UTR of messenger RNA, upstream of a protein-coding gene. Here they are able to occlude the ribosome binding site (RBS) and prevent translation of the mRNA into protein. As temperature increases, the hairpin structure can 'melt' and expose the RBS or Shine-Dalgarno sequence to permit binding of the small ribosomal subunit (30S), which then assembles other translation machinery. The start codon, typically found 8 nucleotides downstream of the Shine-Dalgarno sequence, signals the beginning of a protein-coding gene which is then translated to a peptide product by the ribosome. In addition to this \"cis\"-acting mechanism, a lone example of a \"trans\"-acting RNA thermometer has been found in RpoS mRNA where it is thought to be involved in the starvation response.",
            "score": 340.453125
        },
        {
            "docid": "3264380_5",
            "document": "Prokaryotic translation . The selection of an initiation site (usually an AUG codon) depends on the interaction between the 30S subunit and the mRNA template. The 30S subunit binds to the mRNA template at a purine-rich region (the Shine-Dalgarno sequence) upstream of the AUG initiation codon. The Shine-Dalgarno sequence is complementary to a pyrimidine rich region on the 16S rRNA component of the 30S subunit. This sequence has been evolutionarily conserved and plays a major role in the microbial world we know today. During the formation of the initiation complex, these complementary nucleotide sequences pair to form a double stranded RNA structure that binds the mRNA to the ribosome in such a way that the initiation codon is placed at the P site.",
            "score": 338.8460998535156
        },
        {
            "docid": "18523258_8",
            "document": "EIF4G . There are three mechanisms that the 40S ribosome can come to recognize the start codon: scanning, internal entry, and shunting. In scanning, the 40S ribosome slides along the RNA until it recognizes a start site (typically an AUG sequence in \"good context\"). In internal entry, the 40S ribosome does not start from the beginning (5' end) of the mRNA but instead starts from somewhere in the middle. In shunting, after the 40S ribosome starts sliding along the mRNA it \"jumps\" or skips large sections; the mechanism for this is still unclear. eIF4G is required for most types of initiation, except in special cases such as internal initiation at the HCV IRES or Cripavirus IRES.",
            "score": 337.9695129394531
        },
        {
            "docid": "28126754_4",
            "document": "CspA mRNA 5' UTR . The secondary structure of cspA mRNA changes in response to temperature; at 37 °C the transcript is unstable and less efficiently translated than at lower temperatures. Unlike other RNA thermometers (such as FourU), the secondary structure is not reliant on the melting of a hairpin in order to affect gene expression. Instead, in temperatures below 20 °C a cis-regulatory region of ncRNA in the 5' UTR of \"cspA\" presents the Shine-Dalgarno sequence and AUG start codon to the ribosome in a more accessible way. The precise mechanism for changing the mRNA conformation is unknown. cspA protein is then produced in significantly higher quantities, making up over 2% of the cell's proteome during cold shock. cspA protein binds Hfq, which upregulates production of sigma factors which mediate a stress response.",
            "score": 337.44659423828125
        },
        {
            "docid": "3196289_6",
            "document": "Start codon . Alternate start codons (non AUG) are very rare in eukaryotic genomes. However, naturally occurring non-AUG start codons have been reported for some cellular mRNAs. Seven out of the nine possible single-nucleotide substitutions at the AUG start codon of dihydrofolate reductase were functional as translation start sites in mammalian cells. In addition to the canonical Met-tRNA Met and AUG codon pathway, mammalian cells can initiate translation with leucine using a specific leucyl-tRNA that decodes the codon CUG.",
            "score": 334.8359680175781
        }
    ]
}