{
    "q": [
        {
            "docid": "30334805_14",
            "document": "Systemic development . A feedback loop, closed loop, or systems complex model is a tool to help cope with complexity and understand the system as a whole. The tool will help to visualize the direction, velocity, delay time, long term and short term effects, and to help see the dynamic process. Feedback is necessary to learn about each other, including objectives and values of stakeholders and officials. A systemic approach to development is change oriented. The approach must encourage humans to communicate through interpersonal interactions, address the values of each stakeholder, and take part in developing and understanding the complex loop.",
            "score": 111.60768461227417
        },
        {
            "docid": "3151702_6",
            "document": "Smooth pursuit . Pursuit eye movement can be divided into two stages: open-loop pursuit and closed-loop pursuit. Open-loop pursuit is the visual system's first response to a moving object we want to track and typically lasts ~100 ms. Therefore, this stage is \"ballistic\": Visual signals have not yet had time to correct the ongoing pursuit velocity or direction. The second stage of pursuit, closed-loop pursuit, lasts until the pursuit movement has ceased. This stage is characterized by the online correction of pursuit velocity to compensate for \"retinal slip\". In other words, the pursuit system tries to null retinal velocity of the object of interest. This is achieved at the end of the open-loop phase. In the closed-loop phase, the eye angular velocity and target angular velocity are nearly equal.",
            "score": 156.1070008277893
        },
        {
            "docid": "16928506_9",
            "document": "Visual servoing . Visual servo systems, also called servoing, have been around since the early 1980s  , although the term visual servo itself was only coined in 1987. Visual Servoing is, in essence, a method for robot control where the sensor used is a camera (visual sensor).  Servoing consists primarily of two techniques, one involves using information from the image to directly control the degrees of freedom (DOF) of the robot, thus referred to as Image Based Visual Servoing (IBVS). While the other involves the geometric interpretation of the information extracted from the camera, such as estimating the pose of the target and parameters of the camera (assuming some basic model of the target is known). Other servoing classifications exist based on the variations in each component of a servoing system  e.g. the location of the camera, the two kinds are eye-in-hand and hand–eye configurations.  Based on the control loop, the two kinds are end-point-open-loop and end-point-closed-loop. Based on whether the control is applied to the joints (or DOF) directly or as a position command to a robot controller the two types are direct servoing and dynamic look-and-move. Being one of the earliest works  the authors proposed a hierarchical visual servo scheme applied to image-based servoing. The technique relies on the assumption that a good set of features can be extracted from the object of interest (e.g. edges, corners and centroids) and used as a partial model along with global models of the scene and robot. The control strategy is applied to a simulation of a two and three DOF robot arm.",
            "score": 126.20970153808594
        },
        {
            "docid": "970131_4",
            "document": "Robotic telescope . Robotic telescopes operate under closed loop or open loop principles. In an open loop system, a robotic telescope system points itself and collects its data without inspecting the results of its operations to ensure it is operating properly. An open loop telescope is sometimes said to be operating on faith, in that if something goes wrong, there is no way for the control system to detect it and compensate.",
            "score": 119.5980589389801
        },
        {
            "docid": "4271848_15",
            "document": "Boost controller . Control for the solenoids and stepper motors can be either closed loop or open loop. Closed loop systems rely on feedback from a manifold pressure sensor to meet a predetermined boost pressure. Open loop systems have a predetermined control output where control output is merely based on other inputs such as throttle angle and/or engine RPM. Open loop specifically leaves out a desired boost level, while closed loop attempts to target a specific level of boost pressure. Since open loop systems do not modify control levels based on MAP sensor, differing boost pressure levels may be reached based on outside variables such as weather conditions or engine coolant temperature. For this reason, systems that do not feature closed loop operation are not as widespread.",
            "score": 134.1583342552185
        },
        {
            "docid": "11523713_31",
            "document": "Control (management) . If control is exercised as a result of the operation rather than because of outside or predetermined arrangements, it is a closed-loop system. The home thermostat is the classic example of a control device in a closed-loop system. When the room temperature drops below the desired point, the control mechanism closes the circuit to start the furnace and the temperature rises. The furnace-activating circuit is turned off as the temperature reaches the preselected level. The significant difference between this type of system and an open-loop system is that the control device is an element of the system it serves and measures the performance of the system. In other words, all four control elements are integral to the specific system.",
            "score": 114.42950582504272
        },
        {
            "docid": "45554217_13",
            "document": "Bombardier Innovia APM . They can assume three different system configurations – shuttle, loop, and pinched loop. The shuttle system is the least complex. One train operates on each lane of a dual lane guideway. After the train dwells in one of the end stations for passengers for entry and exit, it reverses direction and returns to the opposite end station. Because Innovia APM vehicles are fully automated, they do not require a driver’s cab, which allows them to be bidirectional. A loop is an enclosed system that connects multiple stations along a track or guideway that is a continuous circle or closed curve. Loop systems can be designed as either a single lane or a dual lane configuration. A pinched-loop system shares common characteristics with both the shuttle and the loop systems. Pinched loops look like a dual-land shuttle (with two parallel guideways), but trains can go from one track to the other changing direction via switches at each end. As a result, traffic on a pinched loop flows in opposite directions on two parallel tracks, but can accommodate many stations.",
            "score": 126.05651950836182
        },
        {
            "docid": "42356790_17",
            "document": "Evolution of Management Systems . Figure 4 refers to closed-loop management system and it represents the Stage 6 of the Evolution of Management Systems. The new loops in the figure are not just traditional information feedback loops, but real business processes of collection, disassembly, reprocessing and reassembly activities (operations). The conventional open-ended linear processes are being redesigned towards closure.",
            "score": 129.96727466583252
        },
        {
            "docid": "46459998_4",
            "document": "Adaptive voltage scaling . The architecture of generic Dynamic Voltage Scaling system has a performance manager, a Phase-locked loop and a Voltage regulator. The performance manager block uses a software interface in order to predict the performance requirements of the next task.Once the determination of the power requirement is done, the voltage and frequency are set by the performance Manager in order to finish the task.The Phase-locked loop accomplishes the frequency scaling depending on the target frequency set by the performance manager.Similarly the Voltage regulator is programmed to scale the supply voltage so as to achieve the target voltage for the task.Thus, the characterization of the systems employing DVS requires characterization at at least two ends of operating range.In fact the characterization of DVS systems depends on the underlying voltage scaling methodology. The basic operation of both open loop DVS systems (the conventional DVS systems) and the closed loop DVS systems (Adaptive voltage systems) is same with the difference lying in the selection of the target voltage-frequency relationship. The Open-loop DVS systems employ the one-to-one mapping of the voltage to frequency to perform the voltage scaling.The frequency-voltage pairs are stored in Lookup table and are obtained as per the determined task needs.In case of the Open-loop DVS systems the frequency-voltage relationship is determined by considering the chip characterization at worst case conditions so as to guarantee the robust operation under the temperature and process variations.Thus in order to accommodate for the worst case variations there is a lot of power margin left by the open loop DVS systems for power scaling.This margin is not lost in closed loop systems because they employ a feedback mechanism that keeps probing the actual on chip conditions and according to that the target voltage and frequency are determined. The most important design parameters are to be considered while choosing between the Open-loop and closed loop configurations is stability against temperature fluctuations.The temperature stability is guaranteed in the conventional Open-loop systems because they are chosen for worst case conditions.But the energy savings are drastically reduced due to the large margins considered.",
            "score": 134.78978431224823
        },
        {
            "docid": "17073876_36",
            "document": "Coordinated management of meaning . The embedded contexts illustrated in the hierarchy model represent a stable hierarchy. It suggests that higher levels subsume lower levels. Meanwhile, sometimes \"lower levels can reflect back and affect the meaning of higher levels.\" This process is termed \"loop\". CMM believes that there is a stronger \"contextual effect\", which works from higher levels to the lower levels, and a weaker \"implicative effect\", which works the other way. When loops are consistent with the hierarchy, it is identified as a \"charmed loop\". In this kind of interaction, each person's perceptions and actions help to reinforce the other's perceptions and actions.",
            "score": 142.30970191955566
        },
        {
            "docid": "564756_14",
            "document": "Open-loop controller . A feed back control system, such as a PID controller, can be improved by combining the feedback (or closed-loop) control of a PID controller with feed-forward (or open-loop) control. Knowledge about the system (such as the desired acceleration and inertia) can be fed forward and combined with the PID output to improve the overall system performance. The feed-forward value alone can often provide the major portion of the controller output. The PID controller primarily has to compensate whatever difference or \"error\" remains between the setpoint (SP) and the system response to the open loop control. Since the feed-forward output is not affected by the process feedback, it can never cause the control system to oscillate, thus improving the system response without affecting stability. Feed forward can be based on the setpoint and on extra measured disturbances. Setpoint weighting is a simple form of feed forward.",
            "score": 121.0469262599945
        },
        {
            "docid": "5005222_11",
            "document": "Net Promoter . Net Promoter System also requires a process to \"close the loop\". Closing the loop is a process by which the provider actively intervenes to learn more from customers who have provided feedback, and also to change a negative perception, often converting a Detractor into a Promoter. In order to do this, the survey respondent can not be anonymous (something that can have a negative impact in the willingness to take the survey or to give low grades). The Net Promoter survey will identify customers who need some follow-up, including Detractors, and should automatically alert the provider to contact the consumer and manage the followup and actions from that point.",
            "score": 141.04379034042358
        },
        {
            "docid": "6503281_9",
            "document": "Nv network . A basic Nv network is built upon several Nv neurons in a loop. The loop's timing is often varied by input sensors. This difference in timing is often meant to affect the output pattern of the Nv loop. An example of this can be seen in a simple BEAM \"walker\" robot utilizing a bicore network (2 neurons). The neural network is set up to alternate current going to the main motor in a way where under equal input from the main sensors, the neurons oscillate at an equal pace to each other, producing a steady walking gait. When input (e.g. from light sensors) is present, the timing of each neuron in the loop is varied based on the input from the sensors, affecting the pace at which the loop oscillates. This affected pace is often used to alter the walking gait of a robot in order to steer it based on the input from its sensors.",
            "score": 99.59406971931458
        },
        {
            "docid": "5812333_5",
            "document": "Closed-loop pole . In root-locus design, the gain \"K\" is usually parameterized. Each point on the locus satisfies the angle condition and magnitude condition and corresponds to a different value of \"K\". For negative feedback systems, the closed-loop poles move along the root-locus from the open-loop poles to the open-loop zeroes as the gain is increased. For this reason, the root-locus is often used for design of proportional control, i.e. those for which formula_1.",
            "score": 116.22075152397156
        },
        {
            "docid": "564756_15",
            "document": "Open-loop controller . For example, in most motion control systems, in order to accelerate a mechanical load under control, more force is required from the actuator. If a velocity loop PID controller is being used to control the speed of the load and command the force being applied by the actuator, then it is beneficial to take the desired instantaneous acceleration, scale that value appropriately and add it to the output of the PID velocity loop controller. This means that whenever the load is being accelerated or decelerated, a proportional amount of force is commanded from the actuator regardless of the feedback value. The PID loop in this situation uses the feedback information to change the combined output to reduce the remaining difference between the process setpoint and the feedback value. Working together, the combined open-loop feed-forward controller and closed-loop PID controller can provide a more responsive control system in some situations.",
            "score": 135.16582560539246
        },
        {
            "docid": "693342_20",
            "document": "Numerical control . Positioning control is handled by means of either an open loop or a closed loop system. In an open loop system, communication takes place in one direction only: from the controller to the motor. In a closed loop system, feedback is provided to the controller so that it can correct for errors in position, velocity, and acceleration, which can arise due to variations in load or temperature. Open loop systems are generally cheaper but less accurate. Stepper motors can be used in both types of systems, while servo motors can only be used in closed systems.",
            "score": 139.19810605049133
        },
        {
            "docid": "453036_3",
            "document": "Time loop . Stories with time loops commonly center on the character learning from each successive loop through time. Jeremy Douglass, Janet Murray, Noah Falstein and others compare time loops with video games and other interactive media, where a character in a loop learns about their environment more and more with each passing loop, and the loop ends with complete mastery of the character's environment. Shaila Garcia-Catalán et al. provide a similar analysis, saying that the usual way for the protagonist out of a time loop is acquiring knowledge, using retained memories to progress and eventually exit the loop. The time loop is then a problem-solving process, and the narrative becomes akin to an interactive puzzle.",
            "score": 113.12782382965088
        },
        {
            "docid": "16700882_11",
            "document": "Systems psychology . Perceptual control theory (PCT) is a psychological theory of animal and human behavior originated by William T. Powers. In contrast with other theories of psychology and behavior, which assume that behavior is a function of perception — that perceptual inputs determine or cause behavior — PCT postulates that an organism's behavior is a means of controlling its perceptions. In contrast with engineering control theory, the reference variable for each negative feedback control loop in a control hierarchy is set from within the system (the organism), rather than by an external agent changing the setpoint of the controller. PCT also applies to nonliving autonomic systems.",
            "score": 141.7605104446411
        },
        {
            "docid": "10645160_6",
            "document": "Wire wrapped jewelry . In their basic form, P loops and eye loops are “open” loops. This means that the loop can be opened mechanically to allow it to connect to another component. The opposite of an open loop is a closed loop. In a closed loop, the end of the wire is wrapped around the stem of the loop so that the loop is permanent and can’t be opened. A closed loop is also called a wrapped loop and it is this technique that resulted in this approach to making jewelry being called wire wrapping. A connection between two wrapped loops must be performed BEFORE the second loop is wrapped closed.",
            "score": 142.759911775589
        },
        {
            "docid": "2120343_44",
            "document": "Faraday paradox . In the case when the disk alone spins there is no change in flux through the circuit, however, there is an electromotive force induced contrary to Faraday's law. We can also show an example when there is a change in flux, but no induced voltage. Figure 5 (near right) shows the setup used in Tilley's experiment. It is a circuit with two loops or meshes. There is a galvanometer connected in the right-hand loop, a magnet in the center of the left-hand loop, a switch in the left-hand loop, and a switch between the loops. We start with the switch on the left open and that on the right closed. When the switch on the left is closed and the switch on the right is open there is no change in the field of the magnet, but there is a change in the area of the galvanometer circuit. This means that there is a change in flux. However the galvanometer did not deflect meaning there was no induced voltage, and Faraday's law does not work in this case. According to A. G. Kelly this suggests that an induced voltage in Faraday's experiment is due to the \"cutting\" of the circuit by the flux lines, and not by \"flux linking\" or the actual change in flux. This follows from the Tilley experiment because there is no movement of the lines of force across the circuit and therefore no current induced although there is a change in flux through the circuit. Nussbaum suggests that for Faraday's law to be valid, work must be done in producing the change in flux. <br>To understand this idea, we will step through the argument given by Nussbaum. We start by calculating the force between two current carrying wires. The force on wire 1 due to wire 2 is given by:",
            "score": 126.25352847576141
        },
        {
            "docid": "552466_11",
            "document": "System identification . In control systems applications, the objective of engineers is to obtain a good performance of the closed-loop system, which is the one comprising the physical system, the feedback loop and the controller. This performance is typically achieved by designing the control law relying on a model of the system, which needs to be identified starting from experimental data. If the model identification procedure is aimed at control purposes, what really matters is not to obtain the best possible model that fits the data, as in the classical system identification approach, but to obtain a model satisfying enough for the closed-loop performance. This more recent approach is called identification for control, or I4C in short.",
            "score": 116.33057284355164
        },
        {
            "docid": "48402268_3",
            "document": "Causal loop . Backwards time travel would allow for causal loops involving events, information, people or objects whose histories form a closed loop, and thus seem to \"come from nowhere.\" The notion of objects or information which are \"self-existing\" in this way is often viewed as paradoxical, with several authors referring to a causal loop involving information or objects without origin as a \"bootstrap paradox\", an \"information paradox\", or an \"ontological paradox\". The use of \"bootstrap\" in this context refers to the expression \"pulling yourself up by your bootstraps\" and to Robert A. Heinlein's time travel story \"By His Bootstraps\". The term \"time loop\" is sometimes used to refer to a causal loop, but although they appear similar, causal loops are unchanging and self-originating, whereas time loops are constantly resetting.",
            "score": 136.1845042705536
        },
        {
            "docid": "14824490_10",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical resonance is thought to be a potential explanation for coherence of perception in the brain. Temporal coincidence could occur through this mechanism by the integration of both specific and non-specific thalamic nuclei at the pyramidal cortical cell, as they both synapse on its apical dendrites. Feedback from the cortical cell back to the thalamic nuclei then relays the integrated signal. As there are numerous thalamocortical loops throughout the cortex, this process takes place simultaneously across many different regions of the brain during conscious perception. It is this ability to support large-scale synchronized events between remote brain regions that may provide for coherent perception. Altogether, the specific, ventrobasal neurons in the thalamus serve to introduce sensory input to a self-sustained feedback loop that is sustained by the non-specific, centrolateral TCs relaying information about the current cognitive state of the brain.",
            "score": 190.47445011138916
        },
        {
            "docid": "44031786_5",
            "document": "Classical control theory . To overcome the limitations of the open-loop controller, classical control theory introduces feedback. A closed-loop controller uses feedback to control states or outputs of a dynamical system. Its name comes from the information path in the system: process inputs (e.g., voltage applied to an electric motor) have an effect on the process outputs (e.g., speed or torque of the motor), which is measured with sensors and processed by the controller; the result (the control signal) is \"fed back\" as input to the process, closing the loop.",
            "score": 139.94469046592712
        },
        {
            "docid": "7039_20",
            "document": "Control theory . To overcome the limitations of the open-loop controller, control theory introduces feedback. A closed-loop controller uses feedback to control states or outputs of a dynamical system. Its name comes from the information path in the system: process inputs (e.g., voltage applied to an electric motor) have an effect on the process outputs (e.g., speed or torque of the motor), which is measured with sensors and processed by the controller; the result (the control signal) is \"fed back\" as input to the process, closing the loop.",
            "score": 139.94469046592712
        },
        {
            "docid": "8296426_2",
            "document": "Frontostriatal circuit . Frontostriatal circuits are neural pathways that connect frontal lobe regions with the basal ganglia (striatum) that mediate motor, cognitive, and behavioural functions within the brain. They receive inputs from dopaminergic, serotonergic, noradrenergic, and cholinergic cell groups that modulate information processing. Frontostriatal circuits are part of the executive functions. Executive functions includes following: selection and perception of important information, manipulation of information in working memory, planning and organization, behavioral control, adaptation to changes, and decision making. These circuits are involved in neurodegenerative disorders such as Alzheimer's disease and Parkinson's disease as well as neuropsychiatric disorders including schizophrenia, depression, obsessive compulsive disorder (OCD), and attention-deficit hyperactivity disorder (ADHD). There are five defined frontostriatal circuits: motor and oculomotor circuits originating in the frontal eye fields are involved in motor functions; while dorsolateral prefrontal, orbital frontal, and anterior cingulate circuits are involved in executive functions, social behavior and motivational states. These five circuits share same anatomical structures. These circuits originate in prefrontal cortex and project to the striatum followed by globus pallidus and substantia nigra and finally to the thalamus. There are also feedback loops from thalamus back to prefrontal cortex completing the closed loop circuits. Also, there are open connections to these circuits integrating information from other areas of the brain.",
            "score": 166.1824380159378
        },
        {
            "docid": "7096967_30",
            "document": "Geothermal heat pump . Deep lake water cooling uses a similar process with an open loop for air conditioning and cooling. Open loop systems using ground water are usually more efficient than closed systems because they are better coupled with ground temperatures. Closed loop systems, in comparison, have to transfer heat across extra layers of pipe wall and dirt.",
            "score": 125.43987369537354
        },
        {
            "docid": "31631104_4",
            "document": "Gas networks simulation . In the gas networks simulation and analysis, matrices turned out to be the natural way of expressing the problem. Any network can be described by set of matrices based on the network topology. Consider the gas network by the graph below. The network consists of one source node (reference node) L1, four load nodes (2, 3, 4 and 5) and seven pipes or branches. For network analysis it is necessary to select at least one reference node. Mathematically, the reference node is referred to as the independent node and all nodal and branch quantities are dependent on it. The pressure at source node is usually known, and this node is often used as the reference node. However, any node in the network may have its pressure defined and can be used as the reference node. A network may contain several sources or other pressure-defined nodes and these form a set of reference nodes for the network. The load nodes are points in the network where load values are known. These loads may be positive, negative or zero. A negative load represents a demand for gas from the network. This may consist in supplying domestic or commercial consumers, filling gas storage holders, or even accounting for leakage in the network. A positive load represents a supply of gas to the network. This may consist in taking gas from storage, source or from another network. A zero load is placed on nodes that do not have a load but are used to represent a point of change in the network topology, such as the junction of several branches. For steady state conditions, the total load on the network is balanced by the inflow into the network at the source node. The interconnection of a network can produce a closed path of branches, known as a loop. In figure, loop A consists of branches p12-p24-p14, loop B consists of p13-p34-p14, and loop C consists of p24-p25-p35-p34. A fourth loop may be defined as p12-p24-p34-p13, but it is redundant if loops A, B and C are also defined. Loops A, B and C are independent ones but the fourth one is not, as it can be derived from A, B and C by eliminating common branches. To define the network topology completely it is necessary to assign a direction to each branch. Each branch direction is assigned arbitrarily and is assumed to be positive direction of flow in the branch. If the flow has the negative value, then the direction of flow is opposite to branch direction. In the similar way, direction is assigned to each loop and flow in the loop. The solutions of problems involving gas network computation of any topology requires such a representation of the network to be found which enables the calculations to be performed in the most simple way. These requirements are met by the graph theory which permits representation of the network structure by means of the incidence properties of the network components and, in consequence, makes such a representation explicit.",
            "score": 117.27748644351959
        },
        {
            "docid": "1697331_14",
            "document": "Nyquist stability criterion . We first construct the Nyquist contour, a contour that encompasses the right-half of the complex plane: The Nyquist contour mapped through the function formula_44 yields a plot of formula_44 in the complex plane. By the Argument Principle, the number of clock-wise encirclements of the origin must be the number of zeros of formula_44 in the right-half complex plane minus the poles of formula_44 in the right-half complex plane. If instead, the contour is mapped through the open-loop transfer function formula_1, the result is the Nyquist Plot of formula_1. By counting the resulting contour's encirclements of -1, we find the difference between the number of poles and zeros in the right-half complex plane of formula_44. Recalling that the zeros of formula_44 are the poles of the closed-loop system, and noting that the poles of formula_44 are same as the poles of formula_1, we now state The Nyquist Criterion:\"Given a Nyquist contour formula_18, let formula_32 be the number of poles of formula_1 encircled by formula_18, and formula_31 be the number of zeros of formula_44 encircled by formula_18. Alternatively, and more importantly, formula_31 is the number of zeros of the closed loop system in the right half plane. The resultant contour in the formula_1-plane, formula_63 shall encircle (clock-wise) the point formula_64 formula_29 times such that formula_30.\"If the system is originally open-loop unstable, feedback is necessary to stabilize the system. Right-half-plane (RHP) poles represent that instability. For closed-loop stability of a system, the number of closed-loop roots in the right half of the s-plane must be zero. Hence, the number of counter-clockwise encirclements about formula_67 must be equal to the number of open-loop poles in the RHP. Any clockwise encirclements of the critical point by the open-loop frequency response (when judged from low frequency to high frequency) would indicate that the feedback control system would be destabilizing if the loop were closed. (Using RHP zeros to \"cancel out\" RHP poles does not remove the instability, but rather ensures that the system will remain unstable even in the presence of feedback, since the closed-loop roots travel between open-loop poles and zeros in the presence of feedback. In fact, the RHP zero can make the unstable pole unobservable and therefore not stabilizable through feedback.)",
            "score": 137.84902548789978
        },
        {
            "docid": "2219484_6",
            "document": "Perl Object Environment . The POE::Kernel namespace contains a suite of functions which are plugged into the kernel itself. These loop abstractions are designed after POE's standardized event loop bridge interface - POE::Loop. These can be mixed and matched as needed to provide runtime services and a lean facility for interprocess communication. The basic functions are POE::Loop::Event, POE::Loop::Poll and POE::Loop::Select. Also available are POE::Loop::Tk and POE::Loop::Gtk which offer hooks into other loop bridges in the external environment. If that isn't enough, the POE::Loop kernel abstraction provides reusable signal callbacks, time or alarm callbacks, and filehandle activity callbacks as well as administrative functions such as initializing, executing, and finalizing event loops.",
            "score": 99.75634288787842
        },
        {
            "docid": "26415635_35",
            "document": "Node.js . Node.js registers with the operating system so the OS notifies it of connections and issues a callback. Within the Node.js runtime, each connection is a small heap allocation. Traditionally, relatively heavyweight OS processes or threads handled each connection. Node.js uses an event loop for scalability, instead of processes or threads. In contrast to other event-driven servers, Node.js's event loop does not need to be called explicitly. Instead callbacks are defined, and the server automatically enters the event loop at the end of the callback definition. Node.js exits the event loop when there are no further callbacks to be performed.",
            "score": 89.68644499778748
        },
        {
            "docid": "564756_6",
            "document": "Open-loop controller . In closed loop control, the control action from the controller is dependent on the process output. In the case of the boiler analogy this would include a thermostat to monitor the building temperature, and thereby feed back a signal to ensure the controller maintains the building at the temperature set on the thermostat. A closed loop controller therefore has a feedback loop which ensures the controller exerts a control action to give a process output the same as the \"reference input\" or \"set point\". For this reason, closed loop controllers are also called feedback controllers.",
            "score": 135.04419350624084
        }
    ],
    "r": [
        {
            "docid": "1903855_7",
            "document": "Sensory substitution . In a regular visual system, the data collected by the retina is converted into an electrical stimulus in the optic nerve and relayed to the brain, which re-creates the image and perceives it. Because it is the brain that is responsible for the final perception, sensory substitution is possible. During sensory substitution an intact sensory modality relays information to the visual perception areas of the brain so that the person can perceive to see. With sensory substitution, information gained from one sensory modality can reach brain structures physiologically related to other sensory modalities. Touch-to-visual sensory substitution transfers information from touch receptors to the visual cortex for interpretation and perception. For example, through fMRI, we can determine which parts of the brain are activated during sensory perception. In blind persons, we can see that while they are only receiving tactile information, their visual cortex is also activated as they perceive to \"see\" objects. We can also have touch to touch sensory substitution where information from touch receptors of one region can be used to perceive touch in another region. For example, in one experiment by Bach-y-Rita, he was able to restore the touch perception in a patient who lost peripheral sensation from leprosy.",
            "score": 202.58465576171875
        },
        {
            "docid": "25140_35",
            "document": "Perception . Building and maintaining sense organs is metabolically expensive, so these organs evolve only when they improve an organism's fitness. More than half the brain is devoted to processing sensory information, and the brain itself consumes roughly one-fourth of one's metabolic resources, so the senses must provide exceptional benefits to fitness. Perception accurately mirrors the world; animals get useful, accurate information through their senses.",
            "score": 197.20506286621094
        },
        {
            "docid": "569650_4",
            "document": "Stimulus modality . Integration of all sensory modalities occurs when multimodal neurons receive sensory information which overlaps with different modalities. Multimodal neurons are found in the superior colliculus; they respond to the versatility of various sensory inputs. The multimodal neurons lead to change of behavior and assist in analyzing behavior responses to certain stimulus. Information from two or more senses is encountered. Multimodal perception is not limited to one area of the brain: many brain regions are activated when sensory information is perceived from the environment. In fact, the hypothesis of having a centralized multisensory region is receiving continually more speculation, as several regions previously uninvestigated are now considered multimodal. The reasons behind this are currently being investigated by several research groups, but it is now understood to approach these issues from a decentralized theoretical perspective. Moreover, several labs using invertebrate model organisms will provide invaluable information to the community as these are more easily studied and are considered to have decentralized nervous systems.",
            "score": 191.9762420654297
        },
        {
            "docid": "14824490_10",
            "document": "Recurrent thalamo-cortical resonance . Thalamocortical resonance is thought to be a potential explanation for coherence of perception in the brain. Temporal coincidence could occur through this mechanism by the integration of both specific and non-specific thalamic nuclei at the pyramidal cortical cell, as they both synapse on its apical dendrites. Feedback from the cortical cell back to the thalamic nuclei then relays the integrated signal. As there are numerous thalamocortical loops throughout the cortex, this process takes place simultaneously across many different regions of the brain during conscious perception. It is this ability to support large-scale synchronized events between remote brain regions that may provide for coherent perception. Altogether, the specific, ventrobasal neurons in the thalamus serve to introduce sensory input to a self-sustained feedback loop that is sustained by the non-specific, centrolateral TCs relaying information about the current cognitive state of the brain.",
            "score": 190.47445678710938
        },
        {
            "docid": "433584_4",
            "document": "McGurk effect . Vision is the primary sense for humans, but speech perception is multimodal, which means that it involves information from more than one sensory modality, in particular, audition and vision. The McGurk effect arises during phonetic processing because the integration of audio and visual information happens early in speech perception. The McGurk effect is very robust; that is, knowledge about it seems to have little effect on one's perception of it. This is different from certain optical illusions, which break down once one 'sees through' them. Some people, including those that have been researching the phenomenon for more than twenty years, experience the effect even when they are aware that it is taking place. With the exception of people who can identify most of what is being said from speech-reading alone, most people are quite limited in their ability to identify speech from visual-only signals. A more extensive phenomenon is the ability of visual speech to increase the intelligibility of heard speech in a noisy environment. Visible speech can also alter the perception of perfectly audible speech sounds when the visual speech stimuli are mismatched with the auditory speech. Normally, speech perception is thought to be an auditory process; however, our use of information is immediate, automatic, and, to a large degree, unconscious and therefore, despite what is widely accepted as true, speech is not only something we hear. Speech is perceived by all of the senses working together (seeing, touching, and listening to a face move). The brain is often unaware of the separate sensory contributions of what it perceives. Therefore, when it comes to recognizing speech the brain cannot differentiate whether it is seeing or hearing the incoming information.",
            "score": 186.980224609375
        },
        {
            "docid": "2534964_5",
            "document": "Sensory processing . Sensory processing deals with how the brain processes sensory input from multiple sensory modalities. These include the five classic senses of vision (sight), audition (hearing), tactile stimulation (touch), olfaction (smell), and gustation (taste). Other sensory modalities exist, for example the vestibular sense (balance and the sense of movement) and proprioception (the sense of knowing one's position in space) Along with Time (The sense of knowing where one is in time or activities). It is important that the information of these different sensory modalities must be relatable. The sensory inputs themselves are in different electrical signals, and in different contexts. Through sensory processing, the brain can relate all sensory inputs into a coherent percept, upon which our interaction with the environment is ultimately based.",
            "score": 186.44129943847656
        },
        {
            "docid": "5664_64",
            "document": "Consciousness . In neuroscience, a great deal of effort has gone into investigating how the perceived world of conscious awareness is constructed inside the brain. The process is generally thought to involve two primary mechanisms: (1) hierarchical processing of sensory inputs, and (2) memory. Signals arising from sensory organs are transmitted to the brain and then processed in a series of stages, which extract multiple types of information from the raw input. In the visual system, for example, sensory signals from the eyes are transmitted to the thalamus and then to the primary visual cortex; inside the cerebral cortex they are sent to areas that extract features such as three-dimensional structure, shape, color, and motion. Memory comes into play in at least two ways. First, it allows sensory information to be evaluated in the context of previous experience. Second, and even more importantly, working memory allows information to be integrated over time so that it can generate a stable representation of the world—Gerald Edelman expressed this point vividly by titling one of his books about consciousness \"The Remembered Present\". In computational neuroscience, Bayesian approaches to brain function have been used to understand both the evaluation of sensory information in light of previous experience, and the integration of information over time. Bayesian models of the brain are probabilistic inference models, in which the brain takes advantage of prior knowledge to interpret uncertain sensory inputs in order to formulate a conscious percept; Bayesian models have successfully predicted many perceptual phenomena in vision and the nonvisual senses.",
            "score": 185.939208984375
        },
        {
            "docid": "7330954_13",
            "document": "Pattern recognition (psychology) . Bottom-up processing is also known as data-driven processing, because it originates with the stimulation of the sensory receptors. Psychologist James Gibson opposed the top-down model and argued that perception is direct, and not subject to hypothesis testing as Gregory proposed. He stated that sensation is perception and there is no need for extra interpretation, as there is enough information in our environment to make sense of the world in a direct way. His theory is sometimes known as the \"ecological theory\" because of the claim that perception can be explained solely in terms of the environment. An example of bottom up-processing involves presenting a flower at the center of a person's field. The sight of the flower and all the information about the stimulus are carried from the retina to the visual cortex in the brain. The signal travels in one direction.",
            "score": 184.92474365234375
        },
        {
            "docid": "9703_52",
            "document": "Evolutionary psychology . Building and maintaining sense organs is metabolically expensive, so these organs evolve only when they improve an organism's fitness. More than half the brain is devoted to processing sensory information, and the brain itself consumes roughly one-fourth of one's metabolic resources, so the senses must provide exceptional benefits to fitness. Perception accurately mirrors the world; animals get useful, accurate information through their senses.",
            "score": 182.89529418945312
        },
        {
            "docid": "948900_2",
            "document": "Sensorium . A sensorium (/sɛnˈsɔːrɪəm/) (plural: sensoria) is the sum of an organism's perception, the \"seat of \" where it experiences and interprets the environments within which it lives. The term originally entered English from the Late Latin in the mid-17th century, from the stem \"sens-\" (\"sense\"). In earlier use it referred, in a broader sense, to the brain as the mind's organ (\"Oxford English Dictionary\" 1989). In medical, psychological, and physiological discourse it has come to refer to the total character of the unique and changing sensory environments perceived by individuals. These include the sensation, perception, and interpretation of information about the world around us by using faculties of the mind such as senses, phenomenal and psychological perception, cognition, and intelligence.",
            "score": 182.44522094726562
        },
        {
            "docid": "379234_2",
            "document": "Sensory nervous system . The sensory nervous system is a part of the nervous system responsible for processing sensory information. A sensory system consists of sensory neurons (including the sensory receptor cells), neural pathways, and parts of the brain involved in sensory perception. Commonly recognized sensory systems are those for vision, hearing, touch, taste, smell, and balance. In short, senses are transducers from the physical world to the realm of the mind where we interpret the information, creating our perception of the world around us.",
            "score": 175.63916015625
        },
        {
            "docid": "19864858_9",
            "document": "Common coding theory . One of the most direct evidence for common coding in the brain now stems from the fact that pattern classifiers that can differentiate based on brain activity whether someone has performed action A or B can also classify, above chance, whether that person heard the sound of action A or B, thereby demonstrating that action execution and perception are represented using a common code. Further support originates in EEG studies investigating the physiological substrate of perception and action in cognitive tasks. Segregating cortical activity by an independent component analysis (ICA) consistently reveals component relating to the processing of sensory stimuli and simultaneously to generating appropriate motor responses. This provides evidence for a common code involved in the whole perception-action loop.",
            "score": 174.94871520996094
        },
        {
            "docid": "1619306_6",
            "document": "Multisensory integration . However, considerations of how unified conscious representations are formed are not the full focus of multisensory Integration research. It is obviously important for the senses to interact in order to maximize how efficiently people interact with the environment. For perceptual experience and behavior to benefit from the simultaneous stimulation of multiple sensory modalities, integration of the information from these modalities is necessary. Some of the mechanisms mediating this phenomenon and its subsequent effects on cognitive and behavioural processes will be examined hereafter. Perception is often defined as one's conscious experience, and thereby combines inputs from all relevant senses and prior knowledge. Perception is also defined and studied in terms of feature extraction, which is several hundred milliseconds away from conscious experience. Notwithstanding the existence of Gestalt psychology schools that advocate a holistic approach to the operation of the brain, the physiological processes underlying the formation of percepts and conscious experience have been vastly understudied. Nevertheless, burgeoning neuroscience research continues to enrich our understanding of the many details of the brain, including neural structures implicated in multisensory integration such as the superior colliculus (SC) and various cortical structures such as the superior temporal gyrus (GT) and visual and auditory association areas. Although the structure and function of the SC are well known, the cortex and the relationship between its constituent parts are presently the subject of much investigation. Concurrently, the recent impetus on integration has enabled investigation into perceptual phenomena such as the ventriloquism effect, rapid localization of stimuli and the McGurk effect; culminating in a more thorough understanding of the human brain and its functions.",
            "score": 174.2377471923828
        },
        {
            "docid": "2843988_24",
            "document": "Motor control . Related, yet distinct from the issue of how the \"processing\" of sensory information affects the control of movements and actions is the question of how the perception of the world structures action. Perception is extremely important in motor control because it carries the relevant information about objects, environments and bodies which is used in organizing and executing actions and movements. What is perceived and how the subsequent information is used to organize the motor system is a current and ongoing area of research.",
            "score": 174.00946044921875
        },
        {
            "docid": "42238932_5",
            "document": "Tinkerbell effect . In the \"Journal of Consciousness Studies\", Frank H. Durgin applies this expression to the study of human motion detection and perception in his paper \"The Tinkerbell Effect: Motion Perception and Illusion\". He questions the common belief that visual consciousness is a direct translation of the information the visual sensory organs collect. He argues that \"perceptual awareness pretends to have access to more information than is actually available to visual cognition\". He relates his argument about the indirectness in motion perception to how, in the play version of Peter Pan, Tinkerbell's revival depends on the live audience expressing their belief in fairies through clapping. The Tinkerbell effect points out a significant flaw in the brain's system of receiving and interpreting visually available information: it is not directly representative of reality. With the overwhelming amount of sensory information, the brain summarizes it by filling in what it cannot make sense of. In other words, it is an act of imagination.",
            "score": 173.77159118652344
        },
        {
            "docid": "20429570_14",
            "document": "Motor imagery . Motor imagery is close to the notion of simulation used in cognitive and social neuroscience to account for different processes. An individual who is engaging in simulation may replay his own past experience in order to extract from it pleasurable, motivational or strictly informational properties. Such a view was clearly described by the Swedish physiologist Hesslow. For this author, the simulation hypothesis states that thinking consists of simulated interaction with the environment, and rests on the following three core assumptions: (1) Simulation of actions: we can activate motor structures of the brain in a way that resembles activity during a normal action but does not cause any overt movement; (2) Simulation of perception: imagining perceiving something is essentially the same as actually perceiving it, only the perceptual activity is generated by the brain itself rather than by external stimuli; (3) Anticipation: there exist associative mechanisms that enable both behavioral and perceptual activity to elicit other perceptual activity in the sensory areas of the brain. Most importantly, a simulated action can elicit perceptual activity that resembles the activity that would have occurred if the action had actually been performed.",
            "score": 173.43455505371094
        },
        {
            "docid": "684801_4",
            "document": "Andy Clark . In contrast to traditional models of cognition, which often posit the one-way flow of sensory information from the periphery towards more remote areas of the brain, Clark has suggested a two-way \"cascade of cortical processing\" underlying perception, action, and learning. The concept of predictive processing lies at the heart of this view, wherein top-down predictions attempt to correctly guess or \"explain away\" bottom-up sensory information in an iterative, hierarchical manner. Discrepancies between the expected signal and actual signal, in essence the \"prediction error,\" travel upward to help refine the accuracy of future predictions. Interactions between forward flow of error (conveyed by \"error units\") and backward flow of prediction are dynamic, with attention playing a key role in weighting the relative influence of either at each level of the cascade (dopamine is mentioned as \"one possible mechanism for encoding precision\" with regard to error units). Action (or action-oriented predictive processing) also plays an important role in Clark's account as another means by which the brain can reduce prediction error by directly influencing the environment. To this, he adds that \"personal, affective, and hedonic\" factors would be implicated along with the minimization of prediction error, creating a more nuanced model for the relationship between action and perception.",
            "score": 172.89791870117188
        },
        {
            "docid": "2534964_14",
            "document": "Sensory processing . Perhaps one of the most studied sensory integrations is the relationship between vision and audition. These two senses perceive the same objects in the world in different ways, and by combining the two, they help us understand this information better. Vision dominates our perception of the world around us. This is because visual spatial information is one of the most reliable sensory modalities. Visual stimuli are recorded directly onto the retina, and there are few, if any, external distortions that provide incorrect information to the brain about the true location of an object. Other spatial information is not as reliable as visual spatial information. For example, consider auditory spatial input. The location of an object can sometimes be determined solely on its sound, but the sensory input can easily be modified or altered, thus giving a less reliable spatial representation of the object. Auditory information therefore is not spatially represented unlike visual stimuli. But once one has the spatial mapping from the visual information, multisensory integration helps bring the information from both the visual and auditory stimuli together to make a more robust mapping.",
            "score": 172.59066772460938
        },
        {
            "docid": "2843988_7",
            "document": "Motor control . Most movements that are carried out during day-to-day activity are formed using a continual process of accessing sensory information and using it to more accurately continue the motion. This type of motor control is called feedback control, as it relies on sensory feedback to control movements. Feedback control is a situated form of motor control, relying on sensory information about performance and specific sensory input from the environment in which the movement is carried out. This sensory input, while processed, does not necessarily cause conscious awareness of the action. \"Closed loop control\" is a feedback based mechanism of motor control, where any act on the environment creates some sort of change that affects future performance through feedback. Closed loop motor control is best suited to continuously controlled actions, but does not work quickly enough for ballistic actions. Ballistic actions are actions that continue to the end without thinking about it, even when they no longer are appropriate.Because feedback control relies on sensory information, it is as slow as sensory processing. These movements are subject to a speed/accuracy trade-off, because sensory processing is being used to control the movement, the faster the movement is carried out, the less accurate it becomes.",
            "score": 172.34169006347656
        },
        {
            "docid": "25140_8",
            "document": "Perception . Although the senses were traditionally viewed as passive receptors, the study of illusions and ambiguous images has demonstrated that the brain's perceptual systems actively and pre-consciously attempt to make sense of their input. There is still active debate about the extent to which perception is an active process of hypothesis testing, analogous to science, or whether realistic sensory information is rich enough to make this process unnecessary.",
            "score": 172.28724670410156
        },
        {
            "docid": "1678822_2",
            "document": "Perceptual control theory . Perceptual control theory (PCT) is a model of behavior based on the principles of negative feedback, but differing in important respects from engineering control theory. Results of PCT experiments have demonstrated that an organism controls neither its own behavior, nor external environmental variables, but rather its own perceptions of those variables. Actions are not controlled, they are varied so as to cancel the effects that unpredictable environmental disturbances would otherwise have on controlled perceptions. As a catch-phrase of the field puts it, \"behavior is the control of perception.\" PCT demonstrates circular causation in a negative feedback loop closed through the environment. This fundamentally contradicts the classical notion of linear causation of behavior by stimuli, in which environmental stimuli are thought to cause behavioral responses, mediated (according to cognitive psychology) by intervening cognitive processes.",
            "score": 171.99838256835938
        },
        {
            "docid": "2843988_32",
            "document": "Motor control . Direct perception in the cognitive sense is related to the philosophical notion of naïve or direct realism in that it is predicated on the assumption that what we perceive is what is actually in the world. James J. Gibson is credited with recasting direct perception as ecological perception. While the problem of indirect perception proposes that physical information about object in our environment is not available due to the ambiguity of sensory information, proponents of direct perception (like Gibson) suggest that the relevant information encoded in sensory signals is not the physical properties of objects, but rather the action opportunities the environment affords. These affordances are directly perceivable without ambiguity, and thus preclude the need for internal models or representations of the world. Affordances exist only as a byproduct of the interactions between an agent and its environment, and thus perception is an \"ecological\" endeavor, depending on the whole agent/environment system rather than on the agent in isolation.",
            "score": 171.6883087158203
        },
        {
            "docid": "5198024_19",
            "document": "Efficient coding hypothesis . One of the implications of the efficient coding hypothesis is that the neural coding depends upon the statistics of the sensory signals. These statistics are a function of not only the environment (e.g., the statistics of the natural environment), but also the organism's behavior (e.g., how it moves within that environment). However, perception and behavior are closely intertwined in the perception-action cycle. For example, the process of vision involves various kinds of eye movements. An extension to the efficient coding hypothesis called active efficient coding (AEC) extends efficient coding to active perception. It hypothesizes that biological agents optimize not only their neural coding, but also their behavior to contribute to an efficient sensory representation of the environment. Along these lines, models for the development of active binocular vision and active visual tracking have been proposed.",
            "score": 171.30946350097656
        },
        {
            "docid": "10013549_3",
            "document": "Sensory ecology . Sensory ecology is the study of how organisms acquire, process, and respond to information from their environment. All individual organisms interact with their environment (consisting of both animate and inanimate components), and exchange materials, energy, and sensory information. Ecology has generally focused on the exchanges of matter and energy, while sensory interactions have generally been studied as influences on behavior and functions of certain physiological systems (sense organs). The relatively new area of sensory ecology has emerged as more researchers focus on questions concerning information in the environment. This field covers topics ranging from the neurobiological mechanisms of sensory systems to the behavioral patterns employed in the acquisition of sensory information to the role of sensory ecology in larger evolutionary processes such as speciation and reproductive isolation. While human perception is largely visual, other species may rely more heavily on different senses. In fact, how organisms perceive and filter information from their environment varies widely. Organisms experience different perceptual worlds, also known as “umwelten”, as a result of their sensory filters. These senses range from smell (olfaction), taste (gustation), hearing (mechanoreception), and sight (vision) to pheromone detection, pain detection (nociception), electroreception and magnetoreception. Because different species rely on different senses, sensory ecologists seek to understand which environmental and sensory cues are more important in determining the behavioral patterns of certain species. In recent years, this information has been widely applied in conservation and management fields.",
            "score": 169.87631225585938
        },
        {
            "docid": "53497_13",
            "document": "Optical illusion . In the Ponzo illusion the converging parallel lines tell the brain that the image higher in the visual field is farther away therefore the brain perceives the image to be larger, although the two images hitting the retina are the same size. The optical illusion seen in a diorama/false perspective also exploits assumptions based on monocular cues of depth perception. The M.C. Escher painting \"Waterfall\" exploits rules of depth and proximity and our understanding of the physical world to create an illusion. Like depth perception, motion perception is responsible for a number of sensory illusions. Film animation is based on the illusion that the brain perceives a series of slightly varied images produced in rapid succession as a moving picture. Likewise, when we are moving, as we would be while riding in a vehicle, stable surrounding objects may appear to move. We may also perceive a large object, like an airplane, to move more slowly than smaller objects, like a car, although the larger object is actually moving faster. The phi phenomenon is yet another example of how the brain perceives motion, which is most often created by blinking lights in close succession.",
            "score": 169.86241149902344
        },
        {
            "docid": "301496_57",
            "document": "Advaita Vedanta . \"Pratyakṣa\" (प्रत्यक्षाय), perception, is of two types: external - that arising from the interaction of five senses and worldly objects, and internal - perception of inner sense, the mind. Advaita postulates four pre-requisites for correct perception: 1) \"Indriyarthasannikarsa\" (direct experience by one's sensory organ(s) with the object, whatever is being studied), 2) \"Avyapadesya\" (non-verbal; correct perception is not through hearsay, according to ancient Indian scholars, where one's sensory organ relies on accepting or rejecting someone else's perception), 3) \"Avyabhicara\" (does not wander; correct perception does not change, nor is it the result of deception because one's sensory organ or means of observation is drifting, defective, suspect) and 4) \"Vyavasayatmaka\" (definite; correct perception excludes judgments of doubt, either because of one's failure to observe all the details, or because one is mixing inference with observation and observing what one wants to observe, or not observing what one does not want to observe). The internal perception concepts included \"pratibha\" (intuition), \"samanyalaksanapratyaksa\" (a form of induction from perceived specifics to a universal), and \"jnanalaksanapratyaksa\" (a form of perception of prior processes and previous states of a 'topic of study' by observing its current state).",
            "score": 169.85855102539062
        },
        {
            "docid": "25140_19",
            "document": "Perception . \"Perceptual constancy\" is the ability of perceptual systems to recognize the same object from widely varying sensory inputs. For example, individual people can be recognized from views, such as frontal and profile, which form very different shapes on the retina. A coin looked at face-on makes a circular image on the retina, but when held at angle it makes an elliptical image. In normal perception these are recognized as a single three-dimensional object. Without this correction process, an animal approaching from the distance would appear to gain in size. One kind of perceptual constancy is \"color constancy\": for example, a white piece of paper can be recognized as such under different colors and intensities of light. Another example is \"roughness constancy\": when a hand is drawn quickly across a surface, the touch nerves are stimulated more intensely. The brain compensates for this, so the speed of contact does not affect the perceived roughness. Other constancies include melody, odor, brightness and words. These constancies are not always total, but the variation in the percept is much less than the variation in the physical stimulus. The perceptual systems of the brain achieve perceptual constancy in a variety of ways, each specialized for the kind of information being processed, with phonemic restoration as a notable example from hearing.",
            "score": 168.86004638671875
        },
        {
            "docid": "35502619_2",
            "document": "Kinaesthetics . Kinaesthetics (or kinesthetics, in American English) is the study of body motion, and of the perception (both conscious and unconscious) of one's own body motions. Kinesthesis is the learning of movements that an individual commonly performs (Edwards, 2011). The individual must repeat the motions that they are trying to learn and perfect many times for this to happen. Many people say that kinesthesis is muscle memory but it is not true because your muscles can’t actually remember anything, it is the proprioceptors giving the information from your muscles to your brain (Edwards, 2011). To do this, the individual must have a sense of the position of their body and how that changes throughout the motor skill they are trying to perform. While performing the motion the body will use receptors in the muscles to transfer information to the brain to tell the brain about what the body is doing. Then after completing the same motor skill numerous times, the brain will begin to remember the motion based on the position of the body at a given time. Then after learning the motion the body will be able perform the motor skill even when usual senses are inhibited, such as the person closing their eyes. The body will perform the motion based on the information that is stored in the brain from previous attempts at the same movement (Sahyouni, 2013). This is possible because the brain has formed connections between the location of body parts in space (the body uses perception to learn where their body is in space [Freeman, 2008])and the subsequent movements that commonly follow these positions (Sahyouni, 2013). It becomes almost an instinct. The person does not need to even think about what they are doing to perfect the skill, they have done it so many times that it feels natural and requires little to no thought. When the kinesthetic system has learned a motor skill proficiently, it will be able to work even when ones vision is limited (Pinzon, Vega, Sanchez, & Zheng 2017). The perception of continuous movement (kinesthesia) is largely unconscious. A conscious proprioception is achieved through increased awareness. Kinaesthetics involves the teaching and personal development of such awareness.",
            "score": 168.56480407714844
        },
        {
            "docid": "968202_10",
            "document": "Dog intelligence . Perception refers to mental processes through which incoming sensory information is organized and interpreted in order to represent and understand the environment. Perception includes such processes as the selection of information through attention, the organization of sensory information through grouping, and the identification of events and objects. In the dog, olfactory information (the sense of smell) is particularly salient (compared with humans) but the dogs senses also include vision, hearing, taste, touch and proprioception. There is also evidence that dogs sense the earth's magnetic field.",
            "score": 168.07504272460938
        },
        {
            "docid": "307372_17",
            "document": "Mīmāṃsā . \"Pratyakṣa\" (प्रत्यक्ष्य) means perception. It is of two types in Mimamsa and other schools of Hinduism: external and internal. External perception is described as that arising from the interaction of five senses and worldly objects, while internal perception is described by this school as that of inner sense, the mind. The ancient and medieval Indian texts identify four requirements for correct perception: \"Indriyarthasannikarsa\" (direct experience by one's sensory organ(s) with the object, whatever is being studied), \"Avyapadesya\" (non-verbal; correct perception is not through hearsay, according to ancient Indian scholars, where one's sensory organ relies on accepting or rejecting someone else's perception), \"Avyabhicara\" (does not wander; correct perception does not change, nor is it the result of deception because one's sensory organ or means of observation is drifting, defective, suspect) and \"Vyavasayatmaka\" (definite; correct perception excludes judgments of doubt, either because of one's failure to observe all the details, or because one is mixing inference with observation and observing what one wants to observe, or not observing what one does not want to observe). Some ancient scholars proposed \"unusual perception\" as \"pramana\" and called it internal perception, a proposal contested by other Indian scholars. The internal perception concepts included \"pratibha\" (intuition), \"samanyalaksanapratyaksa\" (a form of induction from perceived specifics to a universal), and \"jnanalaksanapratyaksa\" (a form of perception of prior processes and previous states of a 'topic of study' by observing its current state). Further, some schools of Hinduism considered and refined rules of accepting uncertain knowledge from \"Pratyakṣa-pramana\", so as to contrast \"nirnaya\" (definite judgment, conclusion) from \"anadhyavasaya\" (indefinite judgment).",
            "score": 167.20416259765625
        },
        {
            "docid": "6733469_3",
            "document": "Max Planck Institute for Biological Cybernetics . The institute is studying signal and information processing in the brain. We know that our brain is constantly processing a vast amount of sensory and intrinsic information by which our behavior is coordinated accordingly. How the brain actually achieves these tasks is less well understood, for example, how it perceives, recognizes, and learns new objects. The scientists at the Max Planck Institute for Biological Cybernetics aim to determine which signals and processes are responsible for creating a coherent percept of our environment and for eliciting the appropriate behavior. Scientists of three departments and seven research groups are working towards answering fundamental questions about processing in the brain, using different approaches and methods.",
            "score": 166.27157592773438
        },
        {
            "docid": "8296426_2",
            "document": "Frontostriatal circuit . Frontostriatal circuits are neural pathways that connect frontal lobe regions with the basal ganglia (striatum) that mediate motor, cognitive, and behavioural functions within the brain. They receive inputs from dopaminergic, serotonergic, noradrenergic, and cholinergic cell groups that modulate information processing. Frontostriatal circuits are part of the executive functions. Executive functions includes following: selection and perception of important information, manipulation of information in working memory, planning and organization, behavioral control, adaptation to changes, and decision making. These circuits are involved in neurodegenerative disorders such as Alzheimer's disease and Parkinson's disease as well as neuropsychiatric disorders including schizophrenia, depression, obsessive compulsive disorder (OCD), and attention-deficit hyperactivity disorder (ADHD). There are five defined frontostriatal circuits: motor and oculomotor circuits originating in the frontal eye fields are involved in motor functions; while dorsolateral prefrontal, orbital frontal, and anterior cingulate circuits are involved in executive functions, social behavior and motivational states. These five circuits share same anatomical structures. These circuits originate in prefrontal cortex and project to the striatum followed by globus pallidus and substantia nigra and finally to the thalamus. There are also feedback loops from thalamus back to prefrontal cortex completing the closed loop circuits. Also, there are open connections to these circuits integrating information from other areas of the brain.",
            "score": 166.1824493408203
        }
    ]
}