{
    "q": [
        {
            "docid": "252152_8",
            "document": "Vomeronasal organ . In mammals, the sensory neurons of the vomeronasal organ detect non-volatile chemical cues, which requires direct physical contact with the source of odor. Notably, some scents act as chemical-communication signals (pheromones) from other individuals of the same species. Unlike the main olfactory bulb that sends neuronal signals to the olfactory cortex, the VNO sends neuronal signals to the accessory olfactory bulb and then to the amygdala, BNST, and ultimately hypothalamus. Since the hypothalamus is a major neuroendocrine center (affecting aspects of reproductive physiology and behavior as well as other functions such as body temperature), this may explain how scents influence aggressive and mating behavior. For example, in many vertebrates, nerve signals from the brain pass sensory information to the hypothalamus about seasonal changes and the availability of a mate. In turn, the hypothalamus regulates the release of reproductive hormones required for breeding. It should be noted that some pheromones are detected by the main olfactory system.",
            "score": 208.72063326835632
        },
        {
            "docid": "146000_18",
            "document": "Amygdala . The amygdalae are also involved in appetitive (positive) conditioning. It seems that distinct neurons respond to positive and negative stimuli, but there is no clustering of these distinct neurons into clear anatomical nuclei. However, lesions of the central nucleus in the amygdala have been shown to reduce appetitive learning in rats. Lesions of the basolateral regions do not exhibit the same effect. Research like this indicates that different nuclei within the amygdala have different functions in appetitive conditioning. Nevertheless, researchers found an example of appetitive emotional learning showing an important role for the basolateral amygdala: The naïve female mice are innately attracted to non-volatile pheromones contained in male-soiled bedding, but not by the male-derived volatiles, become attractive if associated with non-volatile attractive pheromones, which act as unconditioned stimulus in a case of Pavlovian associative learning. In the vomeronasal, olfactory and emotional systems, Fos protein show that non-volatile pheromones stimulate the vomeronasal system, whereas air-borne volatiles activate only the olfactory system. Thus, the acquired preference for male-derived volatiles reveals an olfactory-vomeronasal associative learning. Moreover, the reward system is differentially activated by the primary pheromones and secondarily attractive odorants. Exploring the primary attractive pheromone activates the basolateral amygdala and the shell of nucleus accumbens but neither the ventral tegmental area nor the orbitofrontal cortex. In contrast, exploring the secondarily attractive male-derived odorants involves activation of a circuit that includes the basolateral amygdala, prefrontal cortex and ventral tegmental area. Therefore, the basolateral amygdala stands out as the key center for vomeronasal-olfactory associative learning.",
            "score": 165.09088790416718
        },
        {
            "docid": "18333977_5",
            "document": "Prenatal stress . Prenatal stress does have an effect on brain sexual differentiation after measuring the volume of the sexually dimorphic nucleus of the preoptic area of both female and males in the control and stressed groups. Prenatal stress inhibits the masculinzation of the male brain by inhibiting the growth of the sexually dimorphic nucleus of the preoptic area. Previous studies found that a decrease in testosterone is seen in pups of prenatally stressed mothers. Authors suggest this may cause the reduced in the sexually dimorphic nucleus of the preoptic area and says it is similar to the effects of neonatal castration. Also, stressed males had larger sexually dimorphic nucleus of the preoptic area at birth, but then at 20 and 60 days are found to only have 50% of the volume of the control males. Whereas control males are two times larger than control females on days 20 and 60, but the stressed males show no statistical difference to control females on respective days. These findings show support that the male brain is not showing the expected sexual dimorphism when prenatally stressed. Another study led by Kerchner et al. investigated the volume of the medial amygdala and the two compartments posterodorsal and the posteroventral in mice that also were prenatally stressed. Posterodorsal is thought to show organizational and activational effects from gonadal steroids. The medial amygdala for the control and stressed males was 85% larger than females with the males (stressed and control) resembling each other. To look for specific regions within the medial amygdala that may have been affected, data showed that both the posterodorsal and posteroventral, all male groups were larger in volume than the females, but male groups did not significantly differ from each other. This study confirmed that the medial amygdala is sexually dimorphic; the males are larger than the females. The posterodorsal and posteroventral were shown to be sexually dimorphic too. The writer suggested that these areas may act similarly to sexually dimorphic nucleus of the preoptic area in response to testosterone, but prenatal stress did not show an effect on the medial amygdala as it does on the sexually dimorphic nucleus of the preoptic area. Also, the posteroventral was 40% larger in control males than females. These results were thought to be caused by the sensitive period of the medial amygdala which is in the first days after birth. The medial amygdala, posterodorsal and posteroventral all show to be resistant against demasculinization from prenatal stress.",
            "score": 173.3048368692398
        },
        {
            "docid": "21312304_23",
            "document": "Olfactory memory . Olfactory memory has also been developed throughout evolution to help animals recognize other animals. It is suggested that smell allows for young infants to identify with their mothers or for humans to identify between males and females. Olfaction cues were also used, and are still used, by many animals to mark territory, protecting themselves from other threats to their survival. While the development of other sensory systems, such as the visual system and auditory systems, has decreased how reliant some animals are on the olfactory system, there is still evidence that shows these animals’ olfactory systems still have a strong influence on their social interactions. The memory for specific odorants gives the animal an opportunity to communicate with members of the same species and allows for lack of communication between species that do not have the proper receptor systems for the odor. These chemical signals can also be sensed in the dark or even under water.",
            "score": 128.58994460105896
        },
        {
            "docid": "25937372_3",
            "document": "Major urinary proteins . Urinary proteins were first reported in rodents in 1932, during studies by Thomas Addis into the cause of proteinuria. They are potent human allergens, and are largely responsible for a number of animal allergies, including to cats, horses and rodents. Their endogenous function within an animal is unknown, but may involve regulating energy expenditure. However, as secreted proteins they play multiple roles in chemical communication between animals, functioning as pheromone transporters and stabilizers in rodents and pigs. Mups can also act as protein pheromones themselves. They have been demonstrated to promote aggression in male mice, and one specific Mup protein found in male mouse urine is sexually attractive to female mice. Mups can also function as signals between different species: mice display an instinctive fear response on the detection of Mups derived from predators such as cats and rats.",
            "score": 180.0177037715912
        },
        {
            "docid": "464447_7",
            "document": "Animal communication . Despite being the oldest method of communication, chemical communication is one of the least understood forms due in part to the sheer abundance of chemicals in our environment and the difficulty of detecting and measuring all the chemicals in a sample. The ability to detect chemicals in the environment serves many functions, a crucial one being the detection of food, a function that first arose in single-celled organisms (bacteria) living in the oceans during the early days of life on Earth. As this function evolved, organisms began to differentiate between chemicals compounds emanating from resources, conspecifics (same species; i.e., mates and kin), and heterospecifics (different species; i.e., competitors and predators). For instance, a small minnow species may do well to avoid habitat with a detectable concentration of chemical cue associated with a predator species such as northern pike. Minnows with the ability to perceive the presence of predators before they are close enough to be seen and then respond with adaptive behaviour (such as hiding) are more likely to survive and reproduce. Scent marking and scent rubbing are common forms of olfactory communication in mammals.",
            "score": 85.2897287607193
        },
        {
            "docid": "21244096_71",
            "document": "Odor . Studies have suggested that people might be using odor cues associated with the immune system to select mates. Using a brain imaging technique, Swedish researchers have shown that gay and straight males' brains respond in different ways to two odors that may be involved in sexual arousal, and that the gay men respond in the same way as straight women, though it could not be determined whether this was cause or effect. The study was expanded to include lesbian women; the results were consistent with previous findings meaning that lesbian women were not as responsive to male identified odors, while their response to female cues was similar to straight males. According to the researchers, this research suggests a possible role for human pheromones in the biological basis of sexual orientation.",
            "score": 89.51101517677307
        },
        {
            "docid": "747239_12",
            "document": "Body odor . Studies have suggested that people might be using odor cues associated with the immune system to select mates. Using a brain-imaging technique, Swedish researchers have shown that homosexual and heterosexual males' brains respond in different ways to two odors that may be involved in sexual arousal, and that homosexual men respond in the same way as heterosexual women, though it could not be determined whether this was cause or effect. When the study was expanded to include lesbian women; the results were consistent with previous findings meaning that lesbian women were not as responsive to male-identified odors, while their response to female cues was similar to heterosexual males'. According to the researchers, this research suggests a possible role for human pheromones in the biological basis of sexual orientation.",
            "score": 90.71158146858215
        },
        {
            "docid": "13001588_34",
            "document": "Animal consciousness . The neuroscientist Joseph LeDoux advocates avoiding terms derived from human subjective experience when discussing brain functions in animals. For example, the common practice of calling brain circuits that detect and respond to threats \"fear circuits\" implies that these circuits are responsible for feelings of fear. LeDoux argues that Pavlovian fear conditioning should be renamed Pavlovian threat conditioning to avoid the implication that \"fear\" is being acquired in rats or humans. Key to his theoretical change is the notion of survival functions mediated by survival circuits, the purpose of which is to keep organisms alive rather than to make emotions. For example, defensive survival circuits exist to detect and respond to threats. While all organisms can do this, only organisms that can be conscious of their own brain’s activities can feel fear. Fear is a conscious experience and occurs the same way as any other kind of conscious experience: via cortical circuits that allow attention to certain forms of brain activity. LeDoux argues the only differences between an emotional and non-emotion state of consciousness are the underlying neural ingredients that contribute to the state.",
            "score": 83.84079813957214
        },
        {
            "docid": "288316_19",
            "document": "Instinct . Within the circuitry of the limbic system, there are various places where evolution could have taken place, or could take place in the future. For example, many rodents have receptors in the vomeronasal organ that respond explicitly to predator stimuli that specifically relate to that individual species of rodent. The reception of a predatory stimulus usually creates a response of defense or fear. Mating in rats follows a similar mechanism. The vomeronasal organ and the main olfactory epithelium, together called the olfactory system, detect pheromones from the opposite sex. These signals then travel to the medial amygdala, which disperses the signal to a variety of brain parts. The pathways involved with innate circuitry are extremely specialized and specific. Various organs and sensory receptors play parts in this complex process.",
            "score": 164.26371693611145
        },
        {
            "docid": "434362_9",
            "document": "Flehmen response . The chemical cue obtained by an animal exhibiting the flehmen response is the presence of a non-volatile organic compound. In contrast to volatile organic compounds (VOCs), non-volatile organic compounds are those carbon compounds that do not participate in atmospheric photochemical reactions or evaporate under normal atmospheric conditions. The VNO detects non-VOCs, which must have direct contact with the odor source. Sources of non-VOCs relevant to the flehmen response include pheromones and hormones excreted from the genital regions or urine of animals.",
            "score": 94.41020917892456
        },
        {
            "docid": "40246634_4",
            "document": "The Great Pheromone Myth . While the pheromone concept applies reasonably well to insects, Doty argues that there are serious problems with its application to mammals. The functions of pheromones, as specific types of compounds, are to produce unlearned, reflexive, and innate responses in recipients. Doty, however, argues that the chemical stimuli that mammals respond to are typically combinations of many compounds, that are sensed in complex social situations, and experience and learning are important for how mammals respond to chemical stimuli. For example, the Vandenbergh effect in mice occurs when puberty-accelerating pheromones are released in the urine of male mice. Doty shows that the effect depends on experience, that multiple compounds found in male mouse urine are involved in the effect, and the effect is not species specific since urine from male rats will also cause puberty acceleration in young female mice.",
            "score": 168.16090595722198
        },
        {
            "docid": "37689148_31",
            "document": "Neuroscience of sex differences . Testosterone has been found to play a big role during development but may have independent effects on sexually dimorphic brain regions in adulthood. Studies have shown that the medial amygdala of male hamsters exhibits lateralization and sexual dimorphism prior to puberty. Furthermore, organization of this structure during development is influenced by the presence of androgens and testosterone. This is evident when comparing medial amygdala volume of male and female rats, adult male brains have a medial amygdala of greater volume than do adult female brains which is partially due to androgen circulation. It also heavily influences male development; a study found that perinatal females introduced to elevated testosterone levels exhibited male behavior patterns. In the absence of testosterone, female behavior is retained. Testosterone's influence on the brain is caused by organizational developmental effects. It has been shown to influence proaptotic proteins so that they increase neuronal cell death in certain brain regions. Another way testosterone affects brain development is by aiding in the construction of the \"limbic hypothalamic neural networks\".",
            "score": 179.67486679553986
        },
        {
            "docid": "25937372_15",
            "document": "Major urinary proteins . In addition to serving as social cues between members of the same species, Mups can act as kairomones—chemical signals that transmit information between species. Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these Mups even when they are made in bacteria, but mutant animals that are unable to detect the Mups showed no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 172.8566757440567
        },
        {
            "docid": "28954785_2",
            "document": "Vomeronasal receptor . Vomeronasal receptors are a class of olfactory receptors that putatively function as receptors for pheromones. Pheromones have evolved in all animal phyla, to signal sex and dominance status, and are responsible for stereotypical social and sexual behaviour among members of the same species. In mammals, these chemical signals are believed to be detected primarily by the vomeronasal organ (VNO), a chemosensory organ located at the base of the nasal septum.",
            "score": 129.8552074432373
        },
        {
            "docid": "1409995_7",
            "document": "Gay bomb . Using a brain imaging technique, Swedish researchers have shown that when homosexual and heterosexual males are presented with two odors that may be involved in sexual arousal their brains tend to respond differently, and that the homosexual men tend to respond in the same way as heterosexual women, though it could not be determined whether this was cause or effect. The study was expanded to include homosexual women; the results were consistent with previous findings meaning that homosexual women were not as responsive to male identified odors, while their response to female cues was similar to that of heterosexual males. According to the researchers, this research suggests a possible role for human pheromones in the biological basis of sexual orientation.",
            "score": 93.27060675621033
        },
        {
            "docid": "252152_25",
            "document": "Vomeronasal organ . In addition to the main olfactory system, garter snakes also have the vomeronasal system which consists of the vomeronasal organ. The vomeronasal organ plays an important role in some vertebrates with its sensitivity toward chemicals that are related to mating or sensing prey. For example, the snakes use the organ to detect the presence of prey or predator by gathering the chemical cues in the environment through the flicking behavior of the forked tongue. Moreover, garter snakes also uses the vomeronasal organ in their pheromone communication as well. Particularly, there should be a distinction made between the odors and vomodors. Odors are chemicals detected by the sensory cells in the nasal epithelium through the process of olfaction. Vomodors are chemicals detected by the sensory cells from the vomeronasal organ through the process of vomerolfaction. Upon entering the lumen of the organ, the chemical molecules will come into contact with the sensory cells which are attached to the neurosensory epithelium of the vomeronasal organ. More importantly, a new research has demonstrated that the vomeronasal organ is necessary in order for garter snake to respond to airborne prey odors, but fail to respond to airborne nonprey odors.",
            "score": 113.82369565963745
        },
        {
            "docid": "4275189_4",
            "document": "Joseph E. LeDoux . Recently, LeDoux has begun to emphasize the value, when discussing brain functions in animals, of using terms that are not derived from human subjective experience. The common practice of calling brain circuits that detect and respond to threats \"fear circuits” implies that these circuits are responsible for feelings of fear. LeDoux has argued that so-called Pavlovian fear conditioning should be renamed Pavlovian threat conditioning to avoid the implication that “fear” is being acquired in rats or humans. Key to his theoretical change is the notion of survival functions mediated by survival circuits, the purpose of which is to keep organisms alive rather than to make emotions. For example, defensive survival circuits exist to detect and respond to threats. While all organisms can do this, only organisms that can be conscious of their own brain’s activities can feel fear. Fear is a conscious experience and occurs the same way as any other kind of conscious experience: via cortical circuits that allow attention to certain forms of brain activity. He argues the only differences between an emotional and non-emotion state of consciousness are the underlying neural ingredients that contribute to the state. These ideas and their implications for understanding the neural foundations of pathological fear and anxiety are explained in his 2015 book, Anxious.",
            "score": 82.25702691078186
        },
        {
            "docid": "12614508_10",
            "document": "Astatotilapia burtoni . Many animals use multimodal communication, having multiple sensory modalities at their disposal for reproductive interactions, and the \"Astatotilapia burtoni\" has been used as a model to study the production of the wide variety sexual signal types. \"A. burtoni\" incorporate multiple sensory systems, including chemosensory, visual, acoustic, to be able to socially interact in their complex manner. East African cichlids in general are especially known for their vibrantly colored bodies and the role that coloration plays in courting and mating, but the \"A. burtoni\" is known to be phenotypically distinct in its use of a completely different form of sensory communication: acoustic communication. Sounds and the corresponding behaviors of the male sex of these particular African cichlids have been studied while observing the female mate preference, and behavioral experiments demonstrated that acoustic information does indeed play a significant role in sexual reproduction. This reliance on non-visual sensory information in order to coordinate complex social behaviors indicates that acoustic signaling is important for the \"A. burtoni\". This suggests that there are internal cues in these cichlid fish that can significantly change the way in which the fish respond to auditory signals because the physiological state of the fish can directly affect the perception of the auditory signals. Thus, more efforts have been made to understand how the females perform sexual selection by closely examining the signaling systems and how they relate to the neural processing in the fish to result in such behaviors.",
            "score": 144.5643105506897
        },
        {
            "docid": "46405867_2",
            "document": "Evolution of olfaction . Odor molecules are detected by the olfactory receptors (hereafter OR) in the olfactory epithelium of the nasal cavity. Each receptor type is expressed within a subset of neurons, from which they directly connect to the olfactory bulb in the brain. Olfaction is essential for survival in most vertebrates; however, the degree to which an animal depends on smell is highly varied. Great variation exists in the number of OR genes among vertebrate species, as shown through bioinformatic analyses. This diversity exists by virtue of the wide-ranging environments that they inhabit. For instance, dolphins that are secondarily adapted to an aquatic niche possess a considerably smaller subset of genes than most mammals. OR gene repertoires have also evolved in relation to other senses, as higher primates with well-developed vision systems tend to have a smaller number of OR genes. As such, investigating the evolutionary changes of OR genes can provide useful information on how genomes respond to environmental changes. Differences in smell sensitivity are also dependent on the anatomy of the olfactory apparatus, such as the size of the olfactory bulb and epithelium. Nonetheless, the general features of the olfactory system are highly conserved among vertebrates, and, similarly to other sensory systems, olfaction has undergone fairly modest changes throughout the evolution of vertebrates. Phylogenetic analyses reveal that at least three distinct olfactory subsystems are broadly consistent in vertebrates, and a fourth accessory system (vomeronasal) solely arose in tetrapods.",
            "score": 113.95216727256775
        },
        {
            "docid": "17682224_5",
            "document": "Evolution of the brain . A trend in brain evolution according to a study done with mice, chickens, monkeys and apes concluded that more evolved species tend to preserve the structures responsible for basic behaviors. A long term human study comparing the human brain to the primitive brain found that the modern human brain contains the primitive hindbrain region – what most neuroscientists call the protoreptilian brain. The purpose of this part of the brain is to sustain fundamental homeostatic functions. The pons and medulla are major structures found there. A new region of the brain developed in mammals about 250 million years after the appearance of the hindbrain. This region is known as the paleomammalian brain, the major parts of which are the hippocampi and amygdalas, often referred to as the limbic system. The limbic system deals with more complex functions including emotional, sexual and fighting behaviors. Of course, animals that are not vertebrates also have brains, and their brains have undergone separate evolutionary histories.",
            "score": 111.72715628147125
        },
        {
            "docid": "425938_77",
            "document": "Animal cognition . Animal ability to process and respond to stimuli is correlated with brain size. Small-brain animals tend to show simple behaviors that are less dependent on learning than those of large-brained animals. Vertebrates, particularly mammals, have large brains and complex behavior that changes with experience. A formula called the encephalization quotient (EC) expresses a relationship between brain and body size; it was developed by H.J. Jerison in the late 1960s. When the encephalization quotient is plotted as a curve, an animal with an EC above the curve is expected to show more cognitive ability than the average animal of its size, whereas an animal with an EC below the curve is expected to have less. Various formulas been suggested, but the equation Ew(brain) = 0.12w(body) has been found to fit data from a sample of mammals. The formula is suggestive at best, and should only be applied to non-mammals with extreme caution. For some of the other vertebrate classes, the power of 3/4 rather than 2/3 is sometimes used, and for many groups of invertebrates, the formula may not give meaningful results.",
            "score": 97.21306085586548
        },
        {
            "docid": "252152_17",
            "document": "Vomeronasal organ . In some other mammals the entire organ contracts or pumps in order to draw in the scents. Some mammals, particularly felids (cats) and ungulates (which includes horses, cattle, and pigs among other species), use a distinctive facial movement called the Flehmen response to direct inhaled compounds to this organ. The animal will lift its head after finding the odorant, wrinkle its nose while lifting its lips, and cease to breathe momentarily. Flehmen behavior is associated with “anatomical specialization”, and animals that present flehmen behavior have incisive papilla and ducts, which connect the oral cavity to the VNO, that are found behind their teeth. However, horses are the exception: they exhibit Flehmen response but do not have an incisive duct communication between the nasal and the oral cavity because they do not breathe through their mouths; instead, the VNOs connect to the nasal passages by the nasopalatine duct. Felids use their vomeronasal organ when scent rubbing; they are able to discriminate between similar smelling substances using this organ and then perform the rubbing behaviour.",
            "score": 78.92734658718109
        },
        {
            "docid": "3771955_7",
            "document": "Kairomone . Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these major urinary proteins (Mups) even when they are made in bacteria, but mutant animals that are unable to detect the Mups show no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 158.46224904060364
        },
        {
            "docid": "20515023_40",
            "document": "Neuroscience and sexual orientation . Another fMRI study sought to test whether subjects would respond more to faces of the sex (male or female) they were sexually oriented towards and predicted such modulation in the brain's reward circuitry. Heterosexual and homosexual men and women were shown photographs of male and female faces and were asked to assess facial attractiveness. Consistent with the hypothesis, it was found that the reward circuitry of homosexual males and heterosexual females responded more to photographs of male faces, whereas the reward circuitry of homosexual females and heterosexual males responded more to photographs showing female faces. The interaction between stimulus gender (male or female face) and the sexual orientation (homosexual or heterosexual) of the subject was highly significant in two brain regions: the mediodorsal nucleus of the thalamus (mdT) and the medial orbitofrontal cortex (OFC). Activation in the OFC is notable because the OFC is involved in representing the reward value of various sensory stimuli, including attractive faces. It also appears that the OFC has an important role in the processing of facial cues required for social communication, as this region possesses face-selective neurons and because patients with OFC lesions are unable to identify emotional facial expressions. The modulation of the response to faces within the OFC by sexual orientation further adds to its role in social behavior. Since the mdT and OFC receive neural projections from each other, the similar patterns of activation observed in these regions can be attributed to their anatomical connections.",
            "score": 136.04900693893433
        },
        {
            "docid": "21244096_12",
            "document": "Odor . Gordon Shepard proposes that the retro-nasal route of olfaction (odorants introduced to the olfactory mucosa through the oral cavity often as food) was partially responsible for the development of human olfactory acuity. He suggested the evolutionary pressure of diversification of food sources and increased complexity of food preparation presented humans with a broader range of odorants, ultimately leading to a \"richer repertoire of smells.\" However, animals such as dogs show a greater sensitivity to odors than humans especially in studies using short-chained compounds. Higher cognitive brain mechanisms and more olfactory brain regions enable humans to discriminate odors better than other mammals despite fewer olfactory receptor genes.",
            "score": 77.09486508369446
        },
        {
            "docid": "252152_20",
            "document": "Vomeronasal organ . Studies of species with a vomeronasal organ (VNO) have demonstrated its importance in the detection of and response to pheromones. Studies have shown that the VNO responds primarily to socially relevant pheromonal cues. Removal of the VNO impairs and, in many cases, causes the loss of sexual behavior in male rats. Further, lesioning the VNO results in an increase in the latency to the first intromission and ejaculation. Lesions also cause a decrease in the number of ejaculations and their efficiency. Sexually inexperienced rats that have lesions of the VNO have more impairments in sexual behavior than controls. These data contrast with similar studies in hamsters, that found that removal of the VNO in sexually experienced males had little to no effect on behavior. Within rats, the VNO is sexually dimorphic, being larger in males than females. However, there is no discernible difference in size between control males and androgenized females or control females and castrated males, provided the androgenization and castration are prepubescent. These data suggests that testosterone is responsible for development of the VNO.",
            "score": 131.8057427406311
        },
        {
            "docid": "33818014_16",
            "document": "Nervous system network models . The “triune theory of the brain” McLean, P. (2003) is one of several models used to theorize the organizational structure of the brain. The most ancient neural structure of the brain is the brain stem or “lizard brain.” The second phase is limbic or paleo-mammalian brain and performs the four functions needed for animal survival – fighting, feeding, fleeing, and fucking. The third phase is the neocortex or the neo-mammalian brain. The higher cognitive functions which distinguish humans from other animals are primarily in the cortex. The reptilian brain controls muscles, balance, and autonomic functions, such as breathing and heartbeat. This part of the brain is active, even in deep sleep. The limbic system includes the hypothalamus, hippocampus, and amygdala. The neocortex includes the cortex and the cerebrum. It corresponds to the brain of primates and, specifically, the human species. Each of the three brains is connected by nerves to the other two, but each seems to operate as its own brain system with distinct capacities. (See illustration in Triune brain.)",
            "score": 96.44489574432373
        },
        {
            "docid": "81628_8",
            "document": "Thiol . Many thiols have strong odors resembling that of garlic. The odors of thiols, particularly those of low molecular weight, are often strong and repulsive. The spray of skunks consists mainly of low-molecular-weight thiols and derivatives. These compounds are detectable by the human nose at concentrations of only 10 parts per billion. Human sweat contains (\"R\")/(\"S\")-3-methyl-3-sulfanylhexan-1-ol (MSH), detectable at 2 parts per billion and having a fruity, onion-like odor. (Methylthio)methanethiol (MeSCHSH; MTMT) is a strong-smelling volatile thiol, also detectable at parts per billion levels, found in male mouse urine. Lawrence C. Katz and co-workers showed that MTMT functioned as a semiochemical, activating certain mouse olfactory sensory neurons, attracting female mice. Copper has been shown to be required by a specific mouse olfactory receptor, MOR244-3, which is highly responsive to MTMT as well as to various other thiols and related compounds. A human olfactory receptor, OR2T11, has been identified which, in the presence of copper, is highly responsive to the gas odorants (see below) ethanethiol and \"t\"-butyl mercaptan as well as other low molecular weight thiols, including allyl mercaptan found in human garlic breath, and the strong-smelling cyclic sulfide thietane.",
            "score": 116.94576215744019
        },
        {
            "docid": "21244265_14",
            "document": "Olfaction . Many animals, including most mammals and reptiles, but not humans, have two distinct and segregated olfactory systems: a main olfactory system, which detects volatile stimuli, and an accessory olfactory system, which detects fluid-phase stimuli. Behavioral evidence suggests that these fluid-phase stimuli often function as pheromones, although pheromones can also be detected by the main olfactory system. In the accessory olfactory system, stimuli are detected by the vomeronasal organ, located in the vomer, between the nose and the mouth. Snakes use it to smell prey, sticking their tongue out and touching it to the organ. Some mammals make a facial expression called flehmen to direct stimuli to this organ.",
            "score": 108.35890972614288
        },
        {
            "docid": "4275189_3",
            "document": "Joseph E. LeDoux . As explained in his 1996 book, The Emotional Brain, LeDoux developed an interest in the topic of emotion through his doctoral work with Michael Gazzaniga on split-brain patients in the mid-1970s. Because techniques for studying the human brain were limited at the time, he turned to studies of rodents where the brain could be studied in detail. He chose to focus on a simple behavioral model, Pavlovian fear conditioning. This procedure allowed him to follow the flow of information about a stimulus through the brain as it comes to control behavioral responses by way of sensory pathways to the amygdala, and gave rise to the notion of two sensory roads to the amygdala, with the “low road” being a quick and dirty subcortical pathway for rapid activity behavioral responses to threats and the “high road” providing slower but highly processed cortical information. His work has shed light on how the brain detects and responds to threats, and how memories about such experiences are formed and stored through cellular, synaptic and molecular changes in the amygdala. A long-standing collaboration with NYU colleague Elizabeth Phelps has shown the validity of the rodent work for understanding threat processing in the human brain. LeDoux’s work on amygdala processing of threats has helped understand exaggerated responses to threats in anxiety disorders in humans. For example, studies with Maria Morgan in the 1990s implicated the medial prefrontal cortex in the extinction of responses to threats and paved the way for understanding how exposure therapy reduces threat reactions in people with anxiety by way of interactions between the medial prefrontal cortex and the amygdala. Work conducted with Karim Nader and Glenn Schafe triggered a wave of interest in the topic of memory reconsolidation, a process by which memories become labile and subject to change after being retrieved. This led to the idea that trauma-related cues might be weakened in humans by blocking reconsolidation. Studies with Marie Mofils, Daniela Schiller and Phelps showed that extinction conducted shortly after triggering reconsolidation is considerably more effective in reducing the threat value of stimuli than conventional extinction, a finding that has proven useful in reducing drug relapse in humans.",
            "score": 136.7255208492279
        },
        {
            "docid": "464447_5",
            "document": "Animal communication . Many animals communicate through vocalization. Vocal communication serves many purposes, including mating rituals, warning calls, conveying location of food sources, and social learning. In a number of species, males perform calls during mating rituals as a form of competition against other males and to signal females. Examples include hammer-headed bats, red deer, humpback whales, elephant seals, and songbirds. Other instances of vocal communication include the alarm calls of the Campbell monkey, the territorial calls of gibbons, and the use of frequency in greater spear-nosed bats to distinguish between groups. The vervet monkey gives a distinct alarm call for each of its four different predators, and the reactions of other monkeys vary appropriately according to the call. For example, if an alarm call signals a python, the monkeys climb into the trees, whereas the \"eagle\" alarm causes monkeys to seek a hiding place on the ground. Prairie dogs also use complex calls that signal predator differences. According to Con Slobodchikoff and others, prairie dog calls communicate the type, size, and speed of an approaching predator. Whale vocalizations have been found to have different dialects based on region.",
            "score": 117.0896053314209
        }
    ],
    "r": [
        {
            "docid": "252152_8",
            "document": "Vomeronasal organ . In mammals, the sensory neurons of the vomeronasal organ detect non-volatile chemical cues, which requires direct physical contact with the source of odor. Notably, some scents act as chemical-communication signals (pheromones) from other individuals of the same species. Unlike the main olfactory bulb that sends neuronal signals to the olfactory cortex, the VNO sends neuronal signals to the accessory olfactory bulb and then to the amygdala, BNST, and ultimately hypothalamus. Since the hypothalamus is a major neuroendocrine center (affecting aspects of reproductive physiology and behavior as well as other functions such as body temperature), this may explain how scents influence aggressive and mating behavior. For example, in many vertebrates, nerve signals from the brain pass sensory information to the hypothalamus about seasonal changes and the availability of a mate. In turn, the hypothalamus regulates the release of reproductive hormones required for breeding. It should be noted that some pheromones are detected by the main olfactory system.",
            "score": 208.7206268310547
        },
        {
            "docid": "25937372_13",
            "document": "Major urinary proteins . Studies have sought to find the precise function of Mups in pheromone communication. Mup proteins have been shown to promote puberty and accelerate the estrus cycle in female mice, inducing the Vandenbergh and Whitten effects. However, in both cases the Mups had to be presented to the female dissolved in male urine, indicating that the protein requires some urinary context to function. In 2007 Mups normally found in male mouse urine were made in transgenic bacteria, and therefore created devoid of the chemicals they normally bind. These Mups were shown to be sufficient to promote aggressive behaviour in males, even in the absence of urine. In addition, Mups made in bacteria were found to activate olfactory sensory neurons in the vomeronasal organ (VNO), a subsystem of the nose known to detect pheromones via specific sensory receptors, of mice and rats. Together, this demonstrated that Mup proteins can act as pheromones themselves, independent of their ligands. Consistent with a role in male-male aggression, adult male mice secrete significantly more Mups into their urine than females, juveniles or castrated male mice. The precise mechanism driving this difference between the sexes is complex, but at least three hormones—testosterone, growth hormone and thyroxine—are known to positively influence the production of Mups in mice. Wild house mouse urine contains variable combinations of four to seven distinct Mup proteins per mouse. Some inbred laboratory mouse strains, such as BALB/c and C57BL/6, also have different proteins expressed in their urine. However, unlike wild mice, different individuals from the same strain express the same protein pattern, an artifact of many generations of inbreeding. One unusual Mup is less variable than the others: it is consistently produced by a high proportion of wild male mice and is almost never found in female urine. When this Mup was made in bacteria and used in behavioural testing, it was found to attract female mice. Other Mups were tested but they did not have the same attractive qualities, suggesting the male-specific Mup acts as a sex pheromone. Scientists named this Mup \"darcin\" as a humorous reference to Fitzwilliam Darcy, the romantic hero from \"Pride and Prejudice\". Taken together, the complex patterns of Mups produced has the potential to provide a range information about the donor animal, such as gender, fertility, social dominance, age, genetic diversity or kinship. Wild mice (unlike laboratory mice that are genetically identical and which therefore also have identical patterns of Mups in the urine) have individual patterns of Mup expression in their urine that act as a \"barcode\" to uniquely identify the owner of a scent mark.",
            "score": 194.8544464111328
        },
        {
            "docid": "25937372_3",
            "document": "Major urinary proteins . Urinary proteins were first reported in rodents in 1932, during studies by Thomas Addis into the cause of proteinuria. They are potent human allergens, and are largely responsible for a number of animal allergies, including to cats, horses and rodents. Their endogenous function within an animal is unknown, but may involve regulating energy expenditure. However, as secreted proteins they play multiple roles in chemical communication between animals, functioning as pheromone transporters and stabilizers in rodents and pigs. Mups can also act as protein pheromones themselves. They have been demonstrated to promote aggression in male mice, and one specific Mup protein found in male mouse urine is sexually attractive to female mice. Mups can also function as signals between different species: mice display an instinctive fear response on the detection of Mups derived from predators such as cats and rats.",
            "score": 180.0177001953125
        },
        {
            "docid": "37689148_31",
            "document": "Neuroscience of sex differences . Testosterone has been found to play a big role during development but may have independent effects on sexually dimorphic brain regions in adulthood. Studies have shown that the medial amygdala of male hamsters exhibits lateralization and sexual dimorphism prior to puberty. Furthermore, organization of this structure during development is influenced by the presence of androgens and testosterone. This is evident when comparing medial amygdala volume of male and female rats, adult male brains have a medial amygdala of greater volume than do adult female brains which is partially due to androgen circulation. It also heavily influences male development; a study found that perinatal females introduced to elevated testosterone levels exhibited male behavior patterns. In the absence of testosterone, female behavior is retained. Testosterone's influence on the brain is caused by organizational developmental effects. It has been shown to influence proaptotic proteins so that they increase neuronal cell death in certain brain regions. Another way testosterone affects brain development is by aiding in the construction of the \"limbic hypothalamic neural networks\".",
            "score": 179.67486572265625
        },
        {
            "docid": "2400044_25",
            "document": "Cabbage looper . Cabbage loopers possess olfactory receptor neurons on their antennae for detecting pheromones. The neurons are specifically located on two sensory structures called sensilla that differ in length and pore density. Male loopers have two types of neurons, and depending on which sensilla that are present, the neurons will detect female pheromones at varying sensitivities to each of the six pheromones. The neurons are most sensitive to the main component of the female pheromone blend, cis-7-dodecenyl acetate, and the male inhibitory signal, cis-7-dodecenol. The presence of cis-7-dodecenyl acetate is crucial for male response to female pheromones, as it is 80% of the entire blend. In fact, the base region of the antennae, where receptor neurons for this pheromone are located, has more sensory structures compared to the ends. The base region is also less likely to experience damage, showing the importance of detecting the pheromone. It is not clear why male neuron detects the inhibitory compound, as there is no evidence showing that females produce this compound. One possibility is that its presence in the female pheromone blend may be too small to be detected by scientific equipment. The inhibitory signal only elicits a response when delivered alongside female pheromones to avoid mixing signals from other species, suggesting that while it cannot be detected in the female pheromone blend, it has an important role in female detection.",
            "score": 178.14108276367188
        },
        {
            "docid": "18333977_5",
            "document": "Prenatal stress . Prenatal stress does have an effect on brain sexual differentiation after measuring the volume of the sexually dimorphic nucleus of the preoptic area of both female and males in the control and stressed groups. Prenatal stress inhibits the masculinzation of the male brain by inhibiting the growth of the sexually dimorphic nucleus of the preoptic area. Previous studies found that a decrease in testosterone is seen in pups of prenatally stressed mothers. Authors suggest this may cause the reduced in the sexually dimorphic nucleus of the preoptic area and says it is similar to the effects of neonatal castration. Also, stressed males had larger sexually dimorphic nucleus of the preoptic area at birth, but then at 20 and 60 days are found to only have 50% of the volume of the control males. Whereas control males are two times larger than control females on days 20 and 60, but the stressed males show no statistical difference to control females on respective days. These findings show support that the male brain is not showing the expected sexual dimorphism when prenatally stressed. Another study led by Kerchner et al. investigated the volume of the medial amygdala and the two compartments posterodorsal and the posteroventral in mice that also were prenatally stressed. Posterodorsal is thought to show organizational and activational effects from gonadal steroids. The medial amygdala for the control and stressed males was 85% larger than females with the males (stressed and control) resembling each other. To look for specific regions within the medial amygdala that may have been affected, data showed that both the posterodorsal and posteroventral, all male groups were larger in volume than the females, but male groups did not significantly differ from each other. This study confirmed that the medial amygdala is sexually dimorphic; the males are larger than the females. The posterodorsal and posteroventral were shown to be sexually dimorphic too. The writer suggested that these areas may act similarly to sexually dimorphic nucleus of the preoptic area in response to testosterone, but prenatal stress did not show an effect on the medial amygdala as it does on the sexually dimorphic nucleus of the preoptic area. Also, the posteroventral was 40% larger in control males than females. These results were thought to be caused by the sensitive period of the medial amygdala which is in the first days after birth. The medial amygdala, posterodorsal and posteroventral all show to be resistant against demasculinization from prenatal stress.",
            "score": 173.30484008789062
        },
        {
            "docid": "25937372_15",
            "document": "Major urinary proteins . In addition to serving as social cues between members of the same species, Mups can act as kairomones—chemical signals that transmit information between species. Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these Mups even when they are made in bacteria, but mutant animals that are unable to detect the Mups showed no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 172.85667419433594
        },
        {
            "docid": "9736060_7",
            "document": "Whitten effect . The female mice do not require direct contact with the male’s urine to produce the Whitten effect, as the pheromone contained in the urine is airborne and therefore is taken up by the females through their olfactory system. The reproductive cycle of female mice in isolation is approximately 4 to 5 days, and the reproductive cycles of grouped females are often longer and more irregular. However, when grouped female mice are exposed to the pheromones contained in a male’s urine, the Whitten effect occurs, and the majority of the female mice will enter a new estrus cycle by the third day of exposure. However, there is little evidence for a similarly functioninging vomeronasal, or olfactory, system (thought to be the sensory organ that initiates the Bruce, Vandenbergh, and Whitten effects) in humans. These differences, in putative stimulus and neural pathway (as well as species observed), stringently distinguishes the Whitten and McClintock effect, as the latter does not posit a role for male pheromones.",
            "score": 169.32131958007812
        },
        {
            "docid": "40246634_4",
            "document": "The Great Pheromone Myth . While the pheromone concept applies reasonably well to insects, Doty argues that there are serious problems with its application to mammals. The functions of pheromones, as specific types of compounds, are to produce unlearned, reflexive, and innate responses in recipients. Doty, however, argues that the chemical stimuli that mammals respond to are typically combinations of many compounds, that are sensed in complex social situations, and experience and learning are important for how mammals respond to chemical stimuli. For example, the Vandenbergh effect in mice occurs when puberty-accelerating pheromones are released in the urine of male mice. Doty shows that the effect depends on experience, that multiple compounds found in male mouse urine are involved in the effect, and the effect is not species specific since urine from male rats will also cause puberty acceleration in young female mice.",
            "score": 168.16090393066406
        },
        {
            "docid": "42730404_18",
            "document": "Olfactory toxicity in fish . Studies on pesticides and olfaction in fishes have looked at neurophysiological effects, behavioral effects, and reproductive effects. <br>Organophosphate and carbamate insecticides are neurotoxins that cause acetylcholinesterase inhibition in fish. Acetyl cholinesterase-inhibiting insecticides are known to cause hyposmia. Acetylcholinesterase plays an essential role within the olfactory epithelium related to mucous production. Diazinon, an organophosphate, was found to disrupt olfactory pheromone signals that induced antipredator behavior, such as predator avoidance. It also disrupts homing behavior in Chinook salmon at environmentally-relevant concentrations. Fewer diazinon-treated chinook returned to the hatchery than control fish. Studies have found that olfactory sensory neurons do not respond to certain pesticides. Fish did not detect chlorpyrifos, esfenvalerate, and atrazine using their sense of smell and did not avoid waters contaminated with these chemicals. This contrasts metals, which elicits an avoidance response in fish. Round-up was only avoided at concentrations that caused acute lethality. <br>Ovulating female salmon release a pheromone in their urine. After detection by the olfactory system of mature male salmon parr, plasma sex steroids and milt increase. A synthetic pyrethroid pesticide, cypermethrin, reduced or inhibited normal olfactory system response in males to the priming effect of these pheromones. Atrazine, carbofuran and diazinon were also found to reduce olfactory detection of female priming pheromones by male Atlantic salmon parr.",
            "score": 165.52706909179688
        },
        {
            "docid": "146000_18",
            "document": "Amygdala . The amygdalae are also involved in appetitive (positive) conditioning. It seems that distinct neurons respond to positive and negative stimuli, but there is no clustering of these distinct neurons into clear anatomical nuclei. However, lesions of the central nucleus in the amygdala have been shown to reduce appetitive learning in rats. Lesions of the basolateral regions do not exhibit the same effect. Research like this indicates that different nuclei within the amygdala have different functions in appetitive conditioning. Nevertheless, researchers found an example of appetitive emotional learning showing an important role for the basolateral amygdala: The naïve female mice are innately attracted to non-volatile pheromones contained in male-soiled bedding, but not by the male-derived volatiles, become attractive if associated with non-volatile attractive pheromones, which act as unconditioned stimulus in a case of Pavlovian associative learning. In the vomeronasal, olfactory and emotional systems, Fos protein show that non-volatile pheromones stimulate the vomeronasal system, whereas air-borne volatiles activate only the olfactory system. Thus, the acquired preference for male-derived volatiles reveals an olfactory-vomeronasal associative learning. Moreover, the reward system is differentially activated by the primary pheromones and secondarily attractive odorants. Exploring the primary attractive pheromone activates the basolateral amygdala and the shell of nucleus accumbens but neither the ventral tegmental area nor the orbitofrontal cortex. In contrast, exploring the secondarily attractive male-derived odorants involves activation of a circuit that includes the basolateral amygdala, prefrontal cortex and ventral tegmental area. Therefore, the basolateral amygdala stands out as the key center for vomeronasal-olfactory associative learning.",
            "score": 165.09088134765625
        },
        {
            "docid": "288316_19",
            "document": "Instinct . Within the circuitry of the limbic system, there are various places where evolution could have taken place, or could take place in the future. For example, many rodents have receptors in the vomeronasal organ that respond explicitly to predator stimuli that specifically relate to that individual species of rodent. The reception of a predatory stimulus usually creates a response of defense or fear. Mating in rats follows a similar mechanism. The vomeronasal organ and the main olfactory epithelium, together called the olfactory system, detect pheromones from the opposite sex. These signals then travel to the medial amygdala, which disperses the signal to a variety of brain parts. The pathways involved with innate circuitry are extremely specialized and specific. Various organs and sensory receptors play parts in this complex process.",
            "score": 164.2637176513672
        },
        {
            "docid": "51614_14",
            "document": "Biology and sexual orientation . The biology of sexual orientation has been studied in detail in several animal model systems. In the common fruit fly \"Drosophila melanogaster\", the complete pathway of sexual differentiation of the brain and the behaviors it controls is well established in both males and females, providing a concise model of biologically controlled courtship. In mammals, a group of geneticists at the Korea Advanced Institute of Science and Technology altered the sexual preferences of female mice by removing a single gene linked to reproductive behavior. Without the gene, the mice exhibited masculine sexual behavior and attraction toward urine of other female mice. Those mice who retained the gene fucose mutarotase (FucM) were attracted to male mice.",
            "score": 161.45071411132812
        },
        {
            "docid": "105390_29",
            "document": "Pheromone . Mice can distinguish close relatives from more distantly related individuals on the basis of scent signals, which enables them to avoid mating with close relatives and minimizes deleterious inbreeding. Jiménez et al. showed that inbred mice had significantly reduced survival when they were reintroduced into a natural habitat. In addition to mice, two species of bumblebee, in particular Bombus bifarius and Bombus frigidus, have been observed to use pheromones as a means of kin recognition to avoid inbreeding. For example, B. bifarius males display “patrolling” behavior in which they mark specific paths outside their nests with pheromones and subsequently “patrol” these paths. Unrelated reproductive females are attracted to the pheromones deposited by males on these paths, and males that encounter these females while patrolling can mate with them. Interestingly, other bees of the Bombus species are found to emit pheromones as precopulatory signals, such as \"Bombus lapidarius\".",
            "score": 161.09567260742188
        },
        {
            "docid": "25348242_3",
            "document": "Sex differences in sensory systems . Male sphinx moths, \"Manduca sexta\", rely on female released sex-pheromones to guide typical zig-zagging flight behaviors used to locate mates. Although both males and females respond to host plant olfactory cues to locate food sources, detection of and response to sex-pheromones appears to be male specific. Males that are better at detecting female sex-pheromones are able to find signaling females faster, providing them with a reproductive advantage. Since females gain no such advantage for having olfactory systems that are more sensitive to pheromones, enhanced pheromone detection has evolved only in the olfactory system of male \"M. sexta\". The three main sex differences are as follows:",
            "score": 160.94119262695312
        },
        {
            "docid": "29728037_16",
            "document": "Body odour and sexual attraction . Two types of male pheromones: 5α-androst-16-en-3-one (MP1) and 4,16-androstadien-3-one (MP2) and one type of female pheromone: 1,3,5(10),16-estratetrael-3-ol (FP) are used as signals of mating quality. Studies showed that MP2 has the strongest response produced by female Vomeronasal organ (VNO), which is the first stage of the olfactory system. Sex-difference processing in the hypothalamus has been found between female and male pheromone, including in the VNO, where opposite-sex pheromones have different surface potential. Studies have illustrated a relationship between human facial attraction and pheromones. Individuals rated those of the opposite sex as more attractive if they preferred the individuals pheromones odour. It was also demonstrated that partners in a long-term relationship would have higher concordance between two types of signals of mating quality, vision and olfaction. In addition, no difference was found between two types of male pheromones in women's preference aside from the location of pheromones production.",
            "score": 160.4769744873047
        },
        {
            "docid": "20617241_12",
            "document": "Genetics of social behavior . The pathways that govern the mapping of pheromones to the brain of drosophila are beginning to be understood in detail. Pheromones are detected by olfactory sensory neurons (OSNs). A well-studied pheromone is cVA, which suppresses male courtship behavior when the male detects it from a female. cVA complexes with other proteins to form a ligand, which binds to the odorant receptor Or67d present in OSNs, which is specific for cVA. In turn, the OSNs grow axons that will connect to the glomerulus DA1 in the antennal lobe, which is analogous to the olfactory bulb in mammals. This glomerulus then connects to DA1 projection neurons (PNs) which relay the pheromone signal further to higher brain centers in the protocerebrum (anterior part of an arthropod brain). It is noteworthy that there is significant neuronal convergence taking place between the OSNs and PNs—about 50 OSN inputs to 4 PNs.",
            "score": 160.02816772460938
        },
        {
            "docid": "9427109_11",
            "document": "Mozambique tilapia . Urine in Mozambique tilapias, like many freshwater fish species, acts as a vector for communication amongst individuals. Hormones and pheromones released with urine by the fish often affect the behavior and physiology of the opposite sex. Dominant males signal females through the use of a urinary odorant. Further studies have suggested that females respond to the ratio of chemicals within the urine, as opposed to the odor itself. Nevertheless, females are known to be able to distinguish between hierarchical rank and dominant vs. subordinate males through chemicals in urine.",
            "score": 158.89718627929688
        },
        {
            "docid": "3771955_7",
            "document": "Kairomone . Mice are instinctively afraid of the smell of their natural predators, including cats and rats. This occurs even in laboratory mice that have been isolated from predators for hundreds of generations. When the chemical cues responsible for the fear response were purified from cat saliva and rat urine, two homologous protein signals were identified: Fel d 4 (\"Felis domesticus\" allergen 4), the product of the cat \"Mup\" gene, and Rat n 1 (\"Rattus norvegicus\" allergen 1), the product of the rat \"Mup13\" gene. Mice are fearful of these major urinary proteins (Mups) even when they are made in bacteria, but mutant animals that are unable to detect the Mups show no fear of rats, demonstrating their importance in initiating fearful behaviour. It is not known exactly how Mups from different species initiate disparate behaviours, but mouse Mups and predator Mups have been shown to activate unique patterns of sensory neurons in the nose of recipient mice. This implies the mouse perceives them differently, via distinct neural circuits. The pheromone receptors responsible for Mup detection are also unknown, though they are thought be members of the V2R receptor class.",
            "score": 158.46224975585938
        },
        {
            "docid": "29728037_33",
            "document": "Body odour and sexual attraction . When it comes to sex, mammals use chemical signals (pheromones) to convey information to one another. Mammal's pheromones are air-borne chemical substances released in the urine or feces of animals or secreted from sweat glands that are perceived by the olfactory system and that elicit both behavioral and endocrine responses in conspecifics. Mammals use sex pheromones to arouse, attract, and elicit specific behavioral responses from the opposite sex. In mammals, chemical signals and the scent glands that secrete them have many features in common, for example, expression in only one sex, development only in adults, often only secreted in breeding season and used exclusively in mating. For an odour to be exclusively result in sexual behavior, it must not only be perceived and preferred, but when absent there should be a decrease or complete elimination of sexual activity. This exclusivity has only been shown in golden hamsters and the rhesus monkey.",
            "score": 156.16871643066406
        },
        {
            "docid": "10828_39",
            "document": "Fear . Faulty development of odor discrimination impairs the perception of pheromones and pheromone-related behavior, like aggressive behavior and mating in male rats: The enzyme Mitogen-activated protein kinase 7 (MAPK7) has been implicated in regulating the development of the olfactory bulb and odor discrimination and it is highly expressed in developing rat brains, but absent in most regions of adult rat brains. Conditional deletion of the MAPK7gene in mouse neural stem cells impairs several pheromone-mediated behaviors, including aggression and mating in male mice. These behavior impairments were not caused by a reduction in the level of testosterone, by physical immobility, by heightened fear or anxiety or by depression. Using mouse urine as a natural pheromone-containing solution, it has been shown that the impairment was associated with defective detection of related pheromones, and with changes in their inborn preference for pheromones related to sexual and reproductive activities.",
            "score": 153.1008758544922
        },
        {
            "docid": "393535_12",
            "document": "Coolidge effect . Though there is no single reason for why males will choose a novel partner, there have been experiments that show that the major determining factor for detecting a novel partner is through olfactory preference. An experiment using Long-Evans rats, showed that odour played a major role in distinguishing the difference between a novel partner and familiar partner. In their experiment, Carr et al. paired each male rat with a female rat and allowed them to mate. Male rats were then tested for preference through the use of an apparatus which had two cylinders that were attached to their home cage, and contained the familiar female and the novel female in each cylinder. Caps at the end of these cylinders prevented access to the females, but had a hole in them to allow their odours to pass through to the male's cage. Before the testing phase, the females were removed, and then the caps were removed to allow the male to explore both cylinders. From this experiment, they found that males preferred the scent of the novel female. While these males did not have access to these females to demonstrate mating preferences, this odour preference is believed to reflect promiscuous behaviour, and therefore be important to the male mating strategy. In an earlier experiment, also conducted by Carr et al., they found that unlike male rats, female rats preferred the odour of a familiar partner rather than the odour of a novel partner. Another study also examined not only olfactory preference, but what part of the brain targeted the olfactory preference. In this study, male hamsters were given lesions to either the hippocampus or the perirhinal-entorhinal cortex, or received a sham treatment. Then the hamsters were allowed to mate with a female hamster until they became satiated. All subjects were then presented with two anesthetized females, one was the female they had previously copulated with, and the other was a novel female. Hamsters with sham and hippocampal lesions investigated the anogenital region of the novel females for a significantly longer period of time in comparison to the familiar female. Males with lesions to the perirhinal-entorhinal cortex did not show a preference for either a familiar or novel female, and spent a similar amount of time investigating the anogenital region of both females. The results from this study revealed that the perirhinal-entorhinal cortex region of the brain in golden hamsters is crucial for the recognition of familiar conspecifics and certain social behaviors. The conclusion from this experiment was also consistent in rats and monkeys, since damage to this region of the brain impaired standard recognition memory, which would suggest that the hippocampal region of the brain is not crucial in social behavior memory, but rather, the perirhinal-entorhinal cortex.",
            "score": 151.8654327392578
        },
        {
            "docid": "58687_54",
            "document": "Aggression . In many animals, aggression can be linked to pheromones released between conspecifics. In mice, major urinary proteins (Mups) have been demonstrated to promote innate aggressive behavior in males, and can be mediated by neuromodulatory systems. Mups activate olfactory sensory neurons in the vomeronasal organ (VNO), a subsystem of the nose known to detect pheromones via specific sensory receptors, of mice and rats. Pheremones have also been identified in fruit flies, detected by neurons in the antenna, that send a message to the brain eliciting aggression; it has been noted that aggression pheremones have not been identified in humans.",
            "score": 151.69210815429688
        },
        {
            "docid": "25348242_2",
            "document": "Sex differences in sensory systems . An organism is said to be sexually dimorphic when male and female conspecifics have anatomical differences in features such as body size, coloration, or ornamentation, but disregarding differences of reproductive organs. Sexual dimorphism is usually a product of sexual selection, with female choice leading to elaborate male ornamentation (e.g., tails of male peacocks) and male-male competition leading to the development of competitive weaponry (e.g., antlers on male moose). However, evolutionary selection also acts on the sensory systems that receivers use to perceive external stimuli. If the benefits of perception to one sex or the other are different, sex differences in sensory systems can arise. For example, female production of signals used to attract mates can put selective pressure on males to improve their ability to detect those signals. As a result, only males of this species will evolve specialized mechanisms to aid in detection of the female signal. This article uses examples of sex differences in the olfactory, visual, and auditory systems of various organisms to show how sex differences in sensory systems arise when it benefits one sex and not the other to have enhanced perception of certain external stimuli. In each case, the form of the sex difference reflects the function it serves in terms of enhanced reproductive success.",
            "score": 151.14315795898438
        },
        {
            "docid": "5750673_20",
            "document": "Empathizing–systemizing theory . The fetal testosterone theory hypothesizes that higher levels of testosterone in the amniotic fluid of mothers push brain development towards improved ability to see patterns and analyze complex systems while diminishing communication and empathy, emphasizing \"male\" traits over \"female\", or in E-S theory terminology, emphasizing \"systemizing\" over \"empathizing\". This theory states that fetal testosterone influences the development of certain structures in the brain, and that these changes relate to behavioral traits seen in those with autism. Males generally have higher levels of fetal testosterone contributing to their brain developing in that particular way. The extreme male brain theory (EMB), put forward by Baron-Cohen suggests that autistic brains show an exaggeration of the features associated with male brains. These are mainly size and connectivity with males generally having a larger brain with more white matter, leading to increased connectivity in each hemisphere. This is seen in an exaggerated form in the brains of those with ASD. Another feature of male brains is having a smaller corpus callosum in at least some regions leading to decreased inter-hemispheric connectivity. This is also seen in those with ASD. Individuals with ASD were found to have widespread interconnectivity abnormalities in specific brain regions. This could explain the different results on empathy tests between men and women as well as the deficiencies in empathy seen in ASD as empathy requires several brain regions to be activated which need information from many different areas of the brain. A further example of how brain structure can influence ASD is looking at cases where the corpus callosum does not fully develop (agenesis of corpus callosum). It was found that autism is commonly diagnosed in children where the corpus callosum does not fully develop (45% of children with agenesis of the corpus callosum). A further example of brain structures relating to ASD is that children with ASD tend to have a larger amygdala, this is another example of being an extreme version of the male brain which generally has a larger amygdala. These brain differences have all been shown to have an influence on social cognition and communication. High levels of fetal testosterone have also been shown to be related to behavior associated with autism, such as eye contact. Studies examining the relationship between prenatal testosterone levels and autistic traits found that high levels correlated with traits such as decreased eye contact. These were present in both sexes. This suggests that fetal testosterone (fT) is the cause of sex differences in the brain and that there is a link between fT levels and ASD. In general females with autism have a higher rate of medical conditions which are related to high androgen levels and both males and females with autism have higher than average androgen levels. Males have higher fT levels naturally meaning that there is less of a change required in the hormone levels to reach a point high enough to cause the developmental changes seen in autism. This is a possible cause for the male prevalence seen in autism.",
            "score": 150.63290405273438
        },
        {
            "docid": "1069504_9",
            "document": "Lordosis behavior . During the copulation, when a male approaches the female, male pheromones (part 1 of the above diagram) are detected by the olfactory circuits (part 2). The pheromonal signals stimulate, among other things, the hypothalamus, which facilitates the lordosis reflex. Then when the male mounts the female (part 3), tactile stimuli on the flanks, the perineum and the rump of the female are transmitted via the sensory nerves in the spinal cord. In the spinal cord and lower brainstem, they are integrated with the information coming from the brain, and then, in general, a nerve impulse is transmitted to the muscles via the motor nerves. The contraction of the longissimus and transverso-spinalis muscles causes the ventral arching of the vertebral column (part 4). The lordosis position which results from it makes it possible to present properly the vagina to the male (part 5), facilitating penile intromission. Then, during intromission, tactile and deep sensations from the genital area and clitoris accentuate the lordosis reflex (part 6). It is thus observed that the physiological and neurobiological organization of the lordosis behavior reflex is specifically adapted to heterosexual copulation.",
            "score": 150.53424072265625
        },
        {
            "docid": "50227241_12",
            "document": "David Crews . By comparing the unisexual descendants with their sexual ancestors, Dr. Crews revealed how hormone-brain controlling mechanisms evolve. This work led to the examination of how novel hormone-brain controlling mechanisms might respond to new challenges. Of particular note is the revelation that the male-typical sexual behaviors which parthenogenetic females display turn out to be under the control of the postovulatory surge of progesterone rather than androgen, which the parthenogens do not produce. This discovery in the parthenogenetic lizard led Dr. Crews to extend his work to genetically-modified mice and rats, demonstrating that progesterone is not a “female-specific” hormone but plays a critical role in sexual behavior in males. Indeed, Crews demonstrated that androgen and progesterone synergize in males to control copulatory behavior much as estrogen and progesterone synergize in females to facilitate sexual receptivity. These discoveries have shed light on recent work in humans suggesting a clinical significance of progesterone in male sexual behavior.",
            "score": 147.30055236816406
        },
        {
            "docid": "352289_21",
            "document": "Helicoverpa zea . A hormone produced in the brain of the female moths controls sex pheromones. The hormone is released into the hemolymph to stimulate pheromone production. Pheromone biosynthesis-activating neuropeptide (PBAN) is a peptide that regulates pheromone production in moths. It acts on the pheromone gland cells using calcium and cyclic AMP. Although the photoperiod regulates the release of PBAN to some extent, the chemical signals from the host plant supersede the effect from the time of day. Female \"Helicoverpa zea\" in corn fields do not produce pheromones during the night until they encounter corn. Several natural corn silk volatiles like the plant hormone ethylene induce \"H. zea\" pheromone production. The presence of the silk from an ear of corn is enough to cause pheromone production, and physical contact between females and corn is unnecessary. This evolutionary mechanism enables the moths to coordinate their reproductive behavior with the availability of food. Female moths often become depleted of sex pheromone after mating within 2 hours of separation from the male. The pheromonostatic peptide (PSP), a protein 57 amino acids long found in the male accessory gland, is what causes depletion of the female’s sex pheromone. This capability in males has been selected for because it increases the reproductive fitness of those that carry it, since other males will not be attracted to a female without a sex pheromone; thus, the female will bear only the first male's offspring. The transfer of a spermatophore without accessory gland products does not stop female pheromone production, but does stop the female's calling behavior. Intense selection acting on males to manipulate female reproductive physiology promotes rapid evolution of specific molecules, and male-derived pheromone suppressing factors exhibit positive selection.",
            "score": 146.88153076171875
        },
        {
            "docid": "10828_45",
            "document": "Fear . A study from 2013 provided brain imaging evidence that human responses to fear chemosignals may be gender-specific. Researchers collected alarm-induced sweat and exercise-induced sweat from donors extracted it, pooled it and presented it to 16 unrelated people undergoing functional brain MRI. While stress-induced sweat from males produced a comparably strong emotional response in both females and males, stress-induced sweat from females produced a markedly stronger arousal in women than in men. Statistical tests pinpointed this gender-specificity to the right amygdala and strongest in the superficial nuclei. Since no significant differences were found in the olfactory bulb, the response to female fear-induced signals is likely based on processing the meaning, i.e. on the emotional level, rather than the strength of chemosensory cues from each gender, i.e. the perceptual level.",
            "score": 146.0992889404297
        },
        {
            "docid": "547826_21",
            "document": "Homosexual behavior in animals . Researchers found that disabling the fucose mutarotase (FucM) gene in laboratory mice – which influences the levels of estrogen to which the brain is exposed – caused the female mice to behave as if they were male as they grew up. \"The mutant female mouse underwent a slightly altered developmental programme in the brain to resemble the male brain in terms of sexual preference\" said Professor Chankyu Park of the Korea Advanced Institute of Science and Technology in Daejon, South Korea, who led the research. His most recent findings have been published in the BMC Genetics journal on July 7, 2010. Another study found that by manipulating a gene in fruit flies (\"Drosophila\"), homosexual behavior appeared to have been induced. However, in addition to homosexual behavior, several abnormal behaviors were also exhibited apparently due to this mutation.",
            "score": 145.1002197265625
        },
        {
            "docid": "3315213_43",
            "document": "Sex differences in human physiology . The amygdala, which is the structure that responds to emotionally arousing information, respond to the environment and reacts with stress. The male amygdala is proportionally larger than that in women, causing sex to be a determining factor in reactions to stress. In studies of rats, there are more numerous interconnections seen in males in regard to this structure, suggesting the same pattern in humans. Katharina Braun and company (Otto von Guericke University, Magdeburg, Germany) studied a litter of Degu puppies removed from their mother and determined that hearing their mother's call produced a higher concentration of serotonin in males' amygdala and a decreased concentration in females' amygdala. In this case, stress causes females' emotion regulation to drop, while males seem to keep more of an even keel. While this study was limited to rodents, it provides a possible explanation of why anxiety disorders occur more often among human females than males. Also, the hypothalamus and frontomedial area, both of which are associated with emotional processing, are larger in males than females. Other brain areas related to emotion, such as the orbitofrontal cortex, medial paralimbic region and hippocampus are larger in females than males.",
            "score": 144.84487915039062
        },
        {
            "docid": "12614508_10",
            "document": "Astatotilapia burtoni . Many animals use multimodal communication, having multiple sensory modalities at their disposal for reproductive interactions, and the \"Astatotilapia burtoni\" has been used as a model to study the production of the wide variety sexual signal types. \"A. burtoni\" incorporate multiple sensory systems, including chemosensory, visual, acoustic, to be able to socially interact in their complex manner. East African cichlids in general are especially known for their vibrantly colored bodies and the role that coloration plays in courting and mating, but the \"A. burtoni\" is known to be phenotypically distinct in its use of a completely different form of sensory communication: acoustic communication. Sounds and the corresponding behaviors of the male sex of these particular African cichlids have been studied while observing the female mate preference, and behavioral experiments demonstrated that acoustic information does indeed play a significant role in sexual reproduction. This reliance on non-visual sensory information in order to coordinate complex social behaviors indicates that acoustic signaling is important for the \"A. burtoni\". This suggests that there are internal cues in these cichlid fish that can significantly change the way in which the fish respond to auditory signals because the physiological state of the fish can directly affect the perception of the auditory signals. Thus, more efforts have been made to understand how the females perform sexual selection by closely examining the signaling systems and how they relate to the neural processing in the fish to result in such behaviors.",
            "score": 144.56431579589844
        }
    ]
}