{
    "q": [
        {
            "docid": "16818636_7",
            "document": "Mouse model of colorectal and intestinal cancer . Human inflammatory bowel disease is a group of inflammatory conditions in the large and small intestine. It is well known that chronic inflammation in the colon can lead to cancer. There are genetic mouse models for inflammatory bowel disease associated colon cancer. Interleukin 10 knock out mice develop invasive adenocarcinoma in the colon. Mutant mice for interleukin 2 and beta microglobulin genes also produce ulcerative colitis-like phenotype and develop adenocarcinomas in the colon. A mouse mutant for N-cadherin suffers inflammatory bowel disease conditions and adenomas but does not develop carcinomas.",
            "score": 224.01844835281372
        },
        {
            "docid": "206979_7",
            "document": "Colorectal cancer . Most deaths due to colon cancer are associated with metastatic disease. A gene that appears to contribute to the potential for metastatic disease, metastasis associated in colon cancer 1 (\"MACC1\"), has been isolated. It is a transcriptional factor that influences the expression of hepatocyte growth factor. This gene is associated with the proliferation, invasion and scattering of colon cancer cells in cell culture, and tumor growth and metastasis in mice. MACC1 may be a potential target for cancer intervention, but this possibility needs to be confirmed with clinical studies.",
            "score": 169.32588052749634
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 208.94333839416504
        },
        {
            "docid": "14156018_7",
            "document": "FHL2 . Different transcription factors that have been reported responsible for the regulation of fhl2 expression include the well-known tumor suppressor protein p53, serum response factor (SRF), specificity protein 1 (Sp1). the pleiotropic factor IL-1β, MEF-2, and activator protein-1 (AP-1). Apart from being regulated by different transcription factors, FHL2 is itself involved extensively in regulating the expression of other genes. FHL2 exerts its transcriptional regulatory effects by functioning as an adaptor protein interacting indirectly with the targeted genes. In fact, LIM domain is a platform for the formation of multimeric protein complexes. Therefore, FHL2 can contribute to human carcinogenesis by interacting with transcription factors of cancer-related genes and modulates the signaling pathways underlying the expression of these genes. Different types of cancer are associated with FHL2 which act either as the cancer suppressor or inducer, for example in breast cancer, gastrointestinal (GI) cancers, liver cancer and prostate cancer.",
            "score": 131.91792750358582
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 179.03206872940063
        },
        {
            "docid": "14754437_2",
            "document": "RE1-silencing transcription factor . RE1-Silencing Transcription factor (REST), also known as Neuron-Restrictive Silencer Factor (NRSF), is a protein which in humans is encoded by the \"REST\" gene, and acts as a transcriptional repressor. REST is expressly involved in the repression of neural genes in non-neuronal cells. Many genetic disorders have been tied to alterations in the REST expression pattern, including colon and small-cell lung carcinomas found with truncated versions of REST. In addition to these cancers, defects in REST have also been attributed a role in Huntington Disease, neuroblastomas, and the effects of epileptic seizures and ischemia.",
            "score": 142.68820238113403
        },
        {
            "docid": "14162110_11",
            "document": "Prostaglandin EP4 receptor . EP receptors are highly expressed in the small intestine and colon. Mice lacking this receptor or treated with a selective EP antagonist proved to be far more susceptible to the development of dextran sodium sulphate (DSS)-induced colitis and to be protected from developing the colitis by pre-treatment with EP-selective agonists (ONO-AE1-734 and AGN205203). The DDS-inflicted lesions were associated with defective colon mucosa barrier function along with the overexpression of genes mediating inflammatory responses and under-expression of genes involved in mucosal repair and remodeling. EP thus appears to serve anti-inflammatory and protective functions in the colon and agonists of this receptor may be useful for treating inflammatory bowel diseases such as ulcerative colitis. Activation of EP stimulates duodenum epithelial cells to secrete bicarbonate (HCO3-) in mice and humans; this response neutralizes the acidic fluid flowing from the stomach thereby contributing to the process of intestinal ulcer healing. Activators of this receptor therefore may useful as anti-ulcer drugs.",
            "score": 198.9396060705185
        },
        {
            "docid": "16818636_5",
            "document": "Mouse model of colorectal and intestinal cancer . The most frequent mutations in Hereditary nonpolyposis colorectal cancer (HNPCC) are mutations in the \"MSH2\" and \"MLH1\" genes. These genes play an important role in repairing incorrectly positioned nucleotides. Another gene involved in DNA mismatch repair is \"Msh6\". Both the \"Msh6\" and \"Msh2\" mutant mice develop gastrointestinal cancer but the tumours differ in their microsatellite instability (MI) status. While MSH2 deficiency promotes MI-high tumours, MSH6 deficiency results in MI-low tumours. Another component of the DNA repair machinery in the cell is the protein MLH1. Ablation of MLH1 in mice causes development of gastrointestinal tumours in the small intestine – adenomas and invasive carcinomas. The combination of MLH1 deficiency with the \"Apc\"1638N mutant mouse results in strong reduction of viability and increased tumour burden. The tumours were classified as adenomas, invasive adenocarcinomas and late stage carcinomas. Similarly, mice deficient for \"Msh2\" combined with \"Apc \" demonstrate accelerated rate of tumorigenesis. Another similar mouse model of HNPCC is the combination of \"PMS2\" mutant mouse with the \"Min Apc\" allele resulting in increased number of tumours in the gastrointestinal tract compared to \"Min\". Yet these adenocarcinomas do not metastasize and their histopathology is similar to that of the right side colon cancer in human with frequent mutation of the type II receptor for TGF-β.",
            "score": 163.18980431556702
        },
        {
            "docid": "2876332_29",
            "document": "Osteopontin . Opn is up-regulated in inflammatory bowel disease (IBD). Opn expression is highly up-regulated in intestinal immune and non-immune cells and in the plasma of patients with Crohn’s disease (CD) and ulcerative colitis (UC), as well as in the colon and plasma of mice with experimental colitis. Increased plasma Opn levels are related to the severity of CD inflammation, and certain Opn gene (Spp1) haplotypes are modifiers of CD susceptibility. Opn has also a proinflammatory role in TNBS- and dextran sulfate sodium (DSS)-induced colitis, which are mouse models for IBD. Opn was found highly expressed by a specific dendritic cell (DC) subset derived from murine mesenteric lymph nodes (MLNs)and is highly proinflammatory for colitis. Dendritic cells are important for the development of intestinal inflammation in humans with IBD and in mice with experimental colitis. Opn expression by this inflammatory MLN DC subset is crucial for their pathogenic action during colitis.",
            "score": 196.47544145584106
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 185.1827311515808
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 204.22971260547638
        },
        {
            "docid": "56406166_3",
            "document": "C17orf98 . Like most proteins, C17orf98 is known to be highly expressed in the testes. The protein has also been known to have elevated levels in cancer. The protein has been shown to be expressed in proximity to or within intermediate filaments and the nucleolus. Additionally, c17orf98 has transcription factors which are also active in hematopoietic cells, the immune system, the cardiovascular system, among others. The gene is over-expressed in many cancer types, including kidney renal clear cell carcinoma and lung squamous cell carcinoma. Motif and transcription factor analysis points towards c17orf98 playing a role in proliferation, specially in immune cell proliferation.",
            "score": 122.1786642074585
        },
        {
            "docid": "1342811_9",
            "document": "Benign tumor . Familial adenomatous polyposis (FAP) is a familial cancer syndrome caused by mutations in the APC gene. In this disorder adenomatous polyps are present in the colon that invariably progress into colon cancer. The APC gene is a tumor suppressor and its product is involved in many cellular processes. Inactivation of the APC gene leads to a buildup of a protein called β-catenin, which activates two transcription factors; T-cell factor (TCF) and lymphoid enhancer factor (LEF). These cause the upregulation of many genes involved in cell proliferation, differentiation, migration and apoptosis (programmed cell death), causing the growth of benign tumors.",
            "score": 148.2787435054779
        },
        {
            "docid": "16818636_9",
            "document": "Mouse model of colorectal and intestinal cancer . On the basis of histopathology and by expression of specific markers, the colonic tumors in the mice were virtually identical to those in humans. In humans, characteristic aberrant changes in molecular markers are detected both in field defects surrounding cancers (from which the cancers arise) and within cancers. In the colonic tissues of mice fed diet plus DOC similar changes in biomarkers occurred. Thus, 8-OH-dG was increased, DNA repair protein ERCC1 was decreased, autophagy protein beclin-1 was increased and, in the stem cell region at the base of crypts, there was substantial nuclear localization of beta-catenin as well as increased cytoplasmic beta-catenin. However, in mice fed diet plus DOC plus the antioxidant chlorogenic acid, the frequency of colon cancer was reduced. Furthermore, when evaluated for ERCC1, beclin-1, and beta-catenin in the stem cell region of crypts, the colonic tissues of chlorogenic acid-fed mice showed amelioration of the molecular aberrancies, suggesting that chlorogenic acid is protective at the molecular level against colon cancer. This is the first diet-related model of colon cancer that closely parallels human progression to colon cancer, both at the histopathology level as well as in its molecular profile.",
            "score": 208.86357045173645
        },
        {
            "docid": "14677010_13",
            "document": "Butyrate kinase . As stated in the previous section, butyrate is involved with multiple cellular functions. Because of its involvement with these functions, it is hypothesized that butyrate can act as a protective agent against colon cancer and various inflammatory bowel diseases. Butyrate plays a key role in colon cancer by switching its role concerning cellular proliferation and apoptosis depending on the state and conditions of the cell. Butyrate also possesses anti-inflammatory effects to decrease colonic inflammation such as ulcerative colitis. One study specifically identified the transcription factor NF-kB as a target of butyrate to decrease the number of pro-inflammatory cytokines.",
            "score": 133.59225940704346
        },
        {
            "docid": "13542119_3",
            "document": "Pancolitis . Pancolitis is a kind of inflammatory bowel disease (IBD) that affects the entire internal lining of the colon. The precise causes of this inflammatory disorder are unclear, although physicians currently believe that autoimmune diseases and genetic predispositions might play a role in its progress. Genes that are known to put individuals at risk for Crohn’s disease have been shown to also increase risk of other IBD including pancolitis. Furthermore, an individual may also develop pancolitis if ulcerative colitis of only a small portion of the colon is left untreated or worsens. Current treatment of pancolitis is focused on forcing the disease into remission, a state where the majority of the symptoms subside. Ultimately, the goal is to reach an improved quality of life, reduction in need for medicine, and minimization of the risk of cancer. Medication utilized in treatment includes anti-inflammatory agents and corticosteroids to alleviate inflammation and immunomodulators which act to suppress the immune system. Immunomodulators are used in severe cases of ulcerative colitis and often utilized to treat patients with pancolitis who have shown little improvement with anti-inflammatories and corticosteroids. However, in this case it can further expose the patient to other diseases due to the compromised immune system. A final option of treatment is available in the form of surgery. Generally, this option is reserved for only the cases in which cancer development is highly suspected or major hemorrhaging from ulcers occurs. In this case the entire colon and rectum are removed which both cures the pancolitis and prevents any chance of colon cancer. Patients who undergo surgery either must have their stool collect in a reservoir made in place of the rectum or have the end of the small intestine attached to the anus. In the latter case the diseased portion of the anus must be removed, but the muscles are left intact, allowing bowel movement to still take place.",
            "score": 141.1370861530304
        },
        {
            "docid": "63522_56",
            "document": "Crohn's disease . Crohn's disease can lead to several mechanical complications within the intestines, including obstruction, fistulae, and abscesses. Obstruction typically occurs from strictures or adhesions that narrow the lumen, blocking the passage of the intestinal contents. A fistula can develop between two loops of bowel, between the bowel and bladder, between the bowel and vagina, and between the bowel and skin. Abscesses are walled off concentrations of infection, which can occur in the abdomen or in the perianal area. Crohn's is responsible for 10% of vesicoenteric fistulae, and is the most common cause of ileovesical fistulae. Crohn's disease also increases the risk of cancer in the area of inflammation. For example, individuals with Crohn's disease involving the small bowel are at higher risk for small intestinal cancer. Similarly, people with Crohn's colitis have a relative risk of 5.6 for developing colon cancer. Screening for colon cancer with colonoscopy is recommended for anyone who has had Crohn's colitis for at least eight years. Some studies suggest there is a role for chemoprotection in the prevention of colorectal cancer in Crohn's involving the colon; two agents have been suggested, folate and mesalamine preparations. Also, immunomodulators and biologic agents used to treat this disease may promote developing extra-intestinal cancers.",
            "score": 136.53844332695007
        },
        {
            "docid": "50430120_19",
            "document": "Short interspersed nuclear elements (SINEs) . Understanding the different ways in which microRNA regulates gene-expression, including mRNA-translation and degradation is key to understanding the potential evolutionary role of SINEs in gene-regulation and in the generation of microRNA loci. This, in addition to SINEs’ direct role in regulatory networks (as discussed in SINEs as long non-coding RNAs) is crucial to beginning to understand the relationship between SINEs and certain diseases. Multiple studies have suggested that increased SINE activity is correlated with certain gene-expression profiles and post-transcription regulation of certain genes. In fact, Peterson et al. 2013 demonstrated that high SINE RNA expression correlates with post-transcriptional downregulation of BRCA1, a tumor suppressor implicated in multiple forms of cancer, namely breast cancer. Furthermore, studies have established a strong correlation between transcriptional mobilization of SINEs and certain cancers and conditions such as hypoxia; this can be due to the genomic instability caused by SINE activity as well as more direct-downstream effects. SINEs have also been implicated in countless other diseases. In essence, short-interspersed nuclear elements have become deeply integrated in countless regulatory, metabolic and signaling pathways and thus play an inevitable role in causing disease. Much is still to be known about these genomic parasites but it is clear they play a significant role within eukaryotic organisms.",
            "score": 104.7914047241211
        },
        {
            "docid": "53803481_26",
            "document": "Clonal hypereosinophilia . The \"ETV6\" gene (also known as translocation-Ets-leukemia) is a member of the ETS transcription factor family. The gene codes for a transcription factor protein, ETV6, which acts to inhibit the expression of various genes which in mice appear to be required for normal hematopoiesis and the development and maintenance of the vascular network. The gene is located on human chromosome 12 at position p13.2 and is well-known to be involved in a large number of chromosomal rearrangements associated with leukemia and congenital fibrosarcoma. Heterozygous \"ETV6\" germline mutations have been identified in several families with inherited thrombocytopenia, variable red blood cell macrocytosis, and hematologic malignancies, primarily B-cell acute lymphoblastic leukemia. The \"ACSL6\" gene encodes a protein, CSL6 acyl-CoA synthetase long-chain family member 6 (or ACSL6 protein). This protein is a Long-chain-fatty-acid—CoA ligase that plays a major role in fatty acid metabolism (particularly in the brain) by charging fatty acids with Coenzyme A to form acyl-CoA. This function can not only alter fatty acid metabolism but also modulate the function of protein kinase Cs and nuclear thyroid hormone receptor. The gene is located on human chromosome 5 at position q31.1. Chromosome translocations between \"ETV6\" and \"ACSL6\" at different chromosome break points create various t(5:12)(q31;p13) \"ETV6-ACSL6\" fusion genes encoding ETV6-ACSL6 fusion proteins. The functionality of ETV6-ACSL6 fusion proteins and the mechanism by which they promote clonal hypereosinophil may, based on indirect evidence in 5 case studies, relate to a loss or gain in function of the ETV6 portion of the fusion protein. However, these issues have not been fully investigated or defined. Two cases involving \"ETV6-ACSL6\" fusion genes were associated with the ectopic and uncontrolled expression of Interleukin 3. The gene for interleukin 3 is close to the \"ACSL6\" gene at position 5q31 and could also be mutated during at least some \"ETV6-ACSL6\" translocation events. Interleukin 3 stimulates the activation, growth, and survival of eosinophils and therefore its mutation could be involved in the clonal hypereosinophilia occurring in \"ETV6-ACSL6\"-related disease.",
            "score": 168.03071355819702
        },
        {
            "docid": "29131243_3",
            "document": "FOXA2 . Forkhead box protein A2 is a member of the forkhead class of DNA-binding proteins. These hepatocyte nuclear factors are transcriptional activators for liver-specific genes such as albumin and transthyretin, and they also interact with chromatin. Similar family members in mice have roles in the regulation of metabolism and in the differentiation of the pancreas and liver. This gene has been linked to sporadic cases of maturity onset diabetes of the young. Transcript variants encoding different isoforms have been identified for this gene.",
            "score": 151.83190727233887
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 180.6688562631607
        },
        {
            "docid": "16818636_4",
            "document": "Mouse model of colorectal and intestinal cancer . The first mouse mutant in the \"Apc\" gene came from a colony of randomly mutagenized mice. This mouse model is called \"Min\" (multiple intestinal neoplasia) mouse. It was found to carry a truncation mutation at codon 850 of the \"Apc\" gene. The \"Min\" mouse can develop up to 100 polyps in the small intestine in addition to colon tumors. Later, new knock-out mutants of the \"Apc\" gene were engineered. A truncating mutation at codon 716 (\"Apc\") results in a mouse that develops more than 300 polyps in the small intestine, while truncation at codon 1638 (\"Apc\") results in the formation of about only 3 polyps in the same region of the gastrointestinal tract. More recently a new mutant \"Apc\" mouse model was constructed in which multiple polyps form in the distal colon. In this model mutation in the \"Cdx2\" gene in the \"Apc\" mouse model shifted the formation of the polyps from the intestine to the colon, resembling the human FAP. The \"Apc\" mutant mice are characterized by early lethality. There are genes modifying the cancer susceptibility of these mouse models. The most well-established is the modifier of \"Min\" locus (Mom1). With combination of \"Min\" and \"Mom1\" mutations the lifespan of FAP mouse models of colorectal cancer is increased. APC was found to associate with catenins. Today we know that the beta-catenin protein (part of the Wnt signaling pathway) is implicated in colorectal carcinogenesis and its stability in the cell is regulated by APC. A mouse model with deregulation of beta-catenin levels was created. The conditional stabilizing mutation in the beta-catenin gene caused formation of up to 3000 polyps in the small intestine of this mouse model. A mouse model carrying mutations in \"Apc\" and \"Smad4\" (mothers against decapentaplegic homolog 4) is characterized with development of invasive adencarcinomas.",
            "score": 183.9472118616104
        },
        {
            "docid": "11849161_8",
            "document": "Janus kinase 3 . Jak3 is also implicated in mucosal differentiation and predisposition to inflammatory bowel disease in mice model. These studies show that Jak3 is expressed in colonic mucosa of mice, and the loss of mucosal expression of Jak3 results in reduced expression of differentiation markers for the cells of both enterocytic and secretory lineages. Jak3 KO mice showed reduced expression of colonic villin, carbonic anhydrase, secretory mucin muc2, and increased basal colonic inflammation reflected by increased levels of pro-inflammatory cytokines IL-6 and IL-17A in colon along with increased colonic myeloperoxidase activity. The inflammations in KO mice were associated with shortening of colon length, reduced cecum length, decreased crypt heights, and increased severity toward dextran sulfate sodium-induced colitis. In differentiated human colonic epithelial cells, Jak3 redistributed to basolateral surfaces and interacted with adherens junction (AJ) protein β-catenin. Jak3 expression in these cells was essential for AJ localization of β-catenin and maintenance of epithelial barrier functions. Collectively, these results demonstrate the essential role of Jak3 in the colon where it facilitated mucosal differentiation by promoting the expression of differentiation markers and enhanced colonic barrier functions through AJ localization of β-catenin. Though constitutive activation of Janus kinase 3 (Jak3) leads to different cancers, the mechanism of trans-molecular regulation of Jak3 activation is only recently reported. This study showed that Jak3 auto-phosphorylation was the rate limiting step during Jak3 trans-phosphorylation of Shc where Jak3 directly phosphorylated (P) two tyrosine residues in SH-2-domain, and one tyrosine residue each in CH-1, and PID domains of Shc. Direct interactions between mutants of Jak3 and Shc showed that while FERM domain of Jak3 was sufficient for binding to Shc, CH-1 and PID domains of Shc were responsible for binding to Jak3. Functionally, Jak3 was auto-phosphorylated under IL-2 stimulation in epithelial cells. However, Shc recruited tyrosine phosphatase SHP-2 and PTP-1B to Jak3 and thereby dephosphorylate Jak3. Thus the study not only characterized Jak3 interaction with Shc, but also demonstrated the mechanism of intracellular regulation of Jak3 activation where Jak3 interactions with Shc acted as a regulator of Jak3 dephosphorylation through direct interactions of Shc with both Jak3 and tyrosine phosphatases.",
            "score": 208.9505032300949
        },
        {
            "docid": "15070188_3",
            "document": "PTF1A . This gene encodes a protein that is a component of the pancreas transcription factor 1 complex (PTF1) and is known to have a role in mammalian pancreatic development. The protein plays a role in determining whether cells allocated to the pancreatic buds continue towards pancreatic organogenesis or revert to duodenal fates. The protein is thought to be involved in the maintenance of exocrine pancreas-specific gene expression including elastase 1 and amylase. Mutations in this gene cause cerebellar agenesis and loss of expression is seen in ductal type pancreas cancers.",
            "score": 115.10854244232178
        },
        {
            "docid": "14754523_3",
            "document": "Histone deacetylase 5 . Histones play a critical role in transcriptional regulation, cell cycle progression, and developmental events. Histone acetylation/deacetylation alters chromosome structure and affects transcription factor access to DNA. The protein encoded by this gene belongs to the class II histone deacetylase/acuc/apha family. It possesses histone deacetylase activity and represses transcription when tethered to a promoter. It coimmunoprecipitates only with HDAC3 family member and might form multicomplex proteins. It also interacts with myocyte enhancer factor-2 (MEF2) proteins, resulting in repression of MEF2-dependent genes. This gene is thought to be associated with colon cancer. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 157.2086262702942
        },
        {
            "docid": "206979_20",
            "document": "Colorectal cancer . Changes in the level of miR-137 expression result in changed mRNA expression of the target genes by 2 to 20-fold and corresponding, though often smaller, changes in expression of the protein products of the genes. Other microRNAs, with likely comparable numbers of target genes, are even more frequently epigenetically altered in colonic field defects and in the colon cancers that arise from them. These include miR-124a, miR-34b/c and miR-342 which are silenced by CpG island methylation of their encoding DNA sequences in primary tumors at rates of 99%, 93% and 86%, respectively, and in the adjacent normal appearing mucosa at rates of 59%, 26% and 56%, respectively.  In addition to epigenetic alteration of expression of miRNAs, other common types of epigenetic alterations in cancers that change gene expression levels include direct hypermethylation or hypomethylation of CpG islands of protein-encoding genes and alterations in histones and chromosomal architecture that influence gene expression. As an example, 147 hypermethylations and 27 hypomethylations of protein coding genes were frequently associated with colorectal cancers. Of the hypermethylated genes, 10 were hypermethylated in 100% of colon cancers, and many others were hypermethylated in more than 50% of colon cancers. In addition, 11 hypermethylations and 96 hypomethylations of miRNAs were also associated with colorectal cancers.",
            "score": 151.04628443717957
        },
        {
            "docid": "41479084_2",
            "document": "Altered Schaedler flora . The altered Schaedler flora (ASF) is a community of eight bacterial species: two Lactobacilli, one Bacteroides, one spiral bacteria of the Flexistipes genus, and four extremely oxygen sensitive (EOS) Fusobacterium species. The bacteria are selected for their dominance and persistence in the normal microflora of mice, and for their ability to be isolated and grown in laboratory settings. Germ-free animals, mainly mice, are infected with ASF for the purpose of studying the gastrointestinal (GI) tract. Intestinal commensal bacteria play an important role in affecting gene expression of the GI tract, immune responses, nutrient absorption, and pathogen resistance. The standardized microbial cocktail enabled the controlled study of microbe and host interactions, role of microbes, pathogen effects, and intestinal immunity and disease association, such as cancer, inflammatory bowel disease, diabetes, and other inflammatory or autoimmune diseases. Also, compared to germfree animals, ASF mice have fully developed immune system, resistance to opportunistic pathogens, and normal GI function and health, and are a great representation of normal mice",
            "score": 159.78968846797943
        },
        {
            "docid": "14801046_3",
            "document": "JMJD6 . This gene encodes a nuclear protein with a JmjC domain. JmjC domain-containing proteins belong to the alpha-ketoglutarate-dependent hydroxylase superfamily. They are predicted to function as protein hydroxylases or histone demethylases. This protein was first identified as a putative phosphatidylserine receptor involved in phagocytosis of apoptotic cells. Subsequent studies suggest that the protein may cross-react with a monoclonal antibody that recognizes the phosphatidylserine receptor and does not directly function in the clearance of apoptotic cells. Multiple transcript variants encoding different isoforms have been found for this gene. On a physiological level JMJD6 has a role in angiogenesis, the process of vessel formation, whereas further roles of JMJD6 in pathophysiological processes were implicated, such as mammary tumorigenesis. Here, elevated JMJD6 level were found in breast cancer associated with aggressiveness and metastasis in mice.",
            "score": 149.17777228355408
        },
        {
            "docid": "39247130_14",
            "document": "CCDC130 . There are several proteins listed that interact with CCDC130, including EEF1A1, NINL, TRAF2, ZBTB16, ZNF165, and ZNF24. EEF1A1 is a eukaryotic elongation factor that is involved in the binding of aminoacyl-tRNA to the A-site of ribosomes during translation. NINL is a ninein-like protein that is involved in microtubule organization and has calcium ion binding activity. TRAF2, tumor necrosis factor (TNF) receptor associated factor 2, is part of some E3 ubiquitin ligase complexes and is involved in ubiquitinating proteins so they can get degraded by the proteasome. ZBTB16, zinc finger and BTB domain-containing protein 16, is also part of the E3 ubiquitin ligase complex and is most likely involved in substrate recognition. There is also an alternate form of CCDC130 where only 803 bases are transcribed instead of 1433 bases, but there is no additional information provided. ZNF165 and ZNF24 are both zinc finger proteins, which bind DNA and other proteins to regulate transcription. Below is a table of the interacting proteins for CCDC130 assembled by GeneCards. The interactions of CCDC130 with NINL, ZNF24, TRAF2, JUP, GATA5 have been verified by a two-hybrid screen according to STRING, so these interactions do occur. JUP is a plaque protein. GATA5 is a transcription factor that helps activate the promoter for lactase-phlorizin hydrolase. Interactions with CDA, DERA, CDC40, NAA25, DGCR14, NAA20, and PRPF19 have not been verified experimentally, but interactions between gene homologs have been documented in other species according to STRING so these interactions could potentially occur. ZBTB16, EEF1A1, and ZNF165 all have been verified by at least one two-hybrid screen according to MINT. NAT9 was described as a known interactant on I2D. In a study done at the University of the District of Columbia to characterize CCDC130, they have found that it is induced through insulin signaling, is targeted by three different kinases (GSK3, CK1, and CK2), and is a mitochondrial protein.5 The study also shows that CCDC130 can potentially be used as a biomarker for certain types of cancer due to its differential expression in cancer cells. The study specifically mentions that CCDC130 is downregulated in some types of colon cancer, which allowed more cancer cells to be untargeted by the apoptosis pathway.",
            "score": 163.60434353351593
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 177.54239690303802
        },
        {
            "docid": "206979_2",
            "document": "Colorectal cancer . Colorectal cancer (CRC), also known as bowel cancer and colon cancer, is the development of cancer from the colon or rectum (parts of the large intestine). A cancer is the abnormal growth of cells that have the ability to invade or spread to other parts of the body. Signs and symptoms may include blood in the stool, a change in bowel movements, weight loss and feeling tired all the time. Most colorectal cancers are due to old age and lifestyle factors, with only a small number of cases due to underlying genetic disorders. Some risk factors include diet, obesity, smoking and lack of physical activity. Dietary factors that increase the risk include red and processed meat as well as alcohol. Another risk factor is inflammatory bowel disease, which includes Crohn's disease and ulcerative colitis. Some of the inherited genetic disorders that can cause colorectal cancer include familial adenomatous polyposis and hereditary non-polyposis colon cancer; however, these represent less than 5% of cases. It typically starts as a benign tumor, often in the form of a polyp, which over time becomes cancerous. Bowel cancer may be diagnosed by obtaining a sample of the colon during a sigmoidoscopy or colonoscopy. This is then followed by medical imaging to determine if the disease has spread. Screening is effective for preventing and decreasing deaths from colorectal cancer. Screening, by one of a number of methods, is recommended starting from the age of 50 to 75. During colonoscopy, small polyps may be removed if found. If a large polyp or tumor is found, a biopsy may be performed to check if it is cancerous. Aspirin and other non-steroidal anti-inflammatory drugs decrease the risk. Their general use is not recommended for this purpose, however, due to side effects. Treatments used for colorectal cancer may include some combination of surgery, radiation therapy, chemotherapy and targeted therapy. Cancers that are confined within the wall of the colon may be curable with surgery, while cancer that has spread widely are usually not curable, with management being directed towards improving quality of life and symptoms. The five-year survival rate in the United States is around 65%. The individual likelihood of survival depends on how advanced the cancer is, whether or not all the cancer can be removed with surgery and the person's overall health. Globally, colorectal cancer is the third most common type of cancer, making up about 10% of all cases. In 2012, there were 1.4 million new cases and 694,000 deaths from the disease. It is more common in developed countries, where more than 65% of cases are found. It is less common in women than men.",
            "score": 149.87641656398773
        },
        {
            "docid": "5674591_17",
            "document": "Mothers against decapentaplegic homolog 3 . In mice, mutation of SMAD3 has been linked to colorectal adenocarcinoma,[3] increased systemic inflammation, and accelerated wound healing.[4] Studies have shown that mutations in SMAD3 gene promote colorectal cancer in mice. The altered activity of SMAD3 was linked to chronic inflammation and somatic mutations that contribute to chronic colitis and the development of colorectal cancer.  The results generated on mice helped identify SMAD3 like a possible player in human colorectal cancer. The impact of SMAD3 has also been analyzed in colorectal cancer human cell lines, using single-nucleotide polymorphism (SNP) microarray analysis. The results showed reductions in SMAD3 transcriptional activity and SMAD2-SMAD4 complex formation, underlining the critical roles of these three proteins within the TGF-β signaling pathway and the impact of this pathway in colorectal cancer development.",
            "score": 163.69670915603638
        }
    ],
    "r": [
        {
            "docid": "16818636_7",
            "document": "Mouse model of colorectal and intestinal cancer . Human inflammatory bowel disease is a group of inflammatory conditions in the large and small intestine. It is well known that chronic inflammation in the colon can lead to cancer. There are genetic mouse models for inflammatory bowel disease associated colon cancer. Interleukin 10 knock out mice develop invasive adenocarcinoma in the colon. Mutant mice for interleukin 2 and beta microglobulin genes also produce ulcerative colitis-like phenotype and develop adenocarcinomas in the colon. A mouse mutant for N-cadherin suffers inflammatory bowel disease conditions and adenomas but does not develop carcinomas.",
            "score": 224.01844787597656
        },
        {
            "docid": "11849161_8",
            "document": "Janus kinase 3 . Jak3 is also implicated in mucosal differentiation and predisposition to inflammatory bowel disease in mice model. These studies show that Jak3 is expressed in colonic mucosa of mice, and the loss of mucosal expression of Jak3 results in reduced expression of differentiation markers for the cells of both enterocytic and secretory lineages. Jak3 KO mice showed reduced expression of colonic villin, carbonic anhydrase, secretory mucin muc2, and increased basal colonic inflammation reflected by increased levels of pro-inflammatory cytokines IL-6 and IL-17A in colon along with increased colonic myeloperoxidase activity. The inflammations in KO mice were associated with shortening of colon length, reduced cecum length, decreased crypt heights, and increased severity toward dextran sulfate sodium-induced colitis. In differentiated human colonic epithelial cells, Jak3 redistributed to basolateral surfaces and interacted with adherens junction (AJ) protein β-catenin. Jak3 expression in these cells was essential for AJ localization of β-catenin and maintenance of epithelial barrier functions. Collectively, these results demonstrate the essential role of Jak3 in the colon where it facilitated mucosal differentiation by promoting the expression of differentiation markers and enhanced colonic barrier functions through AJ localization of β-catenin. Though constitutive activation of Janus kinase 3 (Jak3) leads to different cancers, the mechanism of trans-molecular regulation of Jak3 activation is only recently reported. This study showed that Jak3 auto-phosphorylation was the rate limiting step during Jak3 trans-phosphorylation of Shc where Jak3 directly phosphorylated (P) two tyrosine residues in SH-2-domain, and one tyrosine residue each in CH-1, and PID domains of Shc. Direct interactions between mutants of Jak3 and Shc showed that while FERM domain of Jak3 was sufficient for binding to Shc, CH-1 and PID domains of Shc were responsible for binding to Jak3. Functionally, Jak3 was auto-phosphorylated under IL-2 stimulation in epithelial cells. However, Shc recruited tyrosine phosphatase SHP-2 and PTP-1B to Jak3 and thereby dephosphorylate Jak3. Thus the study not only characterized Jak3 interaction with Shc, but also demonstrated the mechanism of intracellular regulation of Jak3 activation where Jak3 interactions with Shc acted as a regulator of Jak3 dephosphorylation through direct interactions of Shc with both Jak3 and tyrosine phosphatases.",
            "score": 208.9505157470703
        },
        {
            "docid": "16818636_6",
            "document": "Mouse model of colorectal and intestinal cancer . Mice with mutations in transforming growth factor-β1 gene introduced into 129/Sv Rag2 mutant mouse accelerates adenocarcinomas with strong local invasion suggesting a role for genetic background in tumor development. Colon-specific expression of activated mutant of K-ras (protein)  (K-ras) results in development of single or multiple lesions. Oncogenic K-ras allele activated in colon epithelium induces expression of procarcinogenic protein kinase C-βII (PKCβII) and increases cell proliferation of epithelial cells, while in the distal colon the mutant form of K-ras has the opposite effects on PKCβII expression and cell proliferation. Treatment of this mouse model with the procarcinogen azoxymethane (AOM) leads to formation of dysplastic microadenomas in the proximal but not in the distal colon. Thus the K-ras mutant is a valuable mouse model of proximal colon carcinogenesis. Mutation in the \"Muc2\" gene causes adenomas and adenocarcinomas in the intestine of mice.",
            "score": 208.94334411621094
        },
        {
            "docid": "16818636_9",
            "document": "Mouse model of colorectal and intestinal cancer . On the basis of histopathology and by expression of specific markers, the colonic tumors in the mice were virtually identical to those in humans. In humans, characteristic aberrant changes in molecular markers are detected both in field defects surrounding cancers (from which the cancers arise) and within cancers. In the colonic tissues of mice fed diet plus DOC similar changes in biomarkers occurred. Thus, 8-OH-dG was increased, DNA repair protein ERCC1 was decreased, autophagy protein beclin-1 was increased and, in the stem cell region at the base of crypts, there was substantial nuclear localization of beta-catenin as well as increased cytoplasmic beta-catenin. However, in mice fed diet plus DOC plus the antioxidant chlorogenic acid, the frequency of colon cancer was reduced. Furthermore, when evaluated for ERCC1, beclin-1, and beta-catenin in the stem cell region of crypts, the colonic tissues of chlorogenic acid-fed mice showed amelioration of the molecular aberrancies, suggesting that chlorogenic acid is protective at the molecular level against colon cancer. This is the first diet-related model of colon cancer that closely parallels human progression to colon cancer, both at the histopathology level as well as in its molecular profile.",
            "score": 208.8635711669922
        },
        {
            "docid": "9445904_17",
            "document": "Lactalbumin . This study investigates the influence of two formula diets containing 20 g/100 g diet of either whey protein concentrate or casein or Purina mouse chow, on the humoral immune responsiveness and dimethylhydrazine induced colon carcinogenesis in A/J mice. After 20 weeks of dimethylhydrazine treatment, the number of plaque forming cells per spleen, following intravenous inoculation with 5 x 106 sheep red blood cells, was nearly three times greater in the whey protein-fed group than in the casein-fed mice although both values were substantially below normal. After 24 weeks of dimethylhydrazine treatment the incidence of tumors in the whey protein-fed mice was substantially lower than that in mice fed either the casein or Purina diet. Similarly, the tumor area was less in the whey protein group in comparison to either the casein or Purina groups, with some difference between casein and Purina groups. Body weight curves were similar in all dietary groups. In conclusion, a whey protein diet appears to significantly inhibit the incidence and growth of chemically induced colon tumors in mice.",
            "score": 204.95083618164062
        },
        {
            "docid": "14439956_14",
            "document": "Leukotriene B4 receptor 2 . In response to the oral administration of the inflammation-inducer dextran sodium sulfate, Blt2 receptor knockout mice, compared to wild type or Blt1 receptor knockout mice, exhibited: a) more severe colitis inflammation and body weight loss; b) increased mRNA expression for the pro-inflammatory cytokines interferon-γ, IL1B, and Interleukin 6, two pro-inflammatory chemokines viz., chemokine ligand 9 (also termed chemokine ligand 10) and chemokine 19 (CCL19), and metalloproteinases-3, -10, and -13 in inflamed colon tissues; c) enhanced accumulation of interferon-producing macrophages in affected colon tissues; d) increased phosphorylation of signal transducer and activator of transcription 3 (i.e. STAT3) in the crypts of affected colon tissue; and e) reduced colon mucosa integrity and barrier function as deduced from the effects of in vitro studies on the impact of BLT2 receptor expression on leakage of FITC-dextran in Madin-Darby canine kidney II cells. These results suggest that Blt2 receptors normally function to suppress colon inflammation in mice; based on its mass content in affected colon tissues, 12-HHT appears at least partly responsible for maintaining this function by stimulating Blt2 receptors. A similar role for the 12-HHT-BLT2 axis could occur in humans and be relevant to diseases such as ulcerative colitis and Crohn's disease.",
            "score": 204.63308715820312
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 204.22972106933594
        },
        {
            "docid": "14162110_11",
            "document": "Prostaglandin EP4 receptor . EP receptors are highly expressed in the small intestine and colon. Mice lacking this receptor or treated with a selective EP antagonist proved to be far more susceptible to the development of dextran sodium sulphate (DSS)-induced colitis and to be protected from developing the colitis by pre-treatment with EP-selective agonists (ONO-AE1-734 and AGN205203). The DDS-inflicted lesions were associated with defective colon mucosa barrier function along with the overexpression of genes mediating inflammatory responses and under-expression of genes involved in mucosal repair and remodeling. EP thus appears to serve anti-inflammatory and protective functions in the colon and agonists of this receptor may be useful for treating inflammatory bowel diseases such as ulcerative colitis. Activation of EP stimulates duodenum epithelial cells to secrete bicarbonate (HCO3-) in mice and humans; this response neutralizes the acidic fluid flowing from the stomach thereby contributing to the process of intestinal ulcer healing. Activators of this receptor therefore may useful as anti-ulcer drugs.",
            "score": 198.93960571289062
        },
        {
            "docid": "2876332_29",
            "document": "Osteopontin . Opn is up-regulated in inflammatory bowel disease (IBD). Opn expression is highly up-regulated in intestinal immune and non-immune cells and in the plasma of patients with Crohn’s disease (CD) and ulcerative colitis (UC), as well as in the colon and plasma of mice with experimental colitis. Increased plasma Opn levels are related to the severity of CD inflammation, and certain Opn gene (Spp1) haplotypes are modifiers of CD susceptibility. Opn has also a proinflammatory role in TNBS- and dextran sulfate sodium (DSS)-induced colitis, which are mouse models for IBD. Opn was found highly expressed by a specific dendritic cell (DC) subset derived from murine mesenteric lymph nodes (MLNs)and is highly proinflammatory for colitis. Dendritic cells are important for the development of intestinal inflammation in humans with IBD and in mice with experimental colitis. Opn expression by this inflammatory MLN DC subset is crucial for their pathogenic action during colitis.",
            "score": 196.47544860839844
        },
        {
            "docid": "25937372_13",
            "document": "Major urinary proteins . Studies have sought to find the precise function of Mups in pheromone communication. Mup proteins have been shown to promote puberty and accelerate the estrus cycle in female mice, inducing the Vandenbergh and Whitten effects. However, in both cases the Mups had to be presented to the female dissolved in male urine, indicating that the protein requires some urinary context to function. In 2007 Mups normally found in male mouse urine were made in transgenic bacteria, and therefore created devoid of the chemicals they normally bind. These Mups were shown to be sufficient to promote aggressive behaviour in males, even in the absence of urine. In addition, Mups made in bacteria were found to activate olfactory sensory neurons in the vomeronasal organ (VNO), a subsystem of the nose known to detect pheromones via specific sensory receptors, of mice and rats. Together, this demonstrated that Mup proteins can act as pheromones themselves, independent of their ligands. Consistent with a role in male-male aggression, adult male mice secrete significantly more Mups into their urine than females, juveniles or castrated male mice. The precise mechanism driving this difference between the sexes is complex, but at least three hormones—testosterone, growth hormone and thyroxine—are known to positively influence the production of Mups in mice. Wild house mouse urine contains variable combinations of four to seven distinct Mup proteins per mouse. Some inbred laboratory mouse strains, such as BALB/c and C57BL/6, also have different proteins expressed in their urine. However, unlike wild mice, different individuals from the same strain express the same protein pattern, an artifact of many generations of inbreeding. One unusual Mup is less variable than the others: it is consistently produced by a high proportion of wild male mice and is almost never found in female urine. When this Mup was made in bacteria and used in behavioural testing, it was found to attract female mice. Other Mups were tested but they did not have the same attractive qualities, suggesting the male-specific Mup acts as a sex pheromone. Scientists named this Mup \"darcin\" as a humorous reference to Fitzwilliam Darcy, the romantic hero from \"Pride and Prejudice\". Taken together, the complex patterns of Mups produced has the potential to provide a range information about the donor animal, such as gender, fertility, social dominance, age, genetic diversity or kinship. Wild mice (unlike laboratory mice that are genetically identical and which therefore also have identical patterns of Mups in the urine) have individual patterns of Mup expression in their urine that act as a \"barcode\" to uniquely identify the owner of a scent mark.",
            "score": 195.4105224609375
        },
        {
            "docid": "4788141_7",
            "document": "DNA oxidation . In the figure shown in this section, the colonic epithelium from a mouse on a normal diet has a low level of 8-oxo-dG in its colonic crypts (panel A). However, a mouse likely undergoing colonic tumorigenesis (due to deoxycholate added to its diet) has a high level of 8-oxo-dG in its colonic epithelium (panel B). Deoxycholate increases intracellular production of reactive oxygen resulting in increased oxidative stress, and this may contribute to tumorigenesis and carcinogenesis. Of 22 mice fed the diet supplemented with deoxycholate, 20 (91%) developed colonic tumors after 10 months on the diet, and the tumors in 10 of these mice (45% of mice) included an adenocarcinoma (cancer). Cooke et al. point out that a number of diseases, such as Alzheimer's disease and systemic lupus erythematosus, have elevated 8-oxo-dG but no increased carcinogenesis.",
            "score": 194.53846740722656
        },
        {
            "docid": "41479084_13",
            "document": "Altered Schaedler flora . Bacteria microenvironment is very important in the pathogenesis of clinical and experimental chronic intestinal inflammation. Whary, \"et al.\" examined Helicobacter rodentium infection and the resulting ulcerative typhlocolitis, sepsis, and morbidity. Using ASF mice, they showed a decrease in disease progression due to colonization resistance in the lower bowel from the impacts of normal anaerobic flora. In another summary, Fox examined the relationship between microbiome of the gut and the onset of inflammatory bowel disease (IBD) with the infection of \"H. bilis. H. bilis\" is noted to elicit heterologous immune response to lower gut flora, in both activating pro-inflammatory cytokine and dendritic cell activity and probiotic anti-inflammatory activity due to the presentation of commensal antigens. ASF Lactobacilli and Bacteroides help moderate bowel inflammation in a balanced manner in pathogen infection studies. Beyond the study of bacterial pathogen, microflora community, intestinal immune system interactions and diseases, ASF has been used in experiments examining the transmission of retrovirus. In the paper by Kane, \"et al.\", they found the mouse mammary tumor virus is transmitted most efficiently through bacteria colonized mucosal surfaces. The retrovirus evolved to rely on the interaction with microbiota and toll-like receptor to evade immune pathways. ASF is not a comprehensive representation of the over 400 diverse bacteria species that normally occupy the mice GI tract. Even in SPF mice, there are many Helicobacter and Filamentous species not included in ASF1. Not to mention the many bacteria that could not be cultured under laboratory settings due to inadequate environment and symbiosis needs. The gut bacteria make up a complex microbial community that supports each other, and the development of the host GI tract and the immune system.",
            "score": 194.076171875
        },
        {
            "docid": "10500138_5",
            "document": "CD4+ T cells and antitumor immunity . In 2001, it was shown that mice deficient in RAG-2 (Recombinase Activator Gene 2) were far less capable of preventing MCA induced tumours than were wild type mice. (Shankaran et al., 2001, Bui and Schreiber, 2007) RAG proteins are necessary for the recombination events necessary to produce TCRs and Igs, and as such RAG-2 deficient mice are incapable of producing functional T, B or NK cells. RAG-2 deficient mice were chosen over other methods of inducting immunodeficiency (such as SCID mice) as an absence of these proteins does not affect DNA repair mechanisms, which becomes important when dealing with cancer, as DNA repair problems can lead to cancers themselves. This experiment provides clear evidence that the immune system does, in fact, play a role in eradication of tumor cells.",
            "score": 192.13394165039062
        },
        {
            "docid": "52337409_6",
            "document": "Microbial drug delivery . \"B. ovatus\" has been used in animal studies as a mode of microbial drug delivery due to its xylanase operon. Operons exist in bacteria to control gene expression and are composed of a DNA sequence containing an operator followed by the genes of interest. The operator in the xylanase operon prevents transcription of genes when bound to a repressor protein. The \"B. ovatus\" xylanase operon only functions in the presence of the starch, xylan, which removes the repressor and enables production of whichever proteins correlate with the genes located after the operator. For microbial drug delivery, the genes after the operator include those inserted as part of the genetic modification. Xylan is non-digestible to human gastric acid or digestive enzymes, so a predictable quantity of dietary xylan will reach the recombinant \"B. ovatus\" in the gut, hypothetically allowing for a precise quantity of drug to be produced by the recombinant \"B. ovatus\". In mice, recombinant \"B. ovatus\" strains containing genes for growth factors TGF-β and KGF-2 within the xylanase operon have successfully treated ulcerative colitis (UC). The secreted drugs from \"B. ovatus\" are applied topically to the epithelial lining, affecting local tissues rather than acting systemically. Systemic administration of these growth factors could otherwise cause tumors and increased vascularization of tissues. When administered microbially, TGF-β and KGF-2 facilitate tissue repair only in the colon where they are released.",
            "score": 191.30445861816406
        },
        {
            "docid": "13991053_9",
            "document": "IRS1 . IRS-1, as a signalling adapter protein, is able to integrate different signalling cascades, which indicates its possible role in cancer progression. IRS-1 protein is known to be involved in various types of cancer, including colorectal, lung, prostate and breast cancer. IRS-1 integrates signalling from insulin receptor (InsR), insulin-like growth factor-1 receptor (IGF1R) and many other cytokine receptors and is elevated in β-catenin induced cells. Some evidence shows that TCF/LEF-β-catenin complexes directly regulate IRS-1. IRS-1 is required for maintenance of neoplasmic phenotype in adenomatous polyposis coli (APC) - mutated cells, it is also needed for transformation in ectopically expressing oncogenic β-catenin cells. IRS-1 dominant-negative mutant functions as tumor suppressor, whereas ectopic IRS-1 stimulates oncogenic transformation. IRS-1 is upregulated in colorectal cancers (CRC) with elevated levels of β-catenin, c-MYC, InsRβ and IGF1R. IRS-1 promotes CRC metastasis to the liver. Decreased apoptosis of crypt stem cells is associated with colon cancer risk. Reduced expression of IRS-1 in Apc (min/+) mutated mice showes increased irradiation-induced apoptosis in crypt. Deficiency in IRS-1 - partial (+/-) or absolute (-/-) - in Apc (min/+) mice demonstrates reduced amount of tumors comparing to IRS-1 (+/+)/ Apc (min/+) mice.",
            "score": 185.18272399902344
        },
        {
            "docid": "22575013_3",
            "document": "MODY 1 . MODY 1 is due to a loss-of-function mutation in the gene on chromosome 12. This gene codes for HNF1-α protein also known as transcription factor 14 (TCF14). HNF4α controls function of HNF1α (see MODY 3; ) and perhaps HNF1β (MODY 5) as well. This transcription network plays a role in the early development of the pancreas, liver, and intestines. In the pancreas these genes influence expression of, among others, the genes for insulin, the principal glucose transporter (GLUT2), and several proteins involved in glucose and mitochondrial metabolism.",
            "score": 185.07418823242188
        },
        {
            "docid": "13493675_11",
            "document": "Myelinogenesis . Studies have revealed that myelinogenesis is controlled by the synthesis of proteins P1, P2, and P0. By using SDS-PAGE, researchers revealed distinct bands with band sizes of 27,000 Daltons (P1), 19,000 Daltons (P2), and 14,000 Daltons (P0). Studies have also shown that P1 and P2 are active before Po since this protein comes from the peripheral nervous system. In the process of regeneration, Schwann cells re-synthesize proteins associated with myelin-specific proteins when axonal presence is re-established. A key part of the experiment was to indicate that Schwann cells don't synthesize myelin-proteins in the absence of axons. Synthesis of detectable myelin-specific proteins did not occur in Schwann cells free of axons and thus proving that the axons instruct the Schwann cells to initiate the production of myelin proteins immediately after establishment of axonal association. Even though the axon completely controlled the synthesis of these proteins, the axon alone isn’t enough for myelinogenesis. As the experiment progressed, it became more evident that membrane-membrane interactions between axons somehow promoted the synthesis of the essential proteins P1, P2, and P0. It is likely that axons from myelinated fibers are able to induce Schwann cell myelin protein synthesis throughout the adult life.",
            "score": 184.47547912597656
        },
        {
            "docid": "14878536_7",
            "document": "PRDM16 . White adipose tissue (WAT) primarily stores excess energy in the form of triglycerides. Recent research has shown that PRDM16 is present in subcutaneous white adipose tissue. The activity of PRDM16 in white adipose tissue leads to the production of brown fat-like adipocytes within white adipose tissue, called beige cells (also called brite cells). These beige cells have a brown adipose tissue-like phenotype and actions, including thermogenic processes seen in BAT.  In mice, the levels of PRDM16 within WAT, specifically anterior subcutaneous WAT and inguinal subcutaneous WAT, is about 50% that of interscapular BAT, both in protein expression and in mRNA quantity. This expression takes place primarily within mature adipocytes.  Transgenic aP2-PRDM16 mice were used in a study to observe the effects of PRDM16 expression in WAT. The study found that the presence of PRDM16 in subcutaneous WAT leads to a significant up-regulation of brown-fat selective genes UCP-1, CIDEA, and PPARGC1A. This up-regulation lead to the development of a BAT-like phenotype within the white adipose tissue.  Expression of PRDM16 has also been shown to protect against high-fat diet induced weight gain. Seale et al.’s experiment with aP2-PRDM16 transgenic mice and wild type mice showed that transgenic mice eating a 60% high-fat diet had significantly less weight gain than wild type mice on the same diet. Seale et al. determined the weight difference was not due to differences in food intake, as both transgenic and wild type mice were consuming the same amount of food on a daily basis. Rather, the weight difference stemmed from higher energy expenditure in the transgenic mice. Another of Seale et al.’s experiments showed the transgenic mice consumed a greater volume of oxygen over a 72-hour period than the wild type mice, showing a greater amount of energy expenditure in the transgenic mice. This energy expenditure in turn is attributed to PRDM16’s ability to up-regulate UCP-1 and CIDEA gene expression, resulting in thermogenesis.",
            "score": 184.39588928222656
        },
        {
            "docid": "16818636_4",
            "document": "Mouse model of colorectal and intestinal cancer . The first mouse mutant in the \"Apc\" gene came from a colony of randomly mutagenized mice. This mouse model is called \"Min\" (multiple intestinal neoplasia) mouse. It was found to carry a truncation mutation at codon 850 of the \"Apc\" gene. The \"Min\" mouse can develop up to 100 polyps in the small intestine in addition to colon tumors. Later, new knock-out mutants of the \"Apc\" gene were engineered. A truncating mutation at codon 716 (\"Apc\") results in a mouse that develops more than 300 polyps in the small intestine, while truncation at codon 1638 (\"Apc\") results in the formation of about only 3 polyps in the same region of the gastrointestinal tract. More recently a new mutant \"Apc\" mouse model was constructed in which multiple polyps form in the distal colon. In this model mutation in the \"Cdx2\" gene in the \"Apc\" mouse model shifted the formation of the polyps from the intestine to the colon, resembling the human FAP. The \"Apc\" mutant mice are characterized by early lethality. There are genes modifying the cancer susceptibility of these mouse models. The most well-established is the modifier of \"Min\" locus (Mom1). With combination of \"Min\" and \"Mom1\" mutations the lifespan of FAP mouse models of colorectal cancer is increased. APC was found to associate with catenins. Today we know that the beta-catenin protein (part of the Wnt signaling pathway) is implicated in colorectal carcinogenesis and its stability in the cell is regulated by APC. A mouse model with deregulation of beta-catenin levels was created. The conditional stabilizing mutation in the beta-catenin gene caused formation of up to 3000 polyps in the small intestine of this mouse model. A mouse model carrying mutations in \"Apc\" and \"Smad4\" (mothers against decapentaplegic homolog 4) is characterized with development of invasive adencarcinomas.",
            "score": 183.9472198486328
        },
        {
            "docid": "18291752_22",
            "document": "Microbial symbiosis and immunity . To mimic colitis and activate inflammatory T cells in an experimental condition, wild-type mice were treated with trinitrobenzen sulphonic acid (TNBS). Thereafter, these mice were given PSA orally. Pro-inflammatory cytokine expression (IL-17a and TNFα) in CD4 cells was measured with ELISA. The researchers found that compared to the CD4 cells in the control mice, CD4 cells in PSA-treated mice produced reduced levels of the pro-inflammatory cytokines IL-17a and TNFα. Furthermore, after intestinal colonization with \"B. fragilis,\" IL-23 expression by splenocytes was markedly reduced. These data suggest that PSA secreted by \"Bacteroides fragilis\" suppresses the inflammatory process during colitis by leading to increased production of IL-10 and decreased production of IL-17, TNFα, and IL-23.",
            "score": 183.0510711669922
        },
        {
            "docid": "14819246_3",
            "document": "PCGF2 . The protein encoded by this gene contains a RING finger motif and is similar to the polycomb group (PcG) gene products. PcG gene products form complexes via protein-protein interaction and maintain the transcription repression of genes involved in embryogenesis, cell cycles, and tumorigenesis. This protein was shown to act as a negative regulator of transcription and has tumor suppressor activity. The expression of this gene was detected in various tumor cells, but is limited in neural organs in normal tissues. Knockout studies in mice suggested that this protein may negatively regulate the expression of different cytokines, chemokines, and chemokine receptors, and thus plays an important role in lymphocyte differentiation and migration, as well as in immune responses.",
            "score": 182.1883544921875
        },
        {
            "docid": "35746225_21",
            "document": "Cancer epigenetics . HMGA expression is almost undetectable in differentiated adult tissues but is elevated in many cancers. HGMA proteins are polypeptides of ~100 amino acid residues characterized by a modular sequence organization. These proteins have three highly positively charged regions, termed AT hooks, that bind the minor groove of AT-rich DNA stretches in specific regions of DNA. Human neoplasias, including thyroid, prostatic, cervical, colorectal, pancreatic and ovarian carcinoma, show a strong increase of HMGA1a and HMGA1b proteins. Transgenic mice with HMGA1 targeted to lymphoid cells develop aggressive lymphoma, showing that high HMGA1 expression is not only associated with cancers, but that the \"HMGA1\" gene can act as an oncogene to cause cancer. Baldassarre et al., showed that HMGA1 protein binds to the promoter region of DNA repair gene \"BRCA1\" and inhibits \"BRCA1\" promoter activity. They also showed that while only 11% of breast tumors had hypermethylation of the \"BRCA1\" gene, 82% of aggressive breast cancers have low BRCA1 protein expression, and most of these reductions were due to chromatin remodeling by high levels of HMGA1 protein.",
            "score": 181.68377685546875
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 180.66885375976562
        },
        {
            "docid": "22120746_8",
            "document": "Mitochondrial biogenesis . PGC-1α, a member of the peroxisome proliferator-activated receptor gamma (PGC) family of transcriptional coactivators, is the master regulator of mitochondrial biogenesis. It is known to co-activate nuclear respiratory factor 2 (NRF2/GABPA), and together with NRF-2 coactivates nuclear respiratory factor 1 (NRF1). The NRFs, in turn, activate the mitochondrial transcription factor A (tfam), which is directly responsible for transcribing nuclear-encoded mitochondrial proteins. This includes both structural mitochondrial proteins as well as those involved in mtDNA transcription, translation, and repair. PGC- 1β, a protein that is structurally similar to PGC-1α, is also involved in regulating mitochondrial biogenesis, but differs in that it does not get increased in response to exercise. While there have been significant increases in mitochondria found in tissues where PGC-1α is overexpressed, as the cofactor interacts with these key transcription factors, knockout mice with disrupted PGC-1α are still viable and show normal mitochondrial abundance. Thus, PGC-1α is not required for normal development of mitochondria in mice, but when put under physiological stress, these mice exhibit diminished tolerance compared to mice with normal levels of PGC-1α. Similarly, in knockout mice with disrupted PGC-1β, the mice showed mostly normal levels of mitochondrial function with decreased ability to adapt to physiological stress. However, a double knockout experiment of PGC-1α/β created mice that died mostly within 24 hours by defects in mitochondrial maturation of cardiac tissue. These findings suggest that while both PGC-1α and PGC- 1β do not each solely establish a cell’s ability to perform mitochondrial biogenesis, together they are able to complement each other for optimal mitochondrial maturation and function during periods of physiological stress.",
            "score": 179.74586486816406
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 179.34429931640625
        },
        {
            "docid": "51923460_4",
            "document": "Evo-devo gene toolkit . Differences in deployment of toolkit genes affect the body plan and the number, identity, and pattern of body parts. The majority of toolkit genes are components of signaling pathways, and encode for the production of transcription factors, cell adhesion proteins, cell surface receptor proteins (and signalling ligands that bind to them), and secreted morphogens, all of these participate in defining the fate of undifferentiated cells, generating spatial and temporal patterns, which in turn form the body plan of the organism. Among the most important of the toolkit genes are those of the Hox gene cluster, or complex. Hox genes, transcription factors containing the more broadly distributed homeobox protein-binding DNA motif, function in patterning the body axis. Thus, by combinatorial specifying the identity of particular body regions, Hox genes determine where limbs and other body segments will grow in a developing embryo or larva. A paradigmatic toolkit gene is \"Pax6/eyeless\", which controls eye formation in all animals. It has been found to produce eyes in mice and \"Drosophila\", even if mouse \"Pax6/eyeless\" was expressed in \"Drosophila\".",
            "score": 179.310791015625
        },
        {
            "docid": "35746225_2",
            "document": "Cancer epigenetics . Cancer epigenetics is the study of epigenetic modifications to the DNA of cancer cells that do not involve a change in the nucleotide sequence. Epigenetic alterations may be just as important, or even more important, than genetic mutations in a cell's transformation to cancer. In cancers, loss of expression of genes occurs about 10 times more frequently by transcription silencing (caused by epigenetic promoter hypermethylation of CpG islands) than by mutations. As Vogelstein et al. point out, in a colorectal cancer there are usually about 3 to 6 driver mutations and 33 to 66 hitchhiker or passenger mutations. However, in colon tumors compared to adjacent normal-appearing colonic mucosa, there are about 600 to 800 heavily methylated CpG islands in promoters of genes in the tumors while these CpG islands are not methylated in the adjacent mucosa. Manipulation of epigenetic alterations holds great promise for cancer prevention, detection, and therapy. In different types of cancer, a variety of epigenetic mechanisms can be perturbed, such as silencing of tumor suppressor genes and activation of oncogenes by altered CpG island methylation patterns, histone modifications, and dysregulation of DNA binding proteins. Several medications which have epigenetic impact are now used in several of these diseases.",
            "score": 179.0320587158203
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 177.54238891601562
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 177.36190795898438
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 177.10336303710938
        },
        {
            "docid": "2261176_2",
            "document": "Hepatocyte nuclear factor 4 . HNF4 (Hepatocyte Nuclear Factor 4) is a nuclear receptor protein mostly expressed in the liver, gut, kidney, and pancreatic beta cells that is critical for liver development. In humans, there are two isoforms of HNF4, HNF4α and HNF4γ, encoded by two separate genes and respectively.",
            "score": 176.2329864501953
        },
        {
            "docid": "34492113_23",
            "document": "Animal model of schizophrenia . Dysbindin is a protein coded for by the gene DTNBP1, which has been linked to schizophrenia. Dysbindin may be involved in the changes to neurotransmission observed in patients with schizophrenia. According to SA Jones \"et al\", DTNBP1 is \"currently thought to be one of the most promising candidate genes for schizophrenia susceptibility\". One naturally occurring animal model involving dysbindin, the sdy (sandy) mouse, has a number of anatomical changes compared to normal mice, including changes to the hippocampus. Sdy mice have homozygous mutations to DTNBP1, and lack the ability to produce dysbindin, heterozygous mutants can be produced by crossing sdy mice with a strain of normal mice.",
            "score": 176.08029174804688
        }
    ]
}