{
    "q": [
        {
            "docid": "438944_12",
            "document": "Actin . Actin is one of the most abundant proteins in eukaryotes, where it is found throughout the cytoplasm. In fact, in muscle fibres it comprises 20% of total cellular protein by weight and between 1% and 5% in other cells. However, there is not only one type of actin, the genes that code for actin are defined as a gene family (a family that in plants contains more than 60 elements, including genes and pseudogenes and in humans more than 30 elements). This means that the genetic information of each individual contains instructions that generate actin variants (called isoforms) that possess slightly different functions. This, in turn, means that eukaryotic organisms express different genes that give rise to: α-actin, which is found in contractile structures; β-actin, found at the expanding edge of cells that use the projection of their cellular structures as their means of mobility; and γ-actin, which is found in the filaments of stress fibres. In addition to the similarities that exist between an organism’s isoforms there is also an evolutionary conservation in the structure and function even between organisms contained in different eukaryotic domains: in bacteria the actin homologue MreB has been identified, which is a protein that is capable of polymerizing into microfilaments; and in archaea the homologue Ta0583 is even more similar to the eukaryotic actins.",
            "score": 398.2479351758957
        },
        {
            "docid": "14881523_3",
            "document": "SVIL . This gene encodes a bipartite protein with distinct amino- and carboxy-terminal domains. The amino-terminus contains nuclear localization signals and the carboxy-terminus contains numerous consecutive sequences with extensive similarity to proteins in the gelsolin family of actin-binding proteins, which cap, nucleate, and/or sever actin filaments. The gene product is tightly associated with both actin filaments and plasma membranes, suggesting a role as a high-affinity link between the actin cytoskeleton and the membrane. Its function may include recruitment of actin and other cytoskeletal proteins into specialized structures at the plasma membrane and in the nuclei of growing cells. Two transcript variants encoding different isoforms of supervillin have been described.",
            "score": 360.7402777671814
        },
        {
            "docid": "14796461_3",
            "document": "DACH1 . Gene structure . This protein coding gene has 760 amino acid protein, and an observed molecular weight of 52 kDa. Dachshund Family transcription factor 1 is encoded by DACH gene, who spans 400kDa and is encoded by 12 exons. This gene is located, in humans, in chromosome 13 (13q22). It encodes a chromatin-associated protein that associates with other DNA-binding transcription factors to regulate gene expression, mRNA translation, coactivator binding, and cell fate determination during development. Multiple transcript variants encoding different isoforms have been found for this gene. Four alternatively spliced transcripts encoding different isoforms have been described for this gene.DACH1 mRNA was detected in multiple human tissues, including kidney and heart. Dach1 is located in nuclear and cytoplasmic pools and is considered a cell fate determination factor. Dachshund domain 1 (DD1, also known as Box-N) has a predicted helix–turn–helix family structure. The X-ray crystal structure of the human DACH1 Box-N illustrates that the DACH1 protein contains a domain that is conserved with the pro-oncogenes ski/sno oncogenes, which form an α/β structure similar to that found in the winged helix/forkhead subgroup of DNA binding proteins. This protein is widely expressed including bone marrow, brain, colon, eye, heart, kidney, leucocyte, liver, lung, pancreas, pineal gland, placenta, prostate, retina, skeletal muscle, small intestine, stromal/preosteoblasts and the spleen.",
            "score": 225.60405349731445
        },
        {
            "docid": "438944_90",
            "document": "Actin . The \"ACTG1\" locus codes for the cytosolic γ-actin protein that is responsible for the formation of cytoskeletal microfilaments. It contains six exons, giving rise to 22 different mRNAs, which produce four complete isoforms whose form of expression is probably dependent on the type of tissue they are found in. It also has two different DNA promoters. It has been noted that the sequences translated from this locus and from that of β-actin are very similar to the predicted ones, suggesting a common ancestral sequence that suffered duplication and genetic conversion.",
            "score": 319.4534397125244
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 216.18992614746094
        },
        {
            "docid": "438944_51",
            "document": "Actin . Microfilaments are involved in the movement of all mobile cells, including non-muscular types, and drugs that disrupt F-actin organization (such as the cytochalasins) affect the activity of these cells. Actin comprises 2% of the total amount of proteins in hepatocytes, 10% in fibroblasts, 15% in amoebas and up to 50-80% in activated platelets. There are a number of different types of actin with slightly different structures and functions. This means that α-actin is found exclusively in muscle fibres, while types β and γ are found in other cells. In addition, as the latter types have a high turnover rate the majority of them are found outside permanent structures. This means that the microfilaments found in cells other than muscle cells are present in two forms:",
            "score": 343.0147430896759
        },
        {
            "docid": "438944_92",
            "document": "Actin . Six autosomal-dominant point mutations in the sequence have been found to cause various types of hearing loss, particularly sensorineural hearing loss linked to the DFNA 20/26 locus. It seems that they affect the stereocilia of the ciliated cells present in the inner ear’s Organ of Corti. β-actin is the most abundant protein found in human tissue, but it is not very abundant in ciliated cells, which explains the location of the pathology. On the other hand, it appears that the majority of these mutations affect the areas involved in linking with other proteins, particularly actomyosin. Some experiments have suggested that the pathological mechanism for this type of hearing loss relates to the F-actin in the mutations being more sensitive to cofilin than normal.",
            "score": 313.3206672668457
        },
        {
            "docid": "14756720_3",
            "document": "ACTL6A . This gene encodes a family member of actin-related proteins (ARPs), which share significant amino acid sequence identity to conventional actins. Both actins and ARPs have an actin fold, which is an ATP-binding cleft, as a common feature. The ARPs are involved in diverse cellular processes, including vesicular transport, spindle orientation, nuclear migration and chromatin remodeling. This gene encodes a 53 kDa subunit protein of the BAF (BRG1/brm-associated factor) complex in mammals, which is functionally related to SWI/SNF complex in S. cerevisiae and Drosophila; the latter is thought to facilitate transcriptional activation of specific genes by antagonizing chromatin-mediated transcriptional repression. Together with beta-actin, it is required for maximal ATPase activity of BRG1, and for the association of the BAF complex with chromatin/matrix. Three transcript variants that encode two different protein isoforms have been described.",
            "score": 321.7352089881897
        },
        {
            "docid": "14130712_3",
            "document": "TPM1 . Tm is a 32.7 kDa protein composed of 284 amino acids. Tm is a flexible protein homodimer or heterodimer composed of two alpha-helical chains, which adopt a bent coiled coil conformation to wrap around the seven actin molecules in a functional unit of muscle. It is polymerized end to end along the two grooves of actin filaments and provides stability to the filaments. Human striated muscles express protein from the TPM1 (α-Tm), TPM2 (β-Tm) and TPM3 (γ-Tm) genes, with α-Tm being the predominant isoform in striated muscle. In human cardiac muscle the ratio of α-Tm to β-Tm is roughly 5:1.",
            "score": 341.38577103614807
        },
        {
            "docid": "14758319_3",
            "document": "TPM2 . β-tropomyosin is roughly 32 kDa in molecular weight (284 amino acids), but multiple splice variants exist. Tropomysin is a flexible protein homodimer or heterodimer composed of two alpha-helical chains, which adopt a bent coiled coil conformation to wrap around the seven actin molecules in a functional unit of muscle. It is polymerized end to end along the two grooves of actin filaments and provides stability to the filaments. Tropomyosin dimers are composed of varying combinations of tropomyosin isoforms; human striated muscles express protein from the \"TPM1\" (α-tropoomyosin), \"TPM2\" (β-tropomyosin) and \"TPM3\" (γ-tropomyosin) genes, with α-tropomyosin being the predominant isoform in striated muscle. Fast skeletal muscle and cardiac muscle contain more αα-homodimers, and slow skeletal muscle contains more ββ-homodimers. In human cardiac muscle the ratio of α-tropomyosin to β-tropomyosin is roughly 5:1. It has been shown that different combinations of tropomyosin isoforms bind troponin T with differing affinities, demonstrating that isoform combinations are used to impart a specific functional impact.",
            "score": 321.45241236686707
        },
        {
            "docid": "12266_41",
            "document": "Genetics . A single nucleotide difference within DNA can cause a change in the amino acid sequence of a protein. Because protein structures are the result of their amino acid sequences, some changes can dramatically change the properties of a protein by destabilizing the structure or changing the surface of the protein in a way that changes its interaction with other proteins and molecules. For example, sickle-cell anemia is a human genetic disease that results from a single base difference within the coding region for the β-globin section of hemoglobin, causing a single amino acid change that changes hemoglobin's physical properties. Sickle-cell versions of hemoglobin stick to themselves, stacking to form fibers that distort the shape of red blood cells carrying the protein. These sickle-shaped cells no longer flow smoothly through blood vessels, having a tendency to clog or degrade, causing the medical problems associated with this disease.",
            "score": 243.6531205177307
        },
        {
            "docid": "15074412_3",
            "document": "SPTBN4 . Spectrin is an actin crosslinking and molecular scaffold protein that links the cell membrane to the actin cytoskeleton, and functions in the determination of cell shape, arrangement of transmembrane proteins, and organization of organelles. It is composed of two antiparallel dimers of alpha- and beta- subunits. This gene is one member of a family of beta-spectrin genes. The encoded protein localizes to the nuclear matrix, PML nuclear bodies, and cytoplasmic vesicles. A highly similar gene in the mouse is required for localization of specific membrane proteins in polarized regions of neurons. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 321.390825510025
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 299.2285317182541
        },
        {
            "docid": "6766548_6",
            "document": "P14arf . In addition to the INK4a protein, the unrelated protein, ARF, is transcribed from an alternate reading frame at the INK4a/ARF locus. INK4a and p14ARF mRNA each consist of three exons. They share exons 2 and 3, but there are two different exon 1 transcripts, α and β. Exon 1β (E1β) is intercalated between the genes for INK4a and INK4b. Although exon 1α (E1α) and E1β are about the same in terms of content and size, the 5’ AUG (start codon) of exon 1β has its own promoter and opens an alternative reading frame in exon 2, hence the name p14ARF (ARF exon 3 is not translated). Because of this, INK4a and p14ARF have unrelated amino acid sequences despite overlapping coding regions, and have distinct functions. This dual use of coding sequences is not commonly seen in mammals, making p14ARF an unusual protein. When the ARF β-transcript was found, it was thought that it probably would not encode a protein. In humans, ARF is translated into the 14kDa, 132 amino acid p14 protein, and in mice, it is translated into the 19kDa, 169 amino acid p19. The E1β protein segment of mouse and human ARF are 45% identical, with an overall ARF identity of 50%, compared to a 72% identity between mouse and human INK4a E1α segment, and a 65% overall identity.",
            "score": 234.61026239395142
        },
        {
            "docid": "14770014_3",
            "document": "ARPC1B . This gene encodes one of seven subunits of the human Arp2/3 protein complex. This subunit is a member of the SOP2 family of proteins and is most similar to the protein encoded by gene ARPC1A. The similarity between these two proteins suggests that they both may function as p41 subunit of the human Arp2/3 complex that facilitates branching of actin filaments in cells. Isoforms of the p41 subunit may adapt the functions of the complex to different cell types or developmental stages. Indeed it has recently been shown that variants of the Arp2/3 complex differ in their ability to promote actin assembly, with complexes containing ARPC1B and ARPC5L being better at this than those containing ARPC1A and ARPC5. The differing functions of ARPC1A and ARPC1B are also evident in the recent discovery of patients with severe or total ARPC1B deficiency, who have platelet and immune system abnormalities yet survive, possibly due to a compensatory up-regulation of ARPC1A expression.",
            "score": 297.12344121932983
        },
        {
            "docid": "438944_32",
            "document": "Actin . Although most yeasts have only a single actin gene, higher eukaryotes, in general, express several isoforms of actin encoded by a family of related genes. Mammals have at least six actin isoforms coded by separate genes, which are divided into three classes (alpha, beta and gamma) according to their isoelectric points. In general, alpha actins are found in muscle (α-skeletal, α-aortic smooth, α-cardiac), whereas beta and gamma isoforms are prominent in non-muscle cells (β-cytoplasmic, γ1-cytoplasmic, γ2-enteric smooth). Although the amino acid sequences and \"in vitro\" properties of the isoforms are highly similar, these isoforms cannot completely substitute for one another \"in vivo\".",
            "score": 305.0426025390625
        },
        {
            "docid": "14799157_3",
            "document": "ABLIM1 . This gene encodes a cytoskeletal LIM protein that binds to actin filaments via a domain that is homologous to erythrocyte dematin. LIM domains, found in over 60 proteins, play key roles in the regulation of developmental pathways. LIM domains also function as protein-binding interfaces, mediating specific protein-protein interactions. The protein encoded by this gene could mediate such interactions between actin filaments and cytoplasmic targets. Alternatively spliced transcript variants encoding different isoforms have been identified.",
            "score": 289.04312086105347
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 207.1612958908081
        },
        {
            "docid": "6519036_4",
            "document": "Thromboxane receptor . Molecular biology findings have provided definitive evidence for two human TP receptor subtypes. The originally cloned TP from placenta (343 amino acids in length) is known as the α isoform and the splice variant cloned from endothelium (with 407 amino acids), termed the β isoform. The first 328 amino acids are the same for both isoforms, but the β isoform exhibits an extended C-terminal cytoplasmic domain. Both isoforms stimulate cells in part by activating the G family of G proteins. In at least certain cell types, however, TPα also stimulates cells by activating the Gs family of G proteins while TPβ also stimulates cells by activating the Gi class of G proteins. This leads to the stimulation or inhibition, respectively, of adenylate cyclase activity and thereby very different cellular responses. Differences in their C-terminal tail sequence also allow for significant differences in the two receptors internalization and thereby desensitization (i.e. loss of G protein- and therefore cell-stimulating ability) after activation by an agonist; TP but not TP undergoes agonist-induced internalization.",
            "score": 216.84968447685242
        },
        {
            "docid": "15595959_3",
            "document": "Catenin alpha-1 . Human αE-catenin protein is 100.0 kDa and 906 amino acids. Catenins (α,β,and γ (also known as plakoglobin)) were originally identified in complex with E-cadherin, an epithelial cell adhesion protein. αE-catenin is highly expressed in cardiac muscle and is homologous to the protein vinculin; however, aside from vinculin, αE-catenin has no homology to established actin-binding proteins. The N-terminus of αE-catenin binds β-catenin or γ-catenin/plakoglobin, and the C-terminus binds actin directly or indirectly via vinculin or α-actinin.",
            "score": 349.6379053592682
        },
        {
            "docid": "438944_54",
            "document": "Actin . Plant genome studies have revealed the existence of protein isovariants within the actin family of genes. Within \"Arabidopsis thaliana\", a dicotyledon used as a model organism, there are ten types of actin, nine types of α-tubulins, six β-tubulins, six profilins and dozens of myosins. This diversity is explained by the evolutionary necessity of possessing variants that slightly differ in their temporal and spatial expression. The majority of these proteins were jointly expressed in the tissue analysed. Actin networks are distributed throughout the cytoplasm of cells that have been cultivated \"in vitro\". There is a concentration of the network around the nucleus that is connected via spokes to the cellular cortex, this network is highly dynamic, with a continuous polymerization and depolymerization.",
            "score": 322.2964458465576
        },
        {
            "docid": "1789075_16",
            "document": "Tropomyosin . The link between mRNA sorting and protein location has been tested in transgenic mice models. The models were created so that the coding regions of Tropomyosin 5NM1/2 and Tropomyosin 3 were expressed under the control of the β-actin promoter with the a β-actin 3'-untranslated region lacking targeting information. The study found that Tropomyosin 3, an isoform that is not normally expressed in neuronal cells, was broadly distributed throughout the neuron, while exogenous expression of the neuronal isoform Tropomyosin 5NM1/2 was found to sort to the growth cone of neurons as does the endogenous Tropomyosin 5NM1/2. As these two transgenes differ only in the tropomyosin coding region yet are localized in two distinct areas, the findings suggest that, in addition to mRNA sorting, the proteins themselves contain sorting information.",
            "score": 303.86450266838074
        },
        {
            "docid": "12783118_2",
            "document": "Syntrophin . The syntrophins are a family of five 60-kiloDalton proteins that are associated with dystrophin, the protein associated with Duchenne muscular dystrophy and Becker muscular dystrophy. The name comes from the Greek word \"syntrophos\", meaning \"companion.\" The five syntrophins are encoded by separate genes and are termed α, β, β, γ, and γ. Syntrophin was first identified as a dystrophin-associated protein present in the \"Torpedo\" electric organ (originally called \"58K protein\"). Subsequently, α-syntrophin was shown to be the predominant isoform in skeletal muscle where it is localized on the sarcolemma and enriched at the neuromuscular junction. The β-syntrophins and γ-syntrophin are also present in skeletal muscle but also are in most other tissues. The expression of γ-syntrophin is mostly confined to brain. The syntrophins are adaptor proteins that use their multiple protein interaction domains (two pleckstrin homology domains and a PDZ domain) to localize a variety of signaling proteins (kinases, ion channels, water channels, nitric oxide synthase) to specific intracellular locations. α-Syntrophin binds to nNOS in the dystrophin-associated glycoprotein complex in skeletal muscle cells. There it produces NO upon muscle contraction leading to dilation of the arteries in the local area.",
            "score": 234.7097933292389
        },
        {
            "docid": "1789075_7",
            "document": "Tropomyosin . In direct contrast of the 'one gene, one polypeptide' rule, we now know from a combination of genomic sequencing, such as the Human Genome Project and EST data of expressed proteins that many eukaryotes produce a range of proteins from a single gene. This plays a crucial role in the functionality of higher eukaryotes, with humans expressing more than 5 times as many different proteins (isoforms) through alternative splicing than they have genes. From a mechanistic point of view, it is much easier for an organism to expand on a current gene/protein family (creating protein isoforms) than it is to create an entirely new gene. From an evolutionary point of view, tropomyosins in higher eukaryotes are notable in retaining all 4 of the potential genes produced by the dual genomic duplication event that took place in early eukaryotic evolution. Within mammals, four genes are responsible for generating more than 40 different tropomyosin isoforms. In terms of structure, the genes are very similar, suggesting that they arose through gene duplication of an ancestral gene. In humans, these genes are no longer linked and are widely dispersed. In humans, the α-, β-, γ-, and δ-genes are formally known as TPM1, TPM2, TPM3, and TPM4 and are located at 15q22, 9p13, 1q22 and 19p13, respectively.",
            "score": 228.87272489070892
        },
        {
            "docid": "28946128_3",
            "document": "FMNL3 . The protein encoded by this gene contains a formin homology 2 domain and has high sequence identity to the mouse Wbp3 protein. Two alternative transcripts encoding different isoforms have been described. The C-terminus has been shown to accelerate actin polymerization activity of this protein through its WH2-like motif. FMNL3 has been crystallized in complex with actin providing insight into the mechanism of formin-mediated actin nucleation.",
            "score": 311.10939860343933
        },
        {
            "docid": "16854457_3",
            "document": "ACTR3B . This gene encodes a member of the actin-related proteins (ARP), which form multiprotein complexes and share 35-55% amino acid identity with conventional actin. The protein encoded by this gene may have a regulatory role in the actin cytoskeleton and induce cell-shape change and motility.",
            "score": 345.5774869918823
        },
        {
            "docid": "33918180_4",
            "document": "Cadherin–catenin complex in learning and memory . N-cadherins are transmembrane proteins expressed in the majority of CNS synapses. N-cadherins are most commonly expressed on both the presynaptic active zone and postsynaptic density (PSD) regions, and contain both extracellular Ca2+ binding domains as well as intracellular domains for binding their protein partners. A common binding partner for Cadherins are intracellular catenin proteins, specifically the three different subtypes, α-catenins, β-catenins, and p120ctn family catenins. β-catenins and p120ctns bind cadherin’s intracellular domain at the distal and proximal regions respectively. α-catenins, when in monomeric form, will associate with the cadherin-catenin complex via β-catenins. In homodimeric form, α-catenins do not bind β- catenins, but preferentially bind F-actin and other proteins promoting F-actin polymerization. Each catenin subtype and its interaction with cadherins plays a distinct role in the mediation of synaptic plasticity and spine structure.",
            "score": 280.2729880809784
        },
        {
            "docid": "611074_9",
            "document": "Point mutation . Missense mutations code for a different amino acid. A missense mutation changes a codon so that a different protein is created, a non-synonymous change. Conservative mutations result in an amino acid change. However, the properties of the amino acid remain the same (e.g., hydrophobic, hydrophilic, etc.). At times, a change to one amino acid in the protein is not detrimental to the organism as a whole. Most proteins can withstand one or two point mutations before their function changes. Non-conservative mutations result in an amino acid change that has different properties than the wild type. The protein may lose its function, which can result in a disease in the organism. For example, sickle-cell disease is caused by a single point mutation (a missense mutation) in the beta-hemoglobin gene that converts a GAG codon into GUG, which encodes the amino acid valine rather than glutamic acid. The protein may also exhibit a \"gain of function\" or become activated, such is the case with the mutation changing a valine to glutamic acid in the braf gene; this leads to an activation of the RAF protein which causes unlimited proliferative signalling in cancer cells. These are both examples of a non-conservative (missense) mutation.",
            "score": 208.14123117923737
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 204.3100118637085
        },
        {
            "docid": "14756432_3",
            "document": "SPTBN1 . Spectrin is an actin crosslinking and molecular scaffold protein that links the plasma membrane to the actin cytoskeleton, and functions in the determination of cell shape, arrangement of transmembrane proteins, and organization of organelles. It is composed of two antiparallel dimers of alpha- and beta- subunits. This gene is one member of a family of beta-spectrin genes. The encoded protein contains an N-terminal actin-binding domain, and 17 spectrin repeats that are involved in dimer formation. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 323.59920167922974
        },
        {
            "docid": "4250553_19",
            "document": "Gene . The expression of genes encoded in DNA begins by transcribing the gene into RNA, a second type of nucleic acid that is very similar to DNA, but whose monomers contain the sugar ribose rather than deoxyribose. RNA also contains the base uracil in place of thymine. RNA molecules are less stable than DNA and are typically single-stranded. Genes that encode proteins are composed of a series of three-nucleotide sequences called codons, which serve as the \"words\" in the genetic \"language\". The genetic code specifies the correspondence during protein translation between codons and amino acids. The genetic code is nearly the same for all known organisms.",
            "score": 176.96842455863953
        },
        {
            "docid": "13415317_8",
            "document": "Expansin . Expansins are proteins; the two expansins initially uncovered had molecular weights of 29 kDa (kiloDalton) and 30 kDa, which would correspond to around 270 amino acids on average. Generally speaking, α- and β-expansins and expansin-like are composed of approximately 300 amino acids, with a MW of ~25–28 kDa for the mature protein. The peptidic sequence of an expansin consists, in particular, of: a signal peptide of around 20–30 amino acids at the N-terminal end, the putative catalytic domain, a His-Phe-Asp (HFD) motif in central region (except EXL), and the C-terminal putative cellulose-binding domain with conserved Trp (tryptophan) residues. Sequence analysis of expansin genes shows seven introns named A, B, C, D, E, F, and G; sequences from different expansin genes show good correspondence, the exon/intron organization being conserved among α- and β-expansins, and expansin-like genes, although the number of introns and the length of each intron differ among genes. In the N-terminal signal sequences of α-expansin genes, the general absence of endoplasmic reticulum retention signal (KDEL or HDEL) confirms that the proteins are targeted to the cell wall. A promoter analysis of expansin genes indicates that expression of these genes may be regulated by auxin, gibberellin, cytokinin or ethylene, this being more frequent in α-expansins than in β-expansins; semi-aquatic plants such as \"Rumex palustris\", which are induced to grow rapidly by submergence, show a transcription induction by submergence, the same as in rice where hypoxia and submergence increase α-expansin mRNA levels.",
            "score": 225.87273168563843
        }
    ],
    "r": [
        {
            "docid": "438944_12",
            "document": "Actin . Actin is one of the most abundant proteins in eukaryotes, where it is found throughout the cytoplasm. In fact, in muscle fibres it comprises 20% of total cellular protein by weight and between 1% and 5% in other cells. However, there is not only one type of actin, the genes that code for actin are defined as a gene family (a family that in plants contains more than 60 elements, including genes and pseudogenes and in humans more than 30 elements). This means that the genetic information of each individual contains instructions that generate actin variants (called isoforms) that possess slightly different functions. This, in turn, means that eukaryotic organisms express different genes that give rise to: α-actin, which is found in contractile structures; β-actin, found at the expanding edge of cells that use the projection of their cellular structures as their means of mobility; and γ-actin, which is found in the filaments of stress fibres. In addition to the similarities that exist between an organism’s isoforms there is also an evolutionary conservation in the structure and function even between organisms contained in different eukaryotic domains: in bacteria the actin homologue MreB has been identified, which is a protein that is capable of polymerizing into microfilaments; and in archaea the homologue Ta0583 is even more similar to the eukaryotic actins.",
            "score": 398.2479248046875
        },
        {
            "docid": "14881523_3",
            "document": "SVIL . This gene encodes a bipartite protein with distinct amino- and carboxy-terminal domains. The amino-terminus contains nuclear localization signals and the carboxy-terminus contains numerous consecutive sequences with extensive similarity to proteins in the gelsolin family of actin-binding proteins, which cap, nucleate, and/or sever actin filaments. The gene product is tightly associated with both actin filaments and plasma membranes, suggesting a role as a high-affinity link between the actin cytoskeleton and the membrane. Its function may include recruitment of actin and other cytoskeletal proteins into specialized structures at the plasma membrane and in the nuclei of growing cells. Two transcript variants encoding different isoforms of supervillin have been described.",
            "score": 360.7402648925781
        },
        {
            "docid": "15595959_3",
            "document": "Catenin alpha-1 . Human αE-catenin protein is 100.0 kDa and 906 amino acids. Catenins (α,β,and γ (also known as plakoglobin)) were originally identified in complex with E-cadherin, an epithelial cell adhesion protein. αE-catenin is highly expressed in cardiac muscle and is homologous to the protein vinculin; however, aside from vinculin, αE-catenin has no homology to established actin-binding proteins. The N-terminus of αE-catenin binds β-catenin or γ-catenin/plakoglobin, and the C-terminus binds actin directly or indirectly via vinculin or α-actinin.",
            "score": 349.6379089355469
        },
        {
            "docid": "16854457_3",
            "document": "ACTR3B . This gene encodes a member of the actin-related proteins (ARP), which form multiprotein complexes and share 35-55% amino acid identity with conventional actin. The protein encoded by this gene may have a regulatory role in the actin cytoskeleton and induce cell-shape change and motility.",
            "score": 345.57745361328125
        },
        {
            "docid": "438944_31",
            "document": "Actin . Principal interactions of structural proteins are at cadherin-based adherens junction. Actin filaments are linked to α-actinin and to the membrane through vinculin. The head domain of vinculin associates to E-cadherin via α-catenin, β-catenin, and γ-catenin. The tail domain of vinculin binds to membrane lipids and to actin filaments. Actin has been one of the most highly conserved proteins throughout evolution because it interacts with a large number of other proteins. It has 80.2% sequence conservation at the gene level between \"Homo sapiens\" and \"Saccharomyces cerevisiae\" (a species of yeast), and 95% conservation of the primary structure of the protein product.",
            "score": 344.7645263671875
        },
        {
            "docid": "438944_51",
            "document": "Actin . Microfilaments are involved in the movement of all mobile cells, including non-muscular types, and drugs that disrupt F-actin organization (such as the cytochalasins) affect the activity of these cells. Actin comprises 2% of the total amount of proteins in hepatocytes, 10% in fibroblasts, 15% in amoebas and up to 50-80% in activated platelets. There are a number of different types of actin with slightly different structures and functions. This means that α-actin is found exclusively in muscle fibres, while types β and γ are found in other cells. In addition, as the latter types have a high turnover rate the majority of them are found outside permanent structures. This means that the microfilaments found in cells other than muscle cells are present in two forms:",
            "score": 343.0147399902344
        },
        {
            "docid": "14130712_3",
            "document": "TPM1 . Tm is a 32.7 kDa protein composed of 284 amino acids. Tm is a flexible protein homodimer or heterodimer composed of two alpha-helical chains, which adopt a bent coiled coil conformation to wrap around the seven actin molecules in a functional unit of muscle. It is polymerized end to end along the two grooves of actin filaments and provides stability to the filaments. Human striated muscles express protein from the TPM1 (α-Tm), TPM2 (β-Tm) and TPM3 (γ-Tm) genes, with α-Tm being the predominant isoform in striated muscle. In human cardiac muscle the ratio of α-Tm to β-Tm is roughly 5:1.",
            "score": 341.3857727050781
        },
        {
            "docid": "4135861_2",
            "document": "Cofilin . ADF/cofilin is a family of actin-binding proteins which disassembles actin filaments.  Three highly conserved and highly (70%-82%) identical genes belonging to this family have been described in humans and mice:  Actin-binding proteins regulate assembly and disassembly of actin filaments. Cofilin, a member of the ADF/cofilin family is actually a protein with 70% sequence identity to ADF, making it part of the ADF/cofilin family of small ADP-binding proteins. The protein binds to actin monomers and filaments, G actin and F actin, respectively. Cofilin causes depolymerization at the minus end of filaments, thereby preventing their reassembly. The protein is known to sever actin filaments by creating more positive ends on filament fragments. Cofilin/ADF(destrin) is likely to sever F-actin without capping and prefers ADP-actin. These monomers can be recycled by profilin, activating monomers to go back into filament form again by an ADP-to-ATP exchange. ATP-actin is then available for assembly.",
            "score": 327.4746398925781
        },
        {
            "docid": "14087286_2",
            "document": "Beta-actin . Beta-actin (human gene and protein symbol ACTB/ACTB) is one of six different actin isoforms which have been identified in humans. This is one of the two nonmuscle cytoskeletal actins. Actins are highly conserved proteins that are involved in cell motility, structure and integrity. Alpha actins are a major constituent of the contractile apparatus.",
            "score": 325.48046875
        },
        {
            "docid": "14756432_3",
            "document": "SPTBN1 . Spectrin is an actin crosslinking and molecular scaffold protein that links the plasma membrane to the actin cytoskeleton, and functions in the determination of cell shape, arrangement of transmembrane proteins, and organization of organelles. It is composed of two antiparallel dimers of alpha- and beta- subunits. This gene is one member of a family of beta-spectrin genes. The encoded protein contains an N-terminal actin-binding domain, and 17 spectrin repeats that are involved in dimer formation. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 323.5992126464844
        },
        {
            "docid": "438944_54",
            "document": "Actin . Plant genome studies have revealed the existence of protein isovariants within the actin family of genes. Within \"Arabidopsis thaliana\", a dicotyledon used as a model organism, there are ten types of actin, nine types of α-tubulins, six β-tubulins, six profilins and dozens of myosins. This diversity is explained by the evolutionary necessity of possessing variants that slightly differ in their temporal and spatial expression. The majority of these proteins were jointly expressed in the tissue analysed. Actin networks are distributed throughout the cytoplasm of cells that have been cultivated \"in vitro\". There is a concentration of the network around the nucleus that is connected via spokes to the cellular cortex, this network is highly dynamic, with a continuous polymerization and depolymerization.",
            "score": 322.29644775390625
        },
        {
            "docid": "14756720_3",
            "document": "ACTL6A . This gene encodes a family member of actin-related proteins (ARPs), which share significant amino acid sequence identity to conventional actins. Both actins and ARPs have an actin fold, which is an ATP-binding cleft, as a common feature. The ARPs are involved in diverse cellular processes, including vesicular transport, spindle orientation, nuclear migration and chromatin remodeling. This gene encodes a 53 kDa subunit protein of the BAF (BRG1/brm-associated factor) complex in mammals, which is functionally related to SWI/SNF complex in S. cerevisiae and Drosophila; the latter is thought to facilitate transcriptional activation of specific genes by antagonizing chromatin-mediated transcriptional repression. Together with beta-actin, it is required for maximal ATPase activity of BRG1, and for the association of the BAF complex with chromatin/matrix. Three transcript variants that encode two different protein isoforms have been described.",
            "score": 321.7351989746094
        },
        {
            "docid": "14758319_3",
            "document": "TPM2 . β-tropomyosin is roughly 32 kDa in molecular weight (284 amino acids), but multiple splice variants exist. Tropomysin is a flexible protein homodimer or heterodimer composed of two alpha-helical chains, which adopt a bent coiled coil conformation to wrap around the seven actin molecules in a functional unit of muscle. It is polymerized end to end along the two grooves of actin filaments and provides stability to the filaments. Tropomyosin dimers are composed of varying combinations of tropomyosin isoforms; human striated muscles express protein from the \"TPM1\" (α-tropoomyosin), \"TPM2\" (β-tropomyosin) and \"TPM3\" (γ-tropomyosin) genes, with α-tropomyosin being the predominant isoform in striated muscle. Fast skeletal muscle and cardiac muscle contain more αα-homodimers, and slow skeletal muscle contains more ββ-homodimers. In human cardiac muscle the ratio of α-tropomyosin to β-tropomyosin is roughly 5:1. It has been shown that different combinations of tropomyosin isoforms bind troponin T with differing affinities, demonstrating that isoform combinations are used to impart a specific functional impact.",
            "score": 321.4524230957031
        },
        {
            "docid": "15074412_3",
            "document": "SPTBN4 . Spectrin is an actin crosslinking and molecular scaffold protein that links the cell membrane to the actin cytoskeleton, and functions in the determination of cell shape, arrangement of transmembrane proteins, and organization of organelles. It is composed of two antiparallel dimers of alpha- and beta- subunits. This gene is one member of a family of beta-spectrin genes. The encoded protein localizes to the nuclear matrix, PML nuclear bodies, and cytoplasmic vesicles. A highly similar gene in the mouse is required for localization of specific membrane proteins in polarized regions of neurons. Multiple transcript variants encoding different isoforms have been found for this gene.",
            "score": 321.39080810546875
        },
        {
            "docid": "200182_11",
            "document": "Cytokinesis . At the cytokinesis furrow, it is the actin-myosin contractile ring that drives the cleavage process, during which cell membrane and wall grow inward, which eventually pinches the mother cell in two. The key components of this ring are the filamentous protein actin and the motor protein myosin II. The contractile ring assembles equatorially (in the middle of the cell) at the cell cortex (adjacent to the cell membrane). Rho protein family (RhoA protein in mammalian cells) is a key regulator of contractile ring formation and contraction in animal cells. The RhoA pathway promotes assembly of the actin-myosin ring by two main effectors. First, RhoA stimulates nucleation of unbranched actin filaments by activation of Diaphanous-related formins. This local generation of new actin filaments is important for the contractile ring formation. This actin filament formation process also requires a protein called profilin, which binds to actin monomers and helps load them onto the filament end. Second, RhoA promotes myosin II activation by the kinase ROCK, which activates myosin II directly by phosphorylation of the myosin light chain and also inhibits myosin phosphatase by phosphorylation of the phosphatase-targeting subunit MYPT. Besides actin and myosin II, the contractile ring contains the scaffolding protein anillin. Anillin binds to actin, myosin, RhoA, and CYK-4, and thereby links the equatorial cortex with the signals from the central spindle. It also contributes to the linkage of the actin-myosin ring to the plasma membrane. Another protein, septin, has also been speculated to serve as a structural scaffold on which the cytokinesis apparatus is organized. Following its assembly, contraction of the actin-myosin ring leads to ingression of the attached plasma membrane, which partitions the cytoplasm into two domains of emerging sister cells. The force for the contractile processes is generated by movements along actin by the motor protein myosin II. Myosin II uses the free energy released when ATP is hydrolyzed to move along these actin filaments, constricting the cell membrane to form a cleavage furrow. Continued hydrolysis causes this cleavage furrow to ingress (move inwards), a striking process that is clearly visible through a light microscope.",
            "score": 320.9206848144531
        },
        {
            "docid": "14056402_3",
            "document": "Actin, alpha 1 . Skeletal alpha actin expression is induced by stimuli and conditions known to cause muscle formation. Such conditions result in fusion of committed cells (satellite cells) into myotubes, to form muscle fibers. Skeletal actin itself, when expressed, causes expression of several other \"myogenic genes\", which are essential to muscle formation. One key transcription factor that activates skeletal actin gene expression is Serum Response Factor (\"SRF\"), a protein that binds to specific sites on the promoter DNA of the actin gene. SRF may bring a number of other proteins to the promoter of skeletal actin, such as andogen receptor, and thereby contribute to induction of skeletal actin gene expression by androgenic (often termed \"anabolic\") steroids.",
            "score": 319.9151306152344
        },
        {
            "docid": "15838199_7",
            "document": "Thymosin beta-4 . Thymosin β was initially perceived as a thymic hormone. However this changed when it was discovered that it forms a 1:1 complex with G (globular) actin, and is present at high concentration in a wide range of mammalian cell types. When appropriate, G-actin monomers polymerize to form F (filamentous) actin, which, together with other proteins that bind to actin, comprise cellular microfilaments. Formation by G-actin of the complex with β-thymosin (= \"sequestration\") opposes this.",
            "score": 319.5539855957031
        },
        {
            "docid": "438944_90",
            "document": "Actin . The \"ACTG1\" locus codes for the cytosolic γ-actin protein that is responsible for the formation of cytoskeletal microfilaments. It contains six exons, giving rise to 22 different mRNAs, which produce four complete isoforms whose form of expression is probably dependent on the type of tissue they are found in. It also has two different DNA promoters. It has been noted that the sequences translated from this locus and from that of β-actin are very similar to the predicted ones, suggesting a common ancestral sequence that suffered duplication and genetic conversion.",
            "score": 319.45343017578125
        },
        {
            "docid": "27114297_2",
            "document": "Actin assembly-inducing protein . The Actin assembly-inducing protein (ActA) is a protein encoded and used by \"Listeria monocytogenes\" to propel itself through a mammalian host cell. ActA is a bacterial surface protein comprising a membrane-spanning region. In a mammalian cell the bacterial ActA interacts with the Arp2/3 complex and actin monomers to induce actin polymerization on the bacterial surface generating an actin comet tail. The gene encoding ActA is named \"actA\" or prtB.",
            "score": 319.36480712890625
        },
        {
            "docid": "1872854_9",
            "document": "Biochemical cascade . Adhesion is an essential process to epithelial cells so that epithelium can be formed and cells can be in permanent contact with extracellular matrix and other cells. Several pathways exist to accomplish this communication and adhesion with environment. But the main signalling pathways are the cadherin and integrin pathways. The cadherin pathway is present in adhesion junctions or in desmosomes and it is responsible for epithelial adhesion and communication with adjacent cells. Cadherin is a transmembrane glycoprotein receptor that establishes contact with another cadherin present in the surface of a neighbour cell forming an adhesion complex. This adhesion complex is formed by β-catenin and α-catenin, and p120 is essential for its stabilization and regulation. This complex then binds to actin, leading to polymerization. For actin polymerization through the cadherin pathway, proteins of the Rho GTPases family are also involved. This complex is regulated by phosphorylation, which leads to downregulation of adhesion. Several factors can induce the phosphorylation, like EGF, HGF or v-Src. The cadherin pathway also has an important function in survival and proliferation because it regulates the concentration of cytoplamatic β-catenin. When β-catenin is free in the cytoplasm, normally it is degraded, however if the Wnt signalling is activated, β-catenin degradation is inhibited and it is translocated to the nucleus where it forms a complex with transcription factors. This leads to activation of genes responsible for cell proliferation and survival. So the cadherin-catenin complex is essential for cell fate regulation.  Integrins are heterodimeric glycoprotein receptors that recognize proteins present in the extracellular matrix, like fibronectin and laminin. In order to function, integrins have to form complexes with ILK and Fak proteins. For adhesion to the extracellular matrix, ILK activate the Rac and Cdc42 proteins and leading to actin polymerization. ERK also leads to actin polymerization through activation of cPLA2. Recruitment of FAK by integrin leads to Akt activation and this inhibits pro-apoptotic factors like BAD and Bax. When adhesion through integrins do not occur the pro-apoptotic factors are not inhibited and resulting in apoptosis.",
            "score": 318.415771484375
        },
        {
            "docid": "15838199_8",
            "document": "Thymosin beta-4 . Due to its profusion in the cytosol and its ability to bind G-actin but not F-actin, thymosin β is regarded as the principal actin-sequestering protein in many cell types. Thymosin β functions like a buffer for monomeric actin as represented in the following reaction:",
            "score": 317.3299865722656
        },
        {
            "docid": "1553767_3",
            "document": "Fimbrin . Fimbrin belongs to the calponin homology (CH) domain superfamily of actin cross-linking proteins. Like other members of this superfamily, which include α-actinin, β-spectrin, dystrophin, ABP-120 and filamin, it has a conserved 27 kDa actin-binding domain that contains a tandem duplication of a sequence that is homologous to calponin. In addition to cross-linking actin filaments into bundles and networks, CH domains also bind intermediate filaments and some signal transduction proteins to the actin cytoskeleton. Structural comparison of actin filaments and fimbrin CH domain-decorated actin filaments has revealed changes in the actin structure due to fimbrin-mediated cross-linking that may affect the actin filaments' affinity for other actin-binding proteins and may be part of the regulation of the cytoskeleton itself.",
            "score": 317.3075256347656
        },
        {
            "docid": "7525718_3",
            "document": "Destrin . The product of this gene belongs to the actin-binding proteins ADF (Actin-Depolymerizing Factor)/cofilin family. This family of proteins is responsible for enhancing the turnover rate of actin in vivo. This gene encodes the actin depolymerizing protein that severs actin filaments (F-actin) and binds to actin monomers (G-actin). Two transcript variants encoding distinct isoforms have been identified for this gene.",
            "score": 314.53289794921875
        },
        {
            "docid": "14878609_3",
            "document": "Macrophage-capping protein . This gene encodes a member of the gelsolin/villin family of actin-regulatory proteins. The encoded protein reversibly blocks the barbed ends of F-actin filaments in a Ca2+ and phosphoinositide-regulated manner, but does not sever preformed actin filaments. By capping the barbed ends of actin filaments, the encoded protein contributes to the control of actin-based motility in non-muscle cells. Alternatively spliced transcript variants have been observed, but have not been fully described.",
            "score": 314.2665100097656
        },
        {
            "docid": "10965310_7",
            "document": "Prefoldin . Prefoldin was found by the laboratory of Nicholas J. Cowan from the Department of Biochemistry at the New York University Medical Center. It was discovered using chromatography. Unfolded labeled β-actin from bovine testes was put into solution. This solution contained an excess of cytosolic chaperonin (C-CPN), a eukaryotic chaperone protein necessary for actin folding. After gel filtration of the actin, the actin complex, consisting of actin and its bonded proteins, began to form and the molecular weight of the complex was observed. Gel electrophoresis was used to analyze the protein complex, the complex formed a single band that was excised and ran on an SDS gel. It resolved into five bands, therefore proving that a heterooligomeric protein is used to bind to unfolded actin. The discovery paper was published on May 29, 1998 in the journal \"Cell\".",
            "score": 314.0809631347656
        },
        {
            "docid": "14761938_3",
            "document": "CD2AP . This gene encodes a scaffolding molecule that regulates the actin cytoskeleton. The protein directly interacts with filamentous actin and a variety of cell membrane proteins through multiple actin binding sites, SH3 domains, and a proline-rich region containing binding sites for SH3 domains. The cytoplasmic protein localizes to membrane ruffles, lipid rafts, and the leading edges of cells. It is implicated in dynamic actin remodeling and membrane trafficking that occurs during receptor endocytosis and cytokinesis. Haploinsufficiency of this gene is implicated in susceptibility to glomerular disease.",
            "score": 313.78167724609375
        },
        {
            "docid": "32189474_3",
            "document": "Cyclase-associated protein family . All CAPs appear to contain a C-terminal actin-binding domain that regulates actin remodelling in response to cellular signals and is required for normal cellular morphology, cell division, growth and locomotion in eukaryotes. CAP directly regulates actin filament dynamics and has been implicated in a number of complex developmental and morphological processes, including mRNA localisation and the establishment of cell polarity. Actin exists both as globular (G) (monomeric) actin subunits and assembled into filamentous (F) actin. In cells, actin cycles between these two forms. Proteins that bind F-actin often regulate F-actin assembly and its interaction with other proteins, while proteins that interact with G-actin often control the availability of unpolymerised actin.",
            "score": 313.5240783691406
        },
        {
            "docid": "23602171_4",
            "document": "Cordon-bleu protein . The WH2 domain is an ~18-21 amino acids actin-binding motif. This domain was first recognized as an essential element for the regulation of the cytoskeleton by the mammalian Wiskott-Aldrich syndrome protein (WASp) and is present in at least 6 classes of proteins WIP/Verprolin, Cibulot, Svv2/CAP, β-Thymosines, WAVE/Scar. WH2 proteins occur in eukaryotes from yeast to mammals, in insect viruses, and in some bacteria. The WH2 domain is found as a modular part of larger proteins and can occur as a tandem repeat. The WH2 domain binds actin monomers and can facilitate the assembly of actin monomers into newly forming actin filaments.",
            "score": 313.4639892578125
        },
        {
            "docid": "438944_92",
            "document": "Actin . Six autosomal-dominant point mutations in the sequence have been found to cause various types of hearing loss, particularly sensorineural hearing loss linked to the DFNA 20/26 locus. It seems that they affect the stereocilia of the ciliated cells present in the inner ear’s Organ of Corti. β-actin is the most abundant protein found in human tissue, but it is not very abundant in ciliated cells, which explains the location of the pathology. On the other hand, it appears that the majority of these mutations affect the areas involved in linking with other proteins, particularly actomyosin. Some experiments have suggested that the pathological mechanism for this type of hearing loss relates to the F-actin in the mutations being more sensitive to cofilin than normal.",
            "score": 313.3206787109375
        },
        {
            "docid": "4170290_2",
            "document": "Cell cortex . The cell cortex, also known as the actin cortex or actomyosin cortex, is a specialized layer of cytoplasmic protein on the inner face of the plasma membrane of the cell periphery. It functions as a modulator of plasma membrane behavior and cell surface properties. In most eukaryotic cells lacking a cell wall, the cortex is an actin-rich network consisting of F-actin filaments, myosin motors, and actin-binding proteins. The actomyosin cortex is attached to the cell membrane via membrane-anchoring proteins called ERM proteins and it plays a central role in cell shape control. The protein constituents of the cortex undergo rapid turnover, making the cortex both mechanically rigid and highly plastic, two properties essential to its function. In most cases, the cortex is in the range of 100 to 1000 nanometers thick.",
            "score": 312.57305908203125
        },
        {
            "docid": "28946128_3",
            "document": "FMNL3 . The protein encoded by this gene contains a formin homology 2 domain and has high sequence identity to the mouse Wbp3 protein. Two alternative transcripts encoding different isoforms have been described. The C-terminus has been shown to accelerate actin polymerization activity of this protein through its WH2-like motif. FMNL3 has been crystallized in complex with actin providing insight into the mechanism of formin-mediated actin nucleation.",
            "score": 311.1094055175781
        },
        {
            "docid": "438944_34",
            "document": "Actin . All non-spherical prokaryotes appear to possess genes such as MreB, which encode homologues of actin; these genes are required for the cell's shape to be maintained. The plasmid-derived gene ParM encodes an actin-like protein whose polymerized form is dynamically unstable, and appears to partition the plasmid DNA into its daughter cells during cell division by a mechanism analogous to that employed by microtubules in eukaryotic mitosis. Actin is found in both smooth and rough endoplasmic reticulums.",
            "score": 309.89410400390625
        }
    ]
}