{
    "q": [
        {
            "docid": "1659013_2",
            "document": "Miguel Nicolelis . Miguel Ângelo Laporta Nicolelis, M.D., Ph.D. (, born March 7, 1961), is a Brazilian scientist and physician, best known for his pioneering work in \"reading monkey thought\".  He and his colleagues at Duke University implanted electrode arrays into a monkey's brain that were able to detect the monkey's motor intent and thus able to control reaching and grasping movements performed by a robotic arm. This was possible by decoding signals of hundreds of neurons recorded in volitional areas of the cerebral cortex while the monkey played with a hand-held joystick to move a shape in a video game. These signals were sent to the robot arm, which then mimicked the monkey's movements and thus controlled the game. After a while the monkey realised that thinking about moving the shape was enough and it no longer needed to move the joystick. So it let go of the joystick and controlled the game purely through thought. A system in which brain signals directly control an artificial actuator is commonly referred to as brain-machine interface or brain-computer interface.",
            "score": 207.08938145637512
        },
        {
            "docid": "14464294_5",
            "document": "Targeted reinnervation . Several methods exist that seek to achieve advanced control of motorized neural prosthetics. Chronic brain implants record neuronal signals from the motor cortex, while methods such as EEG and fMRI obtain motor commands non-invasively. The recorded signals are decoded into electrical signals, and input into assistive devices or motorized prosthetics. Traditional myoelectric prostheses utilize surface EMG signals from the remains of the amputated limb. For example, a patient may flex a shoulder muscle in order to generate EMG signals that may be used to send “bend elbow” command to the prosthesis. However, there are shortcomings to all of these methods. Chronic implants fail over a period of time because neuronal signal degrade due to tissue immune response to foreign bodies. EEG and fMRI do not obtain as strong signals as direct electrode implant. Traditional myoelectric prostheses are unable to provide multiple control signals simultaneously, thus only one action can be performed at a time. They are also unnatural to use because the users have to use muscles (such as shoulder) that are not normally involved with lower arm functions to control lower arm functions (such as opening and closing hands). The solution to these problems could include a completely different concept of neural interface.",
            "score": 171.05941772460938
        },
        {
            "docid": "1894873_16",
            "document": "Eye movement . The visual system in the brain is too slow to process that information if the images are slipping across the retina at more than a few degrees per second. Thus, to be able to see while we are moving, the brain must compensate for the motion of the head by turning the eyes. Another specialisation of visual system in many vertebrate animals is the development of a small area of the retina with a very high visual acuity. This area is called the fovea, and covers about 2 degrees of visual angle in people. To get a clear view of the world, the brain must turn the eyes so that the image of the object of regard falls on the fovea. Eye movement is thus very important for visual perception, and any failure can lead to serious visual disabilities. To see a quick demonstration of this fact, try the following experiment: hold your hand up, about one foot (30 cm) in front of your nose. Keep your head still, and shake your hand from side to side, slowly at first, and then faster and faster. At first you will be able to see your fingers quite clearly. But as the frequency of shaking passes about 1 Hz, the fingers will become a blur. Now, keep your hand still, and shake your head (up and down or left and right). No matter how fast you shake your head, the image of your fingers remains clear. This demonstrates that the brain can move the eyes opposite to head motion much better than it can follow, or pursue, a hand movement. When your pursuit system fails to keep up with the moving hand, images slip on the retina and you see a blurred hand.",
            "score": 129.18058955669403
        },
        {
            "docid": "3313340_11",
            "document": "Motor coordination . Intra-limb coordination involves the planning of trajectories in the Cartesian planes. This reduces computational load and the degrees of freedom for a given movement, and it constrains the limbs to act as one unit instead of sets of muscles and joints. This concept is similar to \"muscle synergies\" and \"coordinative structures.\" An example of such concept is the Hogan and Flash minimum-jerk model, which predicts that the parameter that the nervous system controls is the spatial path of the hand, i.e. the end-effector (which implies that the movement is planned in the Cartesian coordinates). Other early studies showed that the end-effector follows a regularized kinematic pattern relating movement's curvature to speed and that the central nervous system is devoted to its coding. In contrast to this model, the joint-space model postulates that the motor system plans movements in joint coordinates. For this model, the controlled parameter is the position of each joint contributing to the movement. Control strategies for goal directed movement differ according to the task that the subject is assigned. This was proven by testing two different conditions: (1) subjects moved cursor in the hand to the target and (2) subjects move their free hand to the target. Each condition showed different trajectories: (1) straight path and (2) curved path.",
            "score": 74.78913927078247
        },
        {
            "docid": "7360700_10",
            "document": "Microneurography . Information from a variety of sense organs provides information about joint positions and movements. The most elaborate proprioceptive sense organ is the muscle spindle. It is unique because its functional state is continually controlled from the brain through the fusimotor system. Recordings from muscle spindle afferents indicate that the fusimotor system remains largely passive when the parent muscle is relaxed whereas is it regularly activated in voluntary contractions and more so the stronger the contraction. Thus microneurography suggests a parallelism between the two motor systems, i.e. the skeletomotor system controlling the ordinary muscle fibers and the fusimotor system. This seems to hold at least for weak contractions and small movements which have been explored so far. In contrast, more independent fusimotor activity has been reported in animal experiments, mainly cat hind limb, where larger movements are allowed. Thanks to fusimotor activation, the afferent signal from muscle spindles remains efficient in monitoring large changes of muscle length without turning silent during muscle shortening. On the other hand, very small intramuscular events are monitored as well, thanks to the extreme sensitivity of the sense organ. An example is the small pulsatile component of the muscle contraction which is due to a periodic fluctuation at 8–10 Hz of the motor command. These small variations are insentient but readily monitored by the population of spindle afferents. They are akin to the tremor we may experience when emotionally excited. The functional significance of the insentient spindle response to faint intramuscular events remains to be assessed. However, it seems likely that detailed information on large as well as small mechanical events in the muscles is essential for neural systems in the brain to produce appropriate commands for dexterous movements.",
            "score": 146.4528832435608
        },
        {
            "docid": "14573357_10",
            "document": "Efference copy . The first person to propose the existence of efferent copies was the German physician and physicist Hermann von Helmholtz in the middle of the 19th century. He argued that the brain needed to create an efference copy for the motor commands that controlled eye muscles so as to aid the brain's determining the location of an object relative to the head. His argument used the experiment in which one gently presses on one's own eye. If this is done, one notices that the visual world seems to have \"moved\" as a result of this passive movement of the eyeball. In contrast, if the eyeball is actively moved by the eye muscles the world is perceived as still. The reasoning made is that with a passive movement of the eyeball, no efferent copies are made as with active movements that allow sensory changes to be anticipated and controlled for with the result in their absence the world appears to move.",
            "score": 122.0920318365097
        },
        {
            "docid": "23631964_23",
            "document": "Primary motor cortex . One of the most common misconceptions about the primary motor cortex is that the map of the body is cleanly segregated. Yet it is not a map of individuated muscles or even individuated body parts. The map contains considerable overlap. This overlap increases in more anterior regions of the primary motor cortex. One of the main goals in the history of work on the motor cortex was to determine just how much the different body parts are overlapped or segregated in the motor cortex. Researchers who addressed this issue found that the map of the hand, arm, and shoulder contained extensive overlap. Studies that map the precise functional connectivity from cortical neurons to muscles show that even a single neuron in the primary motor cortex can influence the activity of many muscles related to many joints. In experiments on cats and monkeys, as animals learn complex, coordinated movements, the map in the primary motor cortex becomes more overlapping, evidently learning to integrate the control of many muscles. In monkeys, when electrical stimulation is applied to the motor cortex on a behavioral timescale, it evokes complex, highly integrated movements such as reaching with the hand shaped to grasp, or bringing the hand to the mouth and opening the mouth. This type of evidence suggests that the primary motor cortex, while containing a rough map of the body, may participate in integrating muscles in meaningful ways rather than in segregating the control of individual muscle groups. It has been suggested that a deeper principle of organization may be a map of the statistical correlations in the behavioral repertoire, rather than a map of body parts. To the extent that the movement repertoire breaks down partly into the actions of separate body parts, the map contains a rough and overlapping body arrangement.",
            "score": 99.71709477901459
        },
        {
            "docid": "2129591_4",
            "document": "Inverse dynamics . Within robotics, inverse dynamics algorithms are used to calculate the torques that a robot's motors must deliver to make the robot's end-point move in the way prescribed by its current task. The \"inverse dynamics problem\" in Robotics Engineering was solved by Eduardo Bayo in 1987. This solution calculates how each of the numerous electric motors that control a robot arm must move to produce a particular action. Humans can perform very complicated and precise movements, such as controlling the tip of a fishing rod well enough to cast the bait accurately. Before the arm moves, the brain calculates the necessary movement of each muscle involved and tells the muscles what to do as the arm swings. In the case of a robot arm, the \"muscles\" are the electric motors which must turn by a given amount at a given moment. Each motor must be supplied with just the right amount of electric current, at just the right time. Researchers can predict the motion of a robot arm if they know how the motors will move. This is known as the forward dynamics problem. Until this discovery, they had not been able to work backwards to calculate the movements of the motors required to generate a particular complicated motion., Bayo's work began with the application of frequency-domain methods to the inverse dynamics of single-link flexible robots. This approach yielded non-causal exact solutions due to the right-half plane zeros in the hub-torque-to-tip transfer functions. Extending this method to the nonlinear multi-flexible-link case was of particular importance to robotics. When combined with passive joint control in a collaborative effort with a control group, Bayo's inverse dynamics approach led to exponentially stable tip-tracking control for flexible multi-link robots.",
            "score": 147.93566155433655
        },
        {
            "docid": "38442646_13",
            "document": "Gain-field encoding . This multiplicative property is an effect of recurrent neural circuitry. A target neuron that takes only two types of direct input can only combine them additively. However mathematical models show that when also receiving recursive input from neighboring neurons, the resulting transformation to the target neurons firing rate is multiplicative. In this model, neurons with overlapping receptive fields excite each other, multiplying the strength. Likewise, neurons with non-overlapping receptive fields are inhibitory. The result is a response curve that is a scaled representation of the simple additive model. Observation of human developmental patterns also lend evidence toward this theory of gain-field encoding and gain modulation. Since arm movements are based on both intrinsic and extrinsic models, in order to build these connections one has to learn by self-generating movements and watching. By moving the arms to different parts of space and following with the eyes, the neurons form connections based on mechanical body movements as well as their positioning in an external space. Ideally this is done from every possible gaze angle and position available. This provides your brain with the proper translations by aligning the retinal (extrinsic) and body-centered (intrinsic) representations of space. It is not surprising that before babies develop motor control of their limbs, they tend to flail and watch their own limbs move.",
            "score": 120.91711378097534
        },
        {
            "docid": "41121722_9",
            "document": "Spinal interneuron . Joints are controlled by two opposing sets of muscles called extensors and flexors that must work in synchrony to allow proper and desired movement. When a muscle spindle is stretched and the stretch reflex is activated, the opposing muscle group must be inhibited to prevent from working against the agonist muscle. The spinal interneuron called Ia inhibitory interneuron is responsible for this inhibition of the antagonist muscle. The Ia afferent of the muscle spindle enters the spinal cord, and one branch synapses on to the alpha motor neuron that causes the agonist muscle to contract. Thus, it results in creating the behavioral reflex. At the same time, the other branch of the Ia afferent synapses on to the Ia inhibitory interneuron, which in turn synapses the alpha motor neuron of the antagonist muscle. Since Ia interneuron is inhibitory, it prevents the opposing alpha motor neuron from firing. Thus, it prevents the antagonist muscle from contracting. Without having this system of reciprocal inhibition, both groups of muscles may contract at the same time and work against each other. This results in spending a greater amount of energy as well. In addition, the reciprocal inhibition is important for mechanism underlying voluntary movement. When the antagonist muscle relaxes during movement, this increases efficiency and speed. This prevents moving muscles from working against the contraction force of antagonist muscles. Thus, during voluntary movement, the Ia inhibitory interneurons are used to coordinate muscle contraction. Further, the Ia inhibitory interneurons allow the higher centers to coordinate commands sent to the two muscles working opposite of each other at a single joint via a single command. The interneuron receives the input command from the corticospinal descending axons in such a way that the descending signal, which activates the contraction of one muscle, causes relaxation of the other muscles.",
            "score": 100.64275598526001
        },
        {
            "docid": "46080_16",
            "document": "Halteres . The movement of the wings and the halteres are mechanically coupled. Sane \"et al.\" (2015) demonstrated that in freshly killed flies, without any neural input, the movement of wings was still coupled with the movement of halteres. When a forcep was used to manually move a wing up and down, not only did the opposite wing move in synchrony, the halteres also beat in antiphase with both wings. The source of this coupling however, was not between the muscles which control the halteres and those that control the wings. Instead, two small ridges of cuticle known as the subepimeral ridges were found to be responsible. These ridges connect the right wing to the right haltere and the left wing to the left haltere.",
            "score": 78.98260164260864
        },
        {
            "docid": "33905536_3",
            "document": "Ballistic movement . The muscle contraction of a ballistic muscle movement can exhibit a muscle coactivation of concurrent agonist and antagonist muscles or the characteristic triphasic agonist/antagonist/agonist muscle activation. Electromyography (EMG) recordings of demonstrate the triphasic muscle activation begins with a brief agonist motor unit activation signal with firing rates of 60 to 120 Hz that may last for 100ms and occurs 50 to 100ms before movement begins. The firing rates of ballistic movements are much higher than that of slow ramp movements (5–15 Hz). The brief agonist muscle contraction is thus followed by antagonist muscle unit activation. The degree of antagonist muscle unit activation is dependent on the task at hand unlike the first agonist muscle activation which is independent to environmental stimuli. The function of the antagonist muscle contraction is believed to control the amplitude and timing of ballistic movements. Antagonist muscle contraction may serve to prevent injury to joints by preventing the limb from overextending itself and also function to control the distance and time the limb is being moved. Experiments involving ballistic movement of small amplitudes show a marked increase in antagonist muscle activation and experiments where distance moved is not controlled antagonist muscle activation was decreased or absent. The second agonist muscle activation is suggested to terminate the negative acceleration of the antagonist muscle contraction and thus the ballistic movement.",
            "score": 105.70215106010437
        },
        {
            "docid": "38454848_4",
            "document": "Michelangelo Hand . The prosthesis is battery-powered and can be used for up to 20 hours between charges. Constructed of metal and plastic, it is designed with a natural, anthropomorphic aesthetic, and can be custom-fitted for each user. Its motions are controlled by built-in electrodes, which detect the movements of the user's remaining arm muscles and interpret them using electromyography software. The fingers can form numerous naturalistic configurations to hold, grip or pinch objects. The Michelangelo Hand is capable of moving with enough precision to conduct delicate tasks such as cooking, ironing and opening a toothpaste tube, but can also exert enough strength to use an automobile's steering wheel. Skin-toned cosmetic gloves are also available for the prosthesis. In 2013, the Michelangelo Hand had a unit cost of around £47,000 (US$73,800).",
            "score": 85.51470458507538
        },
        {
            "docid": "1188574_34",
            "document": "Motor cortex . The clearest example of the coordination of muscles into complex movement in the motor cortex comes from the work of Graziano and colleagues on the monkey brain. They used electrical stimulation on a behavioral time scale, such as for half a second instead of the more typical hundredth of a second. They found that this type of stimulation of the monkey motor cortex often evoked complex, meaningful actions. For example, stimulation of one site in cortex would cause the hand to close, move to the mouth, and the mouth to open. Stimulation of another site would cause the hand to open, rotate until the grip faced outward, and the arm to project out as if the animal were reaching. Different complex movements were evoked from different sites and these movements were mapped in the same orderly manner in all monkeys tested. Computational models showed that the normal movement repertoire of a monkey, if arranged on a sheet such that similar movements are placed near each other, will result in a map that matches the actual map found in the monkey motor cortex. This work suggests that the motor cortex does not truly contain a homunculus-type map of the body. Instead, the deeper principle may be a rendering of the movement repertoire onto the cortical surface. To the extent that the movement repertoire breaks down partly into the actions of separate body parts, the map contains a rough and overlapping body arrangement noted by researchers over the past century.",
            "score": 125.42201781272888
        },
        {
            "docid": "623686_24",
            "document": "Brain–computer interface . Later experiments by Nicolelis using rhesus monkeys succeeded in closing the feedback loop and reproduced monkey reaching and grasping movements in a robot arm. With their deeply cleft and furrowed brains, rhesus monkeys are considered to be better models for human neurophysiology than owl monkeys. The monkeys were trained to reach and grasp objects on a computer screen by manipulating a joystick while corresponding movements by a robot arm were hidden. The monkeys were later shown the robot directly and learned to control it by viewing its movements. The BCI used velocity predictions to control reaching movements and simultaneously predicted handgripping force. In 2011 O'Doherty and colleagues showed a BCI with sensory feedback with rhesus monkeys. The monkey was brain controlling the position of an avatar arm while receiving sensory feedback through direct intracortical stimulation (ICMS) in the arm representation area of the sensory cortex.",
            "score": 150.27703976631165
        },
        {
            "docid": "3313340_6",
            "document": "Motor coordination . Nikolai Bernstein proposed the existence of muscle synergies as a neural strategy of simplifying the control of multiple degrees of freedom. A functional muscle energy is defined as a pattern of co-activation of muscles recruited by a single neural command signal. One muscle can be part of multiple muscle synergies, and one synergy can activate multiple muscles. The current method of finding muscle synergies is to measure EMG (electromyography) signals from the muscles involved in a certain movement so that specific patterns of muscle activation can be identified. Statistical analyses are applied to the filtered EMG data to determine the number of muscle synergies that best represent the original EMG. Alternatively, coherence analysis of EMG data can be used to determine the coupling between muscles and the frequency of common input. A reduced number of control elements (muscle synergies) are combined to form a continuum of muscle activation for smooth motor control during various tasks. These synergies work together to produce movements such as walking or balance control. Directionality of a movement has an effect on how the motor task is performed (i.e. walking forward vs. walking backward, each uses different levels of contraction in different muscles). Researchers have measured EMG signals for perturbation applied in multiple directions in order to identify muscle synergies that are present for all directions.",
            "score": 120.66737079620361
        },
        {
            "docid": "11901400_27",
            "document": "Modern technique . In this technique, one should pull the trigger to have the shot break as if it were a glass rod. When the compression of the trigger by the finger reaches an appropriate point, the 'glass rod' of the trigger will break and discharge the firearm. The 'surprise break' of the 'glass rod' means the pistol remains aligned on the target while the muscles in the shooter's hand adjust from merely gripping the pistol to depressing the trigger at the same time. This disturbance in the muscles of the hand, while it attempts to move the trigger backwards while still holding the pistol steady, can cause the alignment of the firearm to shift, causing the shot to miss the target. The gradual compression of the trigger by the hand muscles means the alignment may be observed by the eye during the process of compression and kept on the target, regardless of slight changes to the alignment introduced by the muscles of the hand starting to squeeze the trigger.",
            "score": 83.14347004890442
        },
        {
            "docid": "3204006_8",
            "document": "Silver Spring monkeys . When Taub began his research in the neurology lab, the prevalent view was that monkeys would not be able to use limbs they could not feel. Norman Doidge writes that Taub wondered whether the reason the monkeys abandoned use of the deafferented limbs was simply that they were still able to use their good ones. He tested his idea by deafferenting one arm of a monkey and restraining the good arm in a sling. The monkey subsequently used its deafferented arm to feed and move itself around. He reasoned that, if a monkey refused to use a deafferented arm because it could rely on its good arm, then deafferenting both arms would force the monkey to use them, a finding that seemed paradoxical, but which his experiments confirmed. He even deafferented the entire spinal cord, so that the monkey received no sensory input from any of its limbs, but it still used them. Doidge writes that Taub had an epiphany, guessing that the reason the monkeys would not use their deafferented limbs was simply because they had learned not to, an idea he called \"learned non-use.\"",
            "score": 99.24582493305206
        },
        {
            "docid": "52953538_9",
            "document": "E. C. Mills . A series of writing exercises were presented for students to develop their skills in rapid penmanship of the business writing style, which he also termed: \"page writing\", \"body writing\", and \"miscellaneous word writing\". Similar exercises featured in most business writing courses of the era. Mills's business writing was based on the muscular arm movement, first published as the Palmer Method; forearms resting on a horizontal surface, the wrist of the writing hand raised from the page, and the pen controlled using the arm instead of fingers; commonly promoted at the time to reduce hand fatigue and to which Mills referred as \"free arm movement\". He emphasized holding the wrist of the writing hand nearly flat to have the arm best act upon the muscles forward of the elbow. Exercises to help students acquire this movement began with drills of push-pull (oblique) strokes directed using the middle of the body and ovals made by rolling on the forearm muscles. Gradually letter forms were introduced based on the 'correct' movement followed by extensive repetition intended to instil muscle memory for rapid writing.",
            "score": 103.06455326080322
        },
        {
            "docid": "1070221_22",
            "document": "Human eye . The vestibulo-ocular reflex is a reflex eye movement that stabilizes images on the retina during head movement by producing an eye movement in the direction opposite to head movement in response to neural input from the vestibular system of the inner ear, thus maintaining the image in the center of the visual field. For example, when the head moves to the right, the eyes move to the left. This applies for head movements up and down, left and right, and tilt to the right and left, all of which give input to the ocular muscles to maintain visual stability.",
            "score": 75.92973065376282
        },
        {
            "docid": "41121722_6",
            "document": "Spinal interneuron . The integration of the sensory feedback signals and central motor commands at several levels of the central nervous system plays a critical role in controlling movement. Research on cat's spinal cord has shown that at the spinal cord level sensory afferents and descending motor pathways converge onto common spinal interneurons. Human studies since the 1970s have documented how this integration of motor commands and sensory feedback signals is used to control muscle activity during movement. During locomotion, the sum of convergent inputs from the central pattern generator (CPG), sensory feedback, descending commands and other intrinsic properties turned on by different neuromodulators give rise to the activity of the interneurons. Further, this interneuronal activity was either recorded directly or inferred from the modulation of response in their postsynaptic targets, most often motoneurons. The most efficient way to gate sensory signals in reflex pathways is to control the firing level of interneurons. For example, during locomotion, the interneuronal activity is modulated via excitation or inhibition depending on the reflex pathways. Thus, different patterns of interneuronal activity will determine which pathways are open, blocked, or modulated.",
            "score": 113.63862311840057
        },
        {
            "docid": "2671056_13",
            "document": "Metastability in the brain . In the mid-1980s HKB model experiments, subjects were asked to wave one finger on each hand in two modes of direction: first, known as out of phase, both fingers moving in the same direction back and forth (as windshield wipers might move); and second, known as in-phase, where both fingers come together and move away to and from the midline of the body. To illustrate coordination dynamics, the subjects were asked to move their fingers out of phase with increasing speed until their fingers were moving as fast as possible. As movement approached its critical speed, the subjects’ fingers were found to move from out-of-phase (windshield-wiper-like) movement to in-phase (toward midline movement).",
            "score": 103.71305513381958
        },
        {
            "docid": "2199417_23",
            "document": "Gamma motor neuron . Gamma motor neurons assist in keeping the muscle spindle taut, thus adjusting sensitivity. Therefore, if proper gamma motor neuronal firing does not occur, muscle movement can be adversely affected. Fine motor skills such as movements with the fingers and eyes are affected most, since any lack of tautness within the muscle spindle hinders its ability to detect the amount of stretch through the sensory endings. This means that the muscle will not be able to precisely move accordingly. Lesions controlling descending pathways in lower motor neurons to the upper limbs, can cause a loss in patient's ability to have fine movement control.",
            "score": 67.57254886627197
        },
        {
            "docid": "623686_18",
            "document": "Brain–computer interface . Studies that developed algorithms to reconstruct movements from motor cortex neurons, which control movement, date back to the 1970s. In the 1980s, Apostolos Georgopoulos at Johns Hopkins University found a mathematical relationship between the electrical responses of single motor cortex neurons in rhesus macaque monkeys and the direction in which they moved their arms (based on a cosine function). He also found that dispersed groups of neurons, in different areas of the monkey's brains, collectively controlled motor commands, but was able to record the firings of neurons in only one area at a time, because of the technical limitations imposed by his equipment.",
            "score": 129.28465223312378
        },
        {
            "docid": "490620_34",
            "document": "Human brain . Gross movement – such as locomotion and the movement of arms and legs – is generated in the motor cortex, divided into three parts: the primary motor cortex, found in the prefrontal gyrus and has sections dedicated to the movement of different body parts. These movements are supported and regulated by two other areas, lying anterior to the primary motor cortex: the premotor area and the supplementary motor area. The hands and mouth have a much larger area dedicated to them than other body parts, allowing finer movement; this has been visualised in a motor cortical homunculus. Impulses generated from the motor cortex travel along the corticospinal tract along the front of the medulla and cross over (decussate) at the medullary pyramids. These then travel down the spinal cord, with most connecting to interneurons, in turn connecting to lower motor neurons within the grey matter that then transmit the impulse to move to muscles themselves. The cerebellum and basal ganglia, play a role in fine, complex and coordinated muscle movements. Connections between the cortex and the basal ganglia control muscle tone, posture and movement initiation, and are referred to as the extrapyramidal system.",
            "score": 117.01183295249939
        },
        {
            "docid": "3434736_4",
            "document": "Scratch reflex . In studies of spinal preparations, researchers have experimented using preparations both with and without movement-related sensory inputs. In preparations with movement-related sensory inputs, the muscles and the motor neuron outputs to muscles are left intact, allowing sensory feedback from the moving limb. In preparations without movement-related sensory input, one of three strategies is used:",
            "score": 61.40489709377289
        },
        {
            "docid": "31209304_12",
            "document": "Righting reflex . The righting reflex can be described as a three-neuron arc system composed of primary vestibular neurons, vestibular nuclei neurons, and target motorneurons. Input from the vestibular system is received by sensory receptors in the hair cells of the semicircular canals and the otoliths, which are processed in the vestibular nuclei. The cerebellum is also active at this time for processing of what is called an efference copy, which compares expectations of the body's posture with how it is oriented at the time. The difference between expected posture and actual posture is corrected for via motorneurons in the spinal cord, which control muscle movements for righting the body.",
            "score": 46.05058002471924
        },
        {
            "docid": "3717_45",
            "document": "Brain . Motor systems are areas of the brain that are involved in initiating body movements, that is, in activating muscles. Except for the muscles that control the eye, which are driven by nuclei in the midbrain, all the voluntary muscles in the body are directly innervated by motor neurons in the spinal cord and hindbrain. Spinal motor neurons are controlled both by neural circuits intrinsic to the spinal cord, and by inputs that descend from the brain. The intrinsic spinal circuits implement many reflex responses, and contain pattern generators for rhythmic movements such as walking or swimming. The descending connections from the brain allow for more sophisticated control.",
            "score": 100.97254645824432
        },
        {
            "docid": "662803_10",
            "document": "Crazy English . Crazy English also makes significant use of gesticulation. Amber R. Woodward offers the example of Crazy English students learning ‘i as in like’ by making the right hand’s index finger, drawing a complete clockwise circle; similarly, for ‘th as in three’ holding the right hand above the head, bending his hand at the wrist with a flat palm, and moving arm from right to left over one’s head, also for ‘a as in made’ holding the right hand above the head, bending hand at the wrist with a flat palm, moving arm from front to back over his head. These gesticulations were ridiculed for not being consistent with the hand movements in his various lectures.",
            "score": 107.28773176670074
        },
        {
            "docid": "37618_7",
            "document": "Finger . Each finger may flex and extend, abduct and adduct, and so also circumduct. Flexion is by far the strongest movement. In humans, there are two large muscles that produce flexion of each finger, and additional muscles that augment the movement. Each finger may move independently of the others, though the muscle bulks that move each finger may be partly blended, and the tendons may be attached to each other by a net of fibrous tissue, preventing completely free movement.",
            "score": 72.34229111671448
        },
        {
            "docid": "4620141_3",
            "document": "Gross motor skill . Motor skills are movements and actions of the muscles. Typically, they are categorized into two groups: gross motor skills and fine motor skills. Gross motor skills are involved in movement and coordination of the arms, legs, and other large body parts and movements. Gross motor skills can be further divided into two subgroups of locomotor skills and object control skills. Gross locomotor skills would include running, jumping, sliding, and swimming. Object control skills would include throwing, catching and kicking. Fine motor skills are involved in smaller movements that occur in the wrists, hands, fingers, and the feet and toes. They participate in smaller actions such as picking up objects between the thumb and finger, writing carefully, and even blinking. These two motor skills work together to provide coordination. Less developed kids focus on their gross movements, while more developed kids have more control over their fine movements.",
            "score": 61.19766616821289
        },
        {
            "docid": "41990930_4",
            "document": "Pointman (user interface) . Pointman uses a set of three consumer grade input devices: a Natural Point TrackIR 5 head tracker, a Sony DualShock 3 gamepad, and a pair of flight simulator foot pedals from CH Products. The additional input from the head and feet offloads the hands from having to control the entire avatar and allows for a more natural assignment of control. Together, the three input devices offer twelve independent channels of control over the avatar's posture. The head tracker registers the translation and rotation of the user's head. Pointman uses these inputs to map the movements of the user's head and torso one-for-one to those of his avatar. The virtual view changes as the user turns his head to look around or leans his torso in any direction. When the weapon is raised into an aim position its sights remain centered in the field of view, so that turning the head also adjusts the aim. The user can aim as precisely as he can hold his head on target. Hunching the head down by flexing the spine is also registered by the head's translation, and the avatar adopts a matching posture. Leaning forward and hunching are used to duck behind cover. Rising up and leaning to the side are used to look out and shoot from behind cover. The gamepad includes dual thumb sticks and a pair of tilt sensors. Pointman uses the thumb sticks to turn the avatar's body and set the stepping direction. The tilt of the gamepad is mapped to control how the virtual rifle is held. The user tilts the gamepad down to lower the rifle, and tilts the gamepad up to continuously raise the rifle up through a low ready into an aim and then to a high ready. This allows users to practice muzzle discipline, by lowering the rifle to avoid muzzle sweeping friendlies, minimizing collisions when moving through tight spaces, or leading with the rifle when moving around cover. Once the rifle is raised into an aim position, the user's head motion aligns the sight picture. The user rolls the gamepad (tilting it side to side) to cant the weapon. Gamepad buttons are mapped to control various weapon operations (including firing and reloading) and aiming functions (such as the optic zoom level).",
            "score": 57.26528549194336
        }
    ],
    "r": [
        {
            "docid": "1659013_2",
            "document": "Miguel Nicolelis . Miguel Ângelo Laporta Nicolelis, M.D., Ph.D. (, born March 7, 1961), is a Brazilian scientist and physician, best known for his pioneering work in \"reading monkey thought\".  He and his colleagues at Duke University implanted electrode arrays into a monkey's brain that were able to detect the monkey's motor intent and thus able to control reaching and grasping movements performed by a robotic arm. This was possible by decoding signals of hundreds of neurons recorded in volitional areas of the cerebral cortex while the monkey played with a hand-held joystick to move a shape in a video game. These signals were sent to the robot arm, which then mimicked the monkey's movements and thus controlled the game. After a while the monkey realised that thinking about moving the shape was enough and it no longer needed to move the joystick. So it let go of the joystick and controlled the game purely through thought. A system in which brain signals directly control an artificial actuator is commonly referred to as brain-machine interface or brain-computer interface.",
            "score": 207.08938598632812
        },
        {
            "docid": "40715397_6",
            "document": "Motor disorder . Pathological changes of certain areas of the brain are the main causes of most motor disorders. Causes of motor disorders by genetic mutation usually affect the cerebrum. The way humans move requires many parts of the brain to work together to perform a complex process. The brain must send signals to the muscles instructing them to perform a certain action. There are constant signals being sent to and from the brain and the muscles that regulate the details of the movement such as speed and direction, so when a certain part of the brain malfunctions, the signals can be incorrect or uncontrollable causing involuntary or uncontrollable actions or movements.",
            "score": 190.96966552734375
        },
        {
            "docid": "487910_9",
            "document": "Vestibulo–ocular reflex . In addition to these direct pathways, which drive the velocity of eye rotation, there is an indirect pathway that builds up the position signal needed to prevent the eye from rolling back to center when the head stops moving. This pathway is particularly important when the head is moving slowly, because here position signals dominate over velocity signals. David A. Robinson discovered that the eye muscles require this dual velocity-position drive, and also proposed that it must arise in the brain by mathematically integrating the velocity signal and then sending the resulting position signal to the motoneurons. Robinson was correct: the 'neural integrator' for horizontal eye position was found in the nucleus prepositus hypoglossi in the medulla, and the neural integrator for vertical and torsional eye positions was found in the interstitial nucleus of Cajal in the midbrain. The same neural integrators also generate eye position for other conjugate eye movements such as saccades and smooth pursuit.",
            "score": 186.68212890625
        },
        {
            "docid": "4627121_12",
            "document": "Neuroergonomics . A developing area of research called brain-computer interfaces (BCIs) strives to use different types of brain signals to operate external devices, without any motor input from the person. BCIs provide promise for patients with limited motor capabilities, such as those with amyotrophic lateral sclerosis. When the user engages in a specific mental activity, it generates a unique brain electrical potential that is processed and relayed into a signal for the external device. BCIs using signals from EEGs and ERPs have been used to operate voice synthesizers and move robotic arms. Research for BCIs began in the 1970s at the University of California Los Angeles, and its current focus is towards neuroprosthetic applications. BCIs can be substantially improved by incorporating high-level control, context, the environment, as well as virtual reality into its design.",
            "score": 174.31695556640625
        },
        {
            "docid": "14464294_5",
            "document": "Targeted reinnervation . Several methods exist that seek to achieve advanced control of motorized neural prosthetics. Chronic brain implants record neuronal signals from the motor cortex, while methods such as EEG and fMRI obtain motor commands non-invasively. The recorded signals are decoded into electrical signals, and input into assistive devices or motorized prosthetics. Traditional myoelectric prostheses utilize surface EMG signals from the remains of the amputated limb. For example, a patient may flex a shoulder muscle in order to generate EMG signals that may be used to send “bend elbow” command to the prosthesis. However, there are shortcomings to all of these methods. Chronic implants fail over a period of time because neuronal signal degrade due to tissue immune response to foreign bodies. EEG and fMRI do not obtain as strong signals as direct electrode implant. Traditional myoelectric prostheses are unable to provide multiple control signals simultaneously, thus only one action can be performed at a time. They are also unnatural to use because the users have to use muscles (such as shoulder) that are not normally involved with lower arm functions to control lower arm functions (such as opening and closing hands). The solution to these problems could include a completely different concept of neural interface.",
            "score": 171.05941772460938
        },
        {
            "docid": "53744937_17",
            "document": "Attention schema theory . Now you ask Kevin, “How are you holding the apple? What is your physical relationship to the apple?” Once again Kevin can answer. The reason is that, in addition to an internal model of the apple, Kevin’s brain also constructs an internal model of his body, including of his arm and hand. That internal model, also sometimes called the body schema, is a set of information, constantly updated as new signals are processed, that specifies the size and shape of Kevin’s limbs, how they are hinged, how they tend to move, the state they are in at each moment, and what state they are likely to be in over the next few moments. The primary purpose of this body schema is to allow Kevin’s brain to control movement. Because he knows the state that his arm is in, he can better guide its movement. A side-effect of his body schema is that he can explicitly talk about his body. His cognitive and linguistic processors have some access to the body schema, and therefore Kevin can answer, “I am grasping the apple with my hand, while my arm is outstretched.”",
            "score": 170.62344360351562
        },
        {
            "docid": "49706798_9",
            "document": "Cortical implant . A Brain-computer interface (BCI) is a type of implant that allows for a direct connection between a patient's brain and some form of external hardware. Since the mid-1990s, the amount of research done on BCI's in both animal and human models has grown exponentially. Most brain-computer interfaces are used for some form of neural signal extraction, while some attempt to return sensation through an implanted signal. As an example of signal extraction, a BCI may take a signal from a paraplegic patient's brain and use it to move a robotic prosthetic. Paralyzed patients get a great amount of utility from these devices because they allow for a return of control to the patient. Current research for brain-computer interfaces is focused on determining which regions of the brain can be manipulated by an individual. A majority of research focuses on the sensorimotor region of the brain, using imagined motor actions to drive the devices, while some studies have sought to determine if the cognitive control network would be a suitable location for implantations. This region is a \"neuronal network that coordinates mental processes in the service of explicit intentions or tasks,\" driving the device by intent, rather than imagined motion An example of returning sensation through an implanted signal would be developing a tactile response for a prosthetic limb. Amputees have no touch response in artificial limbs, but through an implant in their somatosensory cortex could potentially give them an artificial sense of touch.",
            "score": 169.47178649902344
        },
        {
            "docid": "623686_16",
            "document": "Brain–computer interface . Several laboratories have managed to record signals from monkey and rat cerebral cortices to operate BCIs to produce movement. Monkeys have navigated computer cursors on screen and commanded robotic arms to perform simple tasks simply by thinking about the task and seeing the visual feedback, but without any motor output. In May 2008 photographs that showed a monkey at the University of Pittsburgh Medical Center operating a robotic arm by thinking were published in a number of well-known science journals and magazines. Other research on cats has decoded their neural visual signals.",
            "score": 168.3517608642578
        },
        {
            "docid": "2843988_37",
            "document": "Motor control . Motor units are multiple muscle fibers bundled together. When a person wants to move their body to achieve a certain task, the brain sends an impulse signal that reaches the specific motor unit through the spinal cord. After receiving the signal from the brain, the motor unit contracts muscle fibers within the group to create movement. There is no partial firing in the motor unit, meaning, once the signal is detected, all the muscles fibers within the unit contract. However, there are different intensities. Since each motor unit contracts 100% of its fiber once stimulated, types of motor units that generate different force or speed are significant.",
            "score": 167.42364501953125
        },
        {
            "docid": "1678822_52",
            "document": "Perceptual control theory . Powers (2008) produced a simulation of arm co-ordination. He suggested that in order to move your arm, fourteen control systems that control fourteen joint angles are involved, and they reorganise simultaneously and independently. It was found that for optimum performance, the output functions must be organised in a way so as each control system's output only affects the one environmental variable it is perceiving. In this simulation, the reorganising process is working as it should, and just as Powers suggests that it works in humans, reducing outputs that cause error and increasing those that reduce error. Initially, the disturbances have large effects on the angles of the joints, but over time the joint angles match the reference signals more closely due to the system being reorganised. Powers (2008) suggests that in order to achieve coordination of joint angles to produce desired movements, instead of calculating how multiple joint angles must change to produce this movement the brain uses negative feedback systems to generate the joint angles that are required. A single reference signal that is varied in a higher-order system can generate a movement that requires several joint angles to change at the same time.",
            "score": 166.7959442138672
        },
        {
            "docid": "30860043_3",
            "document": "Sexual anhedonia . Normally, a human being is able to feel pleasure from an orgasm. Upon reaching a climax, chemicals are released in the brain and motor signals are activated that will cause quick cycles of muscle contraction in the corresponding areas of both males and females. Sometimes, these signals can cause other involuntary muscle contractions such as body movements and vocalization. Finally, during orgasm, upward neural signals go to the cerebral cortex and feelings of intense pleasure are experienced. People who have this disorder are aware of reaching an orgasm, as they can feel the physical effects of it, but they experience very limited or no sort of pleasure.",
            "score": 163.169921875
        },
        {
            "docid": "14997747_5",
            "document": "Railway semaphore signal . The British semaphore signal arm consists of two parts: A wooden or metal arm (or \"blade\") which pivots at different angles, and a spectacle holding coloured lenses which move in front of a lamp in order to provide indications at night. Usually these were combined into a single frame, though in some types (e.g. \"somersault\" signals in which the arm pivoted in the centre), the arm was separate from the spectacle. The arm projects horizontally in its most restrictive aspect; other angles indicate less restrictive aspects.",
            "score": 162.68138122558594
        },
        {
            "docid": "3327510_5",
            "document": "Cinnarizine . It acts by interfering with the signal transmission between vestibular apparatus of the inner ear and the vomiting centre of the hypothalamus by limiting the activity of the vestibular hair cells which send signals about movement. The disparity of signal processing between inner ear motion receptors and the visual senses is abolished, so that the confusion of brain whether the individual is moving or standing is reduced. Vomiting in motion sickness could be a physiological compensatory mechanism of the brain to keep the individual from moving so that it can adjust to the signal perception, but the true evolutionary reason for this malady is currently unknown.",
            "score": 162.1741180419922
        },
        {
            "docid": "39783982_6",
            "document": "Dendrin . Dendrin is a postsynaptic protein that is found in the forebrain and hippocampus. Specifically in the forebrain, dendrin is found in the cerebral cortex and the subcortical forebrain plus midbrain areas (SFMA). Dendrin has yet to be found in other parts of the brain, but is very abundant in the parts of the brain where it is known to be expressed. Within these known locations in the brain, dendrin is associated with the actin cytoskeleton. Dendrin is found in the neuron's cell body and its dendrites. This is the part of the cell that helps it to retain its structure and move other molecules throughout the cell. MAGI/S-SCAM is a component of the cytoskeleton that is used to keep dendrin in the cytoplasm of a neuron, and prevents the protein from diffusing into the nucleus. Because of this location in the neuron, it is thought that dendrin is involved in retrograde signaling from the synapse to the nucleus. This form of signaling is the reverse of normal neural signaling so that instead of the signal passing from the nucleus to the synapse, is passes from the synapse to the nucleus.",
            "score": 160.93280029296875
        },
        {
            "docid": "51547415_3",
            "document": "Interindividual differences in perception . A motion quartet is a bistable stimulus - it consists of two dots that change their position from frame to frame. This position change can either be interpreted as horizontal or vertical movement by viewers, and this experience can switch during viewing between interpretations. Depending on the aspect ratio of the two dots' positions, one or the other state is perceived longer or more often. At an aspect ratio of one, the illusion is biased towards the vertical perception. The reason for this might be the way the human brain processes the signals from both eyes in the visual system. The right half of an eye's field of view is processed by the left hemisphere, and the left half by the right hemisphere. A stimulus moving vertically only involves one field of view and so one hemisphere, while a stimulus moving vertically from one field of view to the other involves both hemispheres, and requires communication between them. The delay caused by this additional signalling might be the cause for the bias. There are also individual differences in the way the motion quartet is perceived: Some people require a different aspect ratio to perceive both axes of movement than others. A study using diffusion tensor imaging further showed differences in the structure of the corpus callosum, the primary connection between the two hemispheres, might be the origin of these differences.",
            "score": 160.8885040283203
        },
        {
            "docid": "55538688_29",
            "document": "MRI sequence . Functional MRI (fMRI) measures signal changes in the brain that are due to changing neural activity. It is used to understand how different parts of the brain respond to external stimuli or passive activity in a resting state, and has applications in behavioral and cognitive research, and in planning neurosurgery of eloquent brain areas. Researchers use statistical methods to construct a 3-D parametric map of the brain indicating the regions of the cortex that demonstrate a significant change in activity in response to the task. Compared to anatomical T1W imaging, the brain is scanned at lower spatial resolution but at a higher temporal resolution (typically once every 2–3 seconds). Increases in neural activity cause changes in the MR signal via \"T\" changes; this mechanism is referred to as the BOLD (blood-oxygen-level dependent) effect. Increased neural activity causes an increased demand for oxygen, and the vascular system actually overcompensates for this, increasing the amount of oxygenated hemoglobin relative to deoxygenated hemoglobin. Because deoxygenated hemoglobin attenuates the MR signal, the vascular response leads to a signal increase that is related to the neural activity. The precise nature of the relationship between neural activity and the BOLD signal is a subject of current research. The BOLD effect also allows for the generation of high resolution 3D maps of the venous vasculature within neural tissue.",
            "score": 160.88577270507812
        },
        {
            "docid": "226722_25",
            "document": "Functional magnetic resonance imaging . Researchers have checked the BOLD signal against both signals from implanted electrodes (mostly in monkeys) and signals of field potentials (that is the electric or magnetic field from the brain's activity, measured outside the skull) from EEG and MEG. The local field potential, which includes both post-neuron-synaptic activity and internal neuron processing, better predicts the BOLD signal. So the BOLD contrast reflects mainly the inputs to a neuron and the neuron's integrative processing within its body, and less the output firing of neurons. In humans, electrodes can be implanted only in patients who need surgery as treatment, but evidence suggests a similar relationship at least for the auditory cortex and the primary visual cortex. Activation locations detected by BOLD fMRI in cortical areas (brain surface regions) are known to tally with CBF-based functional maps from PET scans. Some regions just a few millimeters in size, such as the lateral geniculate nucleus (LGN) of the thalamus, which relays visual inputs from the retina to the visual cortex, have been shown to generate the BOLD signal correctly when presented with visual input. Nearby regions such as the pulvinar nucleus were not stimulated for this task, indicating millimeter resolution for the spatial extent of the BOLD response, at least in thalamic nuclei. In the rat brain, single-whisker touch has been shown to elicit BOLD signals from the somatosensory cortex.",
            "score": 160.3341064453125
        },
        {
            "docid": "24229932_6",
            "document": "Effect of psychoactive drugs on animals . In the latest investigation, Hamidreza Namazi followed the works done by Witt and NASA research group and employed fractal theory to investigate the correlation between the complex structures of spider's brain signal and web in case of non-stimulation and also stimulation by feeding using caffeine, Benzedrine and chloral hydrate. Based on the results, drugs make the spider brain signal and web less complex. He found out that by moving from “no drug” condition to Benzedrine, Caffeine, Chloral hydrate respectively, spider’s brain activity yields bigger decrements in the complexity of the spider’s web that mirrors the trend in reduction of complexity of spider’s brain signal in case of these drugs. Namazi also analyzed the information contents of spider brain signal and web in different conditions. The results demonstrated the relation between the information contents of the spider’s web and brain signal, as the trend across the decrements of information content of the brain signal is mirrored on the trend across the decrements of information content of the spider’s web.",
            "score": 159.95750427246094
        },
        {
            "docid": "275874_16",
            "document": "Railway signal . Semaphore signals were used by Napoleon's army (when coupled with telescopes); later, they were adopted by the railways. They were patented in the early 1840s by Joseph James Stevens and soon became the most widely used form of mechanical signal, although they are now rapidly decreasing in number and a mere handful remain in U.S. railroad service. The semaphore arm consists of two parts: An arm or blade which pivots at different angles, and a spectacle holding coloured lenses which move in front of a lamp in order to provide indications at night. Usually these were combined into a single frame, though in some types (e.g. \"somersault\" signals in which the arm pivoted in the centre), the arm was separate from the spectacle. The arm projects horizontally in its most restrictive aspect; other angles indicate less restrictive aspects.",
            "score": 159.7857666015625
        },
        {
            "docid": "18130567_6",
            "document": "Primary consciousness . Edelman's theory focuses on two nervous system organizations: the brainstem and limbic systems on one side and the thalamus and cerebral cortex on the other side. The brain stem and limbic system take care of essential body functioning and survival, while the thalamocortical system receives signals from sensory receptors and sends out signals to voluntary muscles such as those of the arms and legs. The theory asserts that the connection of these two systems during evolution helped animals learn adaptive behaviors. This connection allows past signals related to values set by the limbic-brain stem system and categorized signals from the outside world to be correlated, resulting in memory in conceptual areas. This memory is then linked to the organism's \"current\" perception, which results in an awareness of the present, or primary consciousness. In other words, Edelman posits that primary consciousness arises from the correlation of \"conceptual\" memory to a set of \"ongoing\" perceptual categorizations—a \"remembered present\".",
            "score": 158.45851135253906
        },
        {
            "docid": "1942022_21",
            "document": "Motion simulator . Proprioceptors are receptors located in muscles, tendons, joints and gut, which send signals to the brain in proportion to accelerations to which the body is subject. An example of a \"popular\" proprioceptor mentioned by aircraft pilots, is the feeling in the \"seat of the pants\". Proprioceptors respond to stimuli generated by muscle movement and muscle tension. Signals generated by exteroceptors and proprioceptors are carried by sensory neurons or nerves and are called electrochemical signals. When a neuron receives such a signal, it sends it on to an adjacent neuron through a bridge called a synapse. A synapse \"sparks\" the impulse between neurons through electrical and chemical means. These sensory signals are processed by the brain in response to signals that travel along motor nerves. Motor neurons, with their special fibres, carry these signals to muscles, which are instructed to either contract or relax.",
            "score": 157.7677764892578
        },
        {
            "docid": "1894873_3",
            "document": "Eye movement . The eyes are the visual organs of the human body, and move using a system of six muscles. The retina, a specialised type of tissue containing photoreceptors, senses light. These specialised cells convert light into electrochemical signals. These signals travel along the optic nerve fibers to the brain, where they are interpreted as vision in the visual cortex.",
            "score": 157.45726013183594
        },
        {
            "docid": "8409047_3",
            "document": "Racine stages . In the brain, electrical signals are spread by the firing of neurons which lead to a desired outcome in the body. This can be caused by a release of a neurotransmitter or the voluntary contractions of a muscle. An action potential must be met in order for the electrical signal to be created. In epileptic patients, electrical signals reach a threshold, causing a spread of firing neurons in the brain. This causes multiple signals to spread through the nervous system resulting in a seizure. Once a seizure has occurred, damage can be seen in the area that the action potential came from. For example, if the initial action potential came from the hippocampus, damage can be seen in the surrounding neurons.  While an EEG is able to determine the presence of a seizure and the intensity of the action potentials, the overall result on the body is hard to determine. In 1972, Ronald J. Racine developed a method to split the severity of seizures into stages: mouth and facial movement, head nodding, forelimb clonus, rearing with forelimb clonus, and rearing and falling with forelimb clonus. Racine stages can be used to determine at which stages the patient is experiencing a seizure and at what level of stimulus the patient is able to reach a certain stage. Over time, mapping of the stimulus level and the resulting seizure intensity can show damage to the stimulated area. Mappings for patients can be made by sending electrical signals at different strengths to measure the body's reaction. Once the epileptic patient experiences a seizure, the patient becomes more susceptible to having further seizures. Racine stages were developed using an animal model to outline the five stages. Once developed, the Racine stages served as a quantitative way to categorize the intensity of a seizure that an epileptic patient experiences.",
            "score": 156.897705078125
        },
        {
            "docid": "19723734_22",
            "document": "Muscle . In addition, muscles react to reflexive nerve stimuli that do not always send signals all the way to the brain. In this case, the signal from the afferent fiber does not reach the brain, but produces the reflexive movement by direct connections with the efferent nerves in the spine. However, the majority of muscle activity is volitional, and the result of complex interactions between various areas of the brain.",
            "score": 156.1821746826172
        },
        {
            "docid": "33768425_4",
            "document": "Esther Thelen . Edelman used the terms reentrant and degenerate in order to describe these complex neural connections. Reentrant was defined as a complex interwoven system in which the output can feed back into the input. Reentry is a two way straight that can run in parallel. Degenerate was explained by saying that the pathway can be jointly determined by multiple causes and isn't determined by just one thing. This joint determination by multiple causality is one major theme of developmental systems theory that also overlaps with the dynamical systems theory by Esther Thelen. An example of how multiple causes can lead to one action is human movement. In the body, the brain can send many different signals to cause movements such as speech. These signals sent from the brain go to many different muscles in order to control the movement as we speak a word. Figure 3 (shown at right) shows in a very simplistic way the directionality of the neural connections.",
            "score": 155.9433135986328
        },
        {
            "docid": "29826376_2",
            "document": "Hippocampal prosthesis . A hippocampus prosthesis is a type of cognitive prosthesis (a prosthesis implanted into the nervous system in order to improve or replace the function of damaged brain tissue). Prosthetic devices replace normal function of a damaged body part; this can be simply a structural replacement (e.g. reconstructive surgery or glass eye) or a rudimentary, functional replacement (e.g. a pegleg or hook). However, prosthetics involving the brain have some special categories and requirements. \"Input\" prosthetics, such as retinal or cochlear implant, supply signals to the brain that the patient eventually learns to interpret as sight or sound. \"Output\" prosthetics use brain signals to drive a bionic arm, hand or computer device, and require considerable training during which the patient learns to generate the desired action via their thoughts. Both of these types of prosthetics rely on the plasticity of the brain to adapt to the requirement of the prosthesis, thus allowing the user to \"learn\" the use of his new body part. A cognitive or \"brain-to-brain\" prosthesis involves neither learned input nor output signals, but the native signals used normally by the area of the brain to be replaced (or supported). Thus, such a device must be able to fully replace the function of a small section of the nervous system—using that section's normal mode of operation. In order to achieve this, developers require a deep understanding of the functioning of the nervous system. The scope of design must include a reliable mathematical model as well as the technology in order to properly manufacture and install a cognitive prosthesis. The primary goal of an artificial hippocampus is to provide a cure for Alzheimer's disease and other hippocampus—related problems. To do so, the prosthesis has to be able to receive information directly from the brain, analyze the information and give an appropriate output to the cerebral cortex; in other words, it must behave just like a natural hippocampus. At the same time, the artificial organ must be completely autonomous, since any exterior power source will greatly increase the risk of infection.",
            "score": 155.89329528808594
        },
        {
            "docid": "1935504_10",
            "document": "Functional integration (neurobiology) . Dynamic causal modeling (DCM) is a Bayesian method for deducing the structure of a neural system based on the observed hemodynamic (fMRI) or electrophysiologic (EEG/MEG) signal. The first step is to make a prediction as to the relationships between the brain regions of interest, and formulate a system of ordinary differential equations describing the causal relationship between them, although many parameters (and relationships) will be initially unknown. Using previous results on how neural activity is known to translate into fMRI or EEG signals, one can take the measured signal and determine the likelihood that model parameters have particular values. The elucidated model can then be used to predict relationships between the considered brain regions under different conditions. A key factor to consider during the design of neuroimaging experiments involving DCM is the relationship between the timing of tasks or stimuli presented to the subject and the ability of DCM to determine the underlying relationships between brain regions, which is partially determined by the temporal resolution of the imaging modality in use.",
            "score": 155.3623809814453
        },
        {
            "docid": "2072616_33",
            "document": "Neuroprosthetics . To capture electrical signals from the brain, scientists have developed microelectrode arrays smaller than a square centimeter that can be implanted in the skull to record electrical activity, transducing recorded information through a thin cable. After decades of research in monkeys, neuroscientists have been able to decode neuronal signals into movements. Completing the translation, researchers have built interfaces that allow patients to move computer cursors, and they are beginning to build robotic limbs and exoskeletons that patients can control by thinking about movement.",
            "score": 155.2891082763672
        },
        {
            "docid": "34903260_29",
            "document": "Animal navigation . Path integration in mammals makes use of the vestibular organs, which detect accelerations in the three dimensions, together with motor efference, where the motor system tells the rest of the brain which movements were commanded, and optic flow, where the visual system signals how fast the visual world moves past the eyes. Information from other senses such as echolocation and magnetoreception may also be integrated in certain animals. The hippocampus is the part of the brain that integrates linear and angular motion to encode a mammal's relative position in space.",
            "score": 154.8213653564453
        },
        {
            "docid": "4003963_10",
            "document": "Causal closure . There seem \"prima facie\" to be irreducible purpose-based (or teleological) explanations of some natural phenomena. For instance, the movement of a writer's fingers on the keyboard and a reader's eyes across the screen is irreducibly explained in reference to the \"goal\" of writing an intelligible sentence or of learning about the physical causal closure arguments, respectively. On the face of it, an exclusively non-teleological (descriptive) account of the neurological and biological features of hand movement and eye movement misses the point. To say, \"I am moving my fingers \"because\" my brain signals are triggering muscle motion in my arms\" is true, but does not exhaustively explain all the causes. Both are causes. In Aristotelian terms, a neurological account explains the efficient cause, while the purpose-based account explains the final cause.",
            "score": 154.12936401367188
        },
        {
            "docid": "3318850_16",
            "document": "Australian railway signalling . The power-operated three-position upper quadrant semaphore signal, American in origin, was introduced to New South Wales by the English signal engineer, Mr C.B. Byles, in 1913. Mr Byles (1871–1948) led New South Wales Railways through its introduction of power signalling, from 1911 until 1929. At night, two lights, one above the other, are exhibited. The spectacle attached to the signal arm has three lenses, that is a green for the vertical clear position and red for the other two lenses. In some cases the semaphore arm moves to the horizontal danger position when the line between the distant signal and the stop signal to which it applies is occupied. The Distant signals capable of exhibiting Danger are fitted with an upper red/green spectacle; the two-position versions have a fixed upper green. The Home/Starting signals give three indications. The arm moves from horizontal displaying a red light, upwards to 45 degrees displaying a green or yellow light, and fully vertical also displaying a green light. In double light areas, the lower light of these signals stays red until a full Clear indication is shown. Therefore, these signals will show the same lights indicated by the Lower Quadrant Semaphore Distant and two-arm signals, that is, two greens for Clear, a green over a red for Caution and two reds for Stop.",
            "score": 153.67803955078125
        },
        {
            "docid": "971305_18",
            "document": "Haemodynamic response . Functional magnetic resonance imaging (fMRI), is the medical imaging technique used to measure the haemodynamic response of the brain in relation to the neural activities. It is one of the most commonly used devices to measure brain functions and is relatively inexpensive to perform in a clinical setting. The onset of neural activity leads to a systematic series of physiological changes in the local network of blood vessels that include changes in the cerebral blood volume per unit of brain tissue (CBV), changes in the rate of cerebral blood flow, and changes in the concentration of oxyhemoglobin and deoxyhemoglobin. There are different fMRI techniques that can pick up a functional signal corresponding to changes in each of the previously mentioned components of the haemodynamic response. The most common functional imaging signal is the Blood Oxygenation Level Dependent signal (BOLD), which primarily corresponds to the concentration of deoxyhemoglobin The BOLD effect is based on the fact that when neuronal activity is increased in one part of the brain, there is also an increased amount of cerebral blood flow to that area which is the basis of haemodynamic response. This increase in blood flow produces an increase in the ratio of oxygenated hemoglobin relative to deoxygenated hemoglobin in that specific area. The difference in magnetic properties of oxygenated and deoxygenated hemoglobin is what allows fMRI imaging to produce an effective map of which neurons are active and which are not. In short, deoxygenated hemoglobin is paramagnetic while oxygenated hemoglobin is diamagnetic. Diamagnetic blood (oxyhemoglobin) interferes with the magnetic resonance (MR) signal less and this leads to an improved MR signal in that area of increased neuronal activity. However, Paramagnetic blood (deoxyhemoglobin) makes the local magnetic field inhomogenous. This has the effect of dephasing the signal emitted in this domain, causing destructive interference in the observed MR signal. Therefore, greater amounts of deoxyhemoglobin lead to less signal. Neuronal activity ultimately leads to an increase in local MR signaling corresponding to a decrease in the concentration of deoxyhemoglobin.",
            "score": 153.54600524902344
        }
    ]
}