{
    "q": [
        {
            "docid": "15302_15",
            "document": "Integrin . When released into the cell membrane, newly synthesized integrin dimers are speculated to be found in the same \"bent\" conformation revealed by the structural studies described above. One school of thought claims that this bent form prevents them from interacting with their ligands, although bent forms can predominate in high-resolution EM structures of integrin bound to an ECM ligand. Therefore, at least in biochemical experiments, integrin dimers must apparently not be 'unbent' in order to prime them and allow their binding to the ECM. In cells, the priming is accomplished by a protein talin, which binds to the β tail of the integrin dimer and changes its conformation. The α and β integrin chains are both class-I transmembrane proteins: they pass the plasma membrane as single transmembrane alpha-helices. Unfortunately, the helices are too long, and recent studies suggest that, for integrin gpIIbIIIa, they are tilted with respect both to one another and to the plane of the membrane. Talin binding alters the angle of tilt of the β3 chain transmembrane helix in model systems and this may reflect a stage in the process of inside-out signalling which primes integrins. Moreover, talin proteins are able to dimerize and thus are thought to intervene in the clustering of integrin dimers which leads to the formation of a focal adhesion. Recently, the Kindlin-1 and Kindlin-2 proteins have also been found to interact with integrin and activate it.",
            "score": 280.2017705440521
        },
        {
            "docid": "21819721_4",
            "document": "Collagen receptor . Integrins function as the major cell receptor for extracellular matrix protein. These an receptors comprise an α and β transmembrane subunit, which are noncovalently bound. Collagen binding is primarily provided by integrins α1β1, α2β1, α10β1 and α11β1. Integrin α1β1 binds to collagen via the MIDAS motif in the α subunit I domain. It preferentially binds collagens IV, VI and type XIII collagen, but also fibril-forming collagens. Specific binding sites in collagen I and IV have been identified. This receptor is situated mainly on mesenchymal cells. Functions include: fibroblast proliferation; regulation of collagen synthesis and MMP expression; response to renal injury. Integrin α2β1 preferentially binds fibril-forming collagens. Specific binding sites in collagen I and III have been identified. Integrin α2β1 is expressed mainly on epithelial cells and platelets. Functions include: platelet adhesion - the most abundant receptor for collagen in platelets; branching morphogenesis; mast cell activation; keratinocyte adhesion and it is the main regulator of cell migration.",
            "score": 240.17977631092072
        },
        {
            "docid": "2440776_4",
            "document": "Focal adhesion . Connection between focal adhesions and proteins of the extracellular matrix generally involves integrins. Integrins bind to extra-cellular proteins via short amino acid sequences, such as the RGD motif (found in proteins such as fibronectin, laminin, or vitronectin), or the DGEA and GFOGER motifs found in collagen. Integrins are heterodimers which are formed from one beta and one alpha subunit. These subunits are present in different forms, their corresponding ligands classify these receptors into four groups: RGD receptors, laminin receptors, leukocyte-specific receptors and collagen receptors. Within the cell, the intracellular domain of integrin binds to the cytoskeleton via adapter proteins such as talin, α-actinin, filamin, vinculin and tensin. Many other intracellular signalling proteins, such as focal adhesion kinase, bind to and associate with this integrin-adapter protein–cytoskeleton complex, and this forms the basis of a focal adhesion.",
            "score": 281.201171040535
        },
        {
            "docid": "1872854_9",
            "document": "Biochemical cascade . Adhesion is an essential process to epithelial cells so that epithelium can be formed and cells can be in permanent contact with extracellular matrix and other cells. Several pathways exist to accomplish this communication and adhesion with environment. But the main signalling pathways are the cadherin and integrin pathways. The cadherin pathway is present in adhesion junctions or in desmosomes and it is responsible for epithelial adhesion and communication with adjacent cells. Cadherin is a transmembrane glycoprotein receptor that establishes contact with another cadherin present in the surface of a neighbour cell forming an adhesion complex. This adhesion complex is formed by β-catenin and α-catenin, and p120 is essential for its stabilization and regulation. This complex then binds to actin, leading to polymerization. For actin polymerization through the cadherin pathway, proteins of the Rho GTPases family are also involved. This complex is regulated by phosphorylation, which leads to downregulation of adhesion. Several factors can induce the phosphorylation, like EGF, HGF or v-Src. The cadherin pathway also has an important function in survival and proliferation because it regulates the concentration of cytoplamatic β-catenin. When β-catenin is free in the cytoplasm, normally it is degraded, however if the Wnt signalling is activated, β-catenin degradation is inhibited and it is translocated to the nucleus where it forms a complex with transcription factors. This leads to activation of genes responsible for cell proliferation and survival. So the cadherin-catenin complex is essential for cell fate regulation.  Integrins are heterodimeric glycoprotein receptors that recognize proteins present in the extracellular matrix, like fibronectin and laminin. In order to function, integrins have to form complexes with ILK and Fak proteins. For adhesion to the extracellular matrix, ILK activate the Rac and Cdc42 proteins and leading to actin polymerization. ERK also leads to actin polymerization through activation of cPLA2. Recruitment of FAK by integrin leads to Akt activation and this inhibits pro-apoptotic factors like BAD and Bax. When adhesion through integrins do not occur the pro-apoptotic factors are not inhibited and resulting in apoptosis.",
            "score": 213.4789754152298
        },
        {
            "docid": "29949841_4",
            "document": "FERMT3 . The FERMT3 protein has a key role in the regulation of hemostasis and thrombosis. This protein may also help maintain the membrane skeleton of erythrocytes. Kindlin 3 is a cytoskeletal signalling protein involved in the activation of the glycoprotein receptor, integrin. Together with the Talin protein it binds cooperatively to beta integrin’s cytoplasmic domain causing tail reorientation, thus altering the molecule’s conformation. Modification of integrin’s conformation serves to dissociate alpha and beta subunits by disrupting their interactions and helping the molecule adopt a high affinity state. FERMT3 functions as a stabilizer of the cytoskeleton and regulates its dynamics in cell and organelle motility.",
            "score": 263.644823551178
        },
        {
            "docid": "15302_9",
            "document": "Integrin . Integrins can be categorized in multiple ways. For example, some α chains have an additional structural element (or \"domain\") inserted toward the N-terminal, the alpha-A domain (so called because it has a similar structure to the A-domains found in the protein von Willebrand factor; it is also termed the α-I domain). Integrins carrying this domain either bind to collagens (e.g. integrins α1 β1, and α2 β1), or act as cell-cell adhesion molecules (integrins of the β2 family). This α-I domain is the binding site for ligands of such integrins. Those integrins that don't carry this inserted domain also have an A-domain in their ligand binding site, but \"this\" A-domain is found on the β subunit.",
            "score": 254.33340764045715
        },
        {
            "docid": "54940860_12",
            "document": "Integrin-like receptors . In addition to adhesive properties, integrin-like receptors with RGD-binding sites have special functions in fungi. Using peptides that inhibit the activity of proteins with RGD activation, ILR were discovered in \"Magnaporthe oryzae\" to initiate fungal conidial adhesion and appressorium formation needed for host infection. \"Candida albicans\" is an opportunistic fungi with an integrin-like receptor protein known as αInt1p. This protein maintains structural similarity and sequence homology to the α-subunits of human leukocyte integrins. The αInt1p protein contains an RGD extracellular binding site and allows the organism to attach to epithelial cells in the host organism to begin the infection process. Once bound, the protein then assists in the morphogenesis of the fungi into a tube-like structure.",
            "score": 218.39685678482056
        },
        {
            "docid": "12832_27",
            "document": "G protein–coupled receptor . When the receptor is inactive, the GEF domain may be bound to an also inactive α-subunit of a heterotrimeric G-protein. These \"G-proteins\" are a trimer of α, β, and γ subunits (known as Gα, Gβ, and Gγ, respectively) that is rendered inactive when reversibly bound to Guanosine diphosphate (GDP) (or, alternatively, no guanine nucleotide) but active when bound to Guanosine triphosphate (GTP). Upon receptor activation, the GEF domain, in turn, allosterically activates the G-protein by facilitating the exchange of a molecule of GDP for GTP at the G-protein's α-subunit. The cell maintains a 10:1 ratio of cytosolic GTP:GDP so exchange for GTP is ensured. At this point, the subunits of the G-protein dissociate from the receptor, as well as each other, to yield a Gα-GTP monomer and a tightly interacting Gβγ dimer, which are now free to modulate the activity of other intracellular proteins. The extent to which they may diffuse, however, is limited due to the palmitoylation of Gα and the presence of an isoprenoid moiety that has been covalently added to the C-termini of Gγ.",
            "score": 80.33076643943787
        },
        {
            "docid": "14880499_3",
            "document": "Integrin beta 8 . This gene is a member of the integrin beta chain family and encodes a single-pass type I membrane protein with a VWFA domain and four cysteine-rich repeats. This protein noncovalently binds to an alpha subunit to form a heterodimeric integrin complex. In general, integrin complexes mediate cell-cell and cell-extracellular matrix interactions and this complex plays a role in human airway epithelial proliferation. Alternatively spliced variants which encode different protein isoforms have been described; however, not all variants have been fully characterized. Additionally, it has been shown to interact with RhoGDI1 to alter the activation of Rho GTPases to promote Glioblastoma cell invasiveness. Uncoupling the αvβ8-RhoGDI1 interaction has been seen to block GBM cell invasion by hyperactivating Rho GTPases.",
            "score": 295.34990108013153
        },
        {
            "docid": "6531976_4",
            "document": "Chemokine receptor . Intracellular signaling by chemokine receptors is dependent on neighbouring G-proteins. G-proteins exist as a heterotrimer; they are composed of three distinct subunits. When the molecule GDP is bound to the G-protein subunit, the G-protein is in an inactive state. Following binding of the chemokine ligand, chemokine receptors associate with G-proteins, allowing the exchange of GDP for another molecule called GTP, and the dissociation of the different G protein subunits. The subunit called Gβ activates an enzyme known as Phospholipase C (PLC) that is associated with the cell membrane. PLC cleaves Phosphatidylinositol (4,5)-bisphosphate (PIP2) to form two second messenger molecules called inositol triphosphate (IP3) and diacylglycerol (DAG); DAG activates another enzyme called protein kinase C (PKC), and IP3 triggers the release of calcium from intracellular stores. These events promote many signaling cascades, effecting a cellular response. For example, when CXCL8 (IL-8) binds to its specific receptors, CXCR1 or CXCR2, a rise in intracellular calcium activates the enzyme phospholipase D (PLD) that goes on to initiate an intracellular signaling cascade called the MAP kinase pathway. At the same time the G-protein subunit Gα directly activates an enzyme called protein tyrosine kinase (PTK), which phosphorylates serine and threonine residues in the tail of the chemokine receptor, causing its desensitisation or inactivation. The initiated MAP kinase pathway activates specific cellular mechanisms involved in chemotaxis, degranulation, release of superoxide anions, and changes in the avidity of cell adhesion molecules called integrins. Chemokines and their receptors play a crucial role in cancer metastatis as they are involved in extravastation, migration, micrometastatis, and angiogenesis. This role of chemokine is strikingly similar to their normal function of localizing leukocytes to an inflammatory site.",
            "score": 169.00934636592865
        },
        {
            "docid": "54940860_2",
            "document": "Integrin-like receptors . Integrin-like receptors (ILRs) are found in plants and carry unique functional properties similar to true integrin proteins. True homologs of integrins exist in mammals, invertebrates, and some fungi but not in plant cells. Mammalian integrins are heterodimer transmembrane proteins that play a large role bidirectional signal transduction. As transmembrane proteins, integrins connect the extracellular matrix (ECM) to the plasma membrane of the animal cell. The extracellular matrix of plant cells, fungi, and some protist is referred to as the cell wall. The plant cell wall is composed of a tough cellulose polysaccharide rather than the collagen fibers of the animal ECM. Even with these differences, research indicates that similar proteins involved in the interaction between the ECM and animals cells are also involved in the interaction of the cell wall and plant cells.",
            "score": 293.30916607379913
        },
        {
            "docid": "14756013_3",
            "document": "Integrin beta 7 . Like all integrin subunits, β is a highly flexible, membrane-bound, extracellular protein that must pair with an α subunit for stability. The molecule's flexibility allows it to dynamically regulate its affinity for ligand through conformational changes. Beginning with the apical end of the protein, farthest from the cell membrane, the β is composed of a head and upper legs, collectively known as the headpiece, lower legs, a transmembrane domain and a cytoplasmic tail. The top of the head is the I-like domain, sometimes called the βI domain, which, in combination with the α subunit, binds ligand. Just below this is the hybrid domain, a portion of which is N-terminal to the I-like domain. Below the hybrid domain is the PSI domain, which completes the headpiece. The lower legs consist of EGF domains 1-4 and the β tail domain. Finally there is a transmembrane domain, and the C-terminal cytoplasmic tail.",
            "score": 221.61591792106628
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 92.4056533575058
        },
        {
            "docid": "12303549_3",
            "document": "CD151 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with integrins and other transmembrane 4 superfamily proteins. It is involved in cellular processes including cell adhesion and may regulate integrin trafficking and/or function. This protein enhances cell motility, invasion and metastasis of cancer cells. Multiple alternatively spliced transcript variants that encode the same protein have been described for this gene.",
            "score": 215.46057641506195
        },
        {
            "docid": "14777101_3",
            "document": "LIMS1 . The protein encoded by this gene is an adaptor protein which contains five LIM domains, or double zinc fingers. The protein is likely involved in integrin signaling through its LIM domain-mediated interaction with integrin-linked kinase, found in focal adhesion plaques. It is also thought to act as a bridge linking integrin-linked kinase to NCK adaptor protein 2, which is involved in growth factor receptor kinase signaling pathways. Its localization to the periphery of spreading cells also suggests that this protein may play a role in integrin-mediated cell adhesion or spreading.",
            "score": 235.84606504440308
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 275.797359585762
        },
        {
            "docid": "22519313_16",
            "document": "Cell surface receptor . There are two principal signal transduction pathways involving the G-protein coupled receptors: the cAMP signaling pathway and the phosphatidylinositol signaling pathway. Both are mediated via G protein activation. The G-protein is a trimeric protein, with three subunits designated as α, β, and γ. In response to receptor activation, the α subunit releases bound guanosine diphosphate (GDP), which is displaced by guanosine triphosphate (GTP), thus activating the α subunit, which then dissociates from the β and γ subunits. The activated α subunit can further affect intracellular signaling proteins or target functional proteins directly.",
            "score": 75.27853465080261
        },
        {
            "docid": "2891226_16",
            "document": "Mechanotransduction . Integrin receptors have an extracellular domain that binds to the ECM proteins (collagen, fibronectin, laminin, vitronectin and osteopontin), and a cytoplasmic domain that interacts with intracellular signaling molecules. When an integrin receptor binds to its ECM ligand and is activated, additional integrins cluster around the activated site. In addition, kinases (e.g., focal adhesion kinase, FAK) and adapter proteins (e.g., paxillin, Pax, talin, Tal and Shc) are recruited to this cluster, which is called the focal adhesion complex (FAC). The activation of these FAC molecules in turn, triggers downstream events that up-regulate and /or down-regulate intracellular processes such as transcription factor activation and gene regulation resulting in apoptosis or differentiation.",
            "score": 192.87060618400574
        },
        {
            "docid": "531064_13",
            "document": "Cell adhesion . Cells creates extracellular matrix by releasing molecules into its surrounding extracellular space. Cells have specific CAMs that will bind to molecules in the extracellular matrix and link the matrix to the intracellular cytoskeleton. Extracellular matrix can act as a support when organising cells into tissues and can also be involved in cell signalling by activating intracellular pathways when bound to the CAMs. Cell–matrix junctions are mainly mediated by integrins, which also clusters like cadherins to form firm adhesions. Integrins are transmembrane heterodimers formed by different α and β subunits, both subunits with different domain structures. Integrins can signal in both directions: inside-out signalling, intracellular signals modifying the intracellular domains, can regulate affinity of integrins for their ligands, while outside-in signalling, extracellular ligands binding to extracellular domains, can induce conformational changes in integrins and initiate signalling cascades. Extracellular domains of integrins can bind to different ligands through heterophilic binding while intracellular domains can either be linked to intermediate filaments, forming hemidesmosomes, or to actin filaments, forming focal adhesions.",
            "score": 271.8412655591965
        },
        {
            "docid": "12833_11",
            "document": "GTPase . These G proteins are made from three subunits, with the G domain located on the largest one (the \"α unit\"); together with the two smaller subunits (\"β\" and \"γ units\"), they form a tightly associated protein complex. α and γ unit are associated with the membrane by lipid anchors. Heterotrimeric G proteins act as the specific reaction partners of G protein-coupled receptors. The GTPase is normally inactive. Upon receptor activation, the intracellular receptor domain activates the GTPase, which in turn activates other molecules of the signal transduction chain, either via the α unit or the βγ complex. Among the target molecules of the active GTPase are adenylate cyclase and ion channels. The heterotrimeric G proteins can be classified by sequence homology of the α unit into four families:  By combination of different α, β and γ subunits, a great variety (>1000) G proteins can be produced. GDP is not needed for GTP.",
            "score": 108.51608085632324
        },
        {
            "docid": "9910701_6",
            "document": "Neuromedin B . When NMB binds to its 7-TMR, the heterotrimeric G protein that is attached to the receptor is activated. The G-protein is called heterotrimeric because it consists of 3 polypeptides: α subunit, β subunit, and γ subunit. In the activated NMBR/G-protein complex, there occurs an exchange of GTP for GDP bound to G-α subunit. The G-α subunit, in turn, dissociated form the G-βγ subunits. The free G-α inactivates adenylate cyclase (AC), which, in turn, catalyzes the conversion of ATP to cAMP, the latter of which functioning as a second messenger. cAMP activates of the enzyme Protein Kinase A (PKA). PKA enters the nucleus and activates the cAMP response element-binding protein. The activated CREB binds along with CREB binding protein, co-activator to the CRE region of the DNA in the nucleus. CREB and CBP are held together by leucine zippers. CRE is the control that activates number of growth factors, and thus cell proliferation and some anti-apoptotic genes. In the brain, CREB plays a role in long-term memory and learning.",
            "score": 62.332499265670776
        },
        {
            "docid": "15302_23",
            "document": "Integrin . Integrins play an important role in cell signaling by modulating the cell signaling pathways of transmembrane protein kinases such as receptor tyrosine kinases (RTK). While the interaction between integrin and receptor tyrosine kinases originally was thought of as uni-directional and supportive, recent studies indicate that integrins have additional, multi-faceted roles in cell signaling.  Integrins can regulate the receptor tyrosine kinase signaling by recruiting specific adaptors to the plasma membrane. For example, β1c integrin recruits Gab1/Shp2 and presents Shp2 to IGF1R, resulting in dephosphorylation of the receptor. In a reverse direction, when a receptor tyrosine kinase is activated, integrins co-localise at focal adhesion with the receptor tyrosine kinases and their associated signaling molecules.",
            "score": 263.10994386672974
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 122.35068225860596
        },
        {
            "docid": "8129870_20",
            "document": "Alveolar macrophage . In normal conditions, alveolar macrophages adhere closely to alveolar epithelial cells, thus inducing the expression of the αvβ6 integrin. Integrins are dimeric cell-surface receptors composed of alpha and beta subunits, which activates TGF-β. TGF-β is a multifunctional cytokine that modulates a variety of biological processes such as cell growth, apoptosis, extracellular matrix synthesis, inflammation, and immune responses. TGF-β tightly regulates anti-inflammatory activity by suppressing pro-inflammatory cytokine production, thereby inhibiting T-lymphocyte function. Integrins avβ6 and avβ8 sequester latent TGF-β to the cell surface, where activation can be tightly coupled to cellular responses to environmental stress in the maintenance of homeostasis; integrins also localize activated TGFβ in the vicinity of the macrophages. Normally mature TGFβ is secreted as a latent complex with its N-terminal fragment, latency-associated peptide (LAP), which inhibits its activity. The latent complex is covalently linked to the extracellular matrix by binding to latent TGF-β-binding proteins. TGF-β is activated by diverse mechanisms in the lung, ultimately involving either proteolysis or conformational alteration of the LAP. αvβ6 integrin is able to mediate activation of TGF-β by binding to TGF-β1 LAP, which serves as a ligand binding site for the integrin, and is an essential component of the TGF-β activation apparatus.  Once activated, TGFβ leads to the suppression of macrophage functionality (cytokine production and phagocytosis). Binding of activated TGF-β to its receptors expressed on alveolar macrophages induces a downstream signaling cascade, including phosphorylation of receptor-regulated Small Mothers Against Decapentaplegic (R-SMAD)homologs 2 and 3. Phosphorylated SMAD-2 and -3 then form heteromeric complexes with common-mediator SMAD 4 (co-SMAD-4). Once assembled, the complexes translocates into the nucleus via the nuclear pore with the assistance of importins alpha/beta. Once in the nucleus, these complexes accumulate and eventually act as a transcription factors, regulating the expression of TGF-β target genes. Thus TGF-β signaling involves a direct pathway from the receptors on the surface of a cell to the nucleus.",
            "score": 210.91434013843536
        },
        {
            "docid": "26522611_14",
            "document": "RTX toxin . Adenylate cyclase toxin (ACT or CyaA), is a primary virulence factor in \"Bordetella pertussis\". CyaA is a multifunctional RTX family toxin that targets myeloid phagocytes, impairing the innate immune response and promoting \"B. pertussis\" colonization. The cyaA operon encodes the five proteins CyaA (RTX toxin), CyaC (CyaA activation protein), and the three T1SS proteins: CyaB (an ABC transporter) CyaD (a membrane fusion protein), and CyaE (an outer membrane protein). The CyaA protein contains an adenylate cyclase domain (AC domain) and a hemolytic/cytolytic domain. The hemolytic function forms pores in target cells, while the cytolytic function increases intracellular Ca and cAMP. In host cells expressing the CD11b/CD18 integrin receptor (macrophage-1 antigen, αβ integrin), CyaA binds the αβ integrin and inserts itself into the cell membrane and initiates an influx of Ca. The increase in intracellular Ca allows for the repositioning of the CyaA toxin within the cell cytosol. Once the AC domain is activated through calmodulin binding, it begins to convert cytosolic ATP to cAMP, raising it to cytotoxic levels.",
            "score": 212.70166015625
        },
        {
            "docid": "15028425_3",
            "document": "BAG4 . The protein encoded by this gene is a member of the BAG1-related protein family. BAG1 is an anti-apoptotic protein that functions through interactions with a variety of cell apoptosis and growth related proteins including BCL-2, Raf-protein kinase, steroid hormone receptors, growth factor receptors and members of the heat shock protein 70 kDa family. This protein contains a BAG domain near the C-terminus, which could bind and inhibit the chaperone activity of Hsc70/Hsp70. This protein was found to be associated with the death domain of tumor necrosis factor receptor type 1 (TNF-R1) and death receptor-3 (DR3), and thereby negatively regulates downstream cell death signaling. The regulatory role of this protein in cell death was demonstrated in epithelial cells which undergo apoptosis while integrin mediated matrix contacts are lost.",
            "score": 171.1165156364441
        },
        {
            "docid": "2161878_13",
            "document": "Protein–protein interaction . Stable interactions involve proteins that interact for a long time, taking part of permanent complexes as subunits, in order to carry out structural or functional roles. These are usually the case of homo-oligomers (e.g. cytochrome c), and some hetero-oligomeric proteins, as the subunits of ATPase. On the other hand, a protein may interact briefly and in a reversible manner with other proteins in only certain cellular contexts – cell type, cell cycle stage, external factors, presence of other binding proteins, etc. – as it happens with most of the proteins involved in biochemical cascades. These are called transient interactions. For example, some G protein-coupled receptors only transiently bind to G proteins when they are activated by extracellular ligands, while some G-coupled receptors, such as muscarinic receptor M3, pre-couple with G proteins prior to the receptor-ligand binding. Interactions between intrinsically disordered protein regions to globular protein domains (i.e. MoRFs) are transient interactions.",
            "score": 111.13923335075378
        },
        {
            "docid": "10499292_4",
            "document": "Talin protein . Integrin receptors are involved in the attachment of adherent cells to the extracellular matrix and of lymphocytes to other cells. In these situations, talin codistributes with concentrations of integrins in the plasma membrane. Furthermore, in vitro binding studies suggest that integrins bind to talin, although with low affinity. Talin also binds with high affinity to vinculin, another cytoskeletal protein concentrated at points of cell adhesion. Finally, talin is a substrate for the calcium-ion activated protease, calpain II, which is also concentrated at points of cell–substratum contact.",
            "score": 227.17955946922302
        },
        {
            "docid": "15075320_3",
            "document": "TSPAN8 . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. The proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is a cell surface glycoprotein that is known to complex with integrins. This gene is expressed in different carcinomas. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 203.47913074493408
        },
        {
            "docid": "537599_4",
            "document": "AMP-activated protein kinase . AMPK is a heterotrimeric protein complex that is formed by α, β, and γ subunits. Each of these three subunits takes on a specific role in both the stability and activity of AMPK. Specifically, the γ subunit includes four particular Cystathionine beta synthase (CBS) domains giving AMPK its ability to sensitively detect shifts in the AMP:ATP ratio. The four CBS domains create two binding sites for AMP commonly referred to as Bateman domains. Binding of one AMP to a Bateman domain cooperatively increases the binding affinity of the second AMP to the other Bateman domain. As AMP binds both Bateman domains the γ subunit undergoes a conformational change which exposes the catalytic domain found on the α subunit. It is in this catalytic domain where AMPK becomes activated when phosphorylation takes place at threonine-172 by an upstream AMPK kinase (AMPKK). The α, β, and γ subunits can also be found in different isoforms: the γ subunit can exist as either the γ1, γ2 or γ3 isoform; the β subunit can exist as either the β1 or β2 isoform; and the α subunit can exist as either the α1 or α2 isoform. Although the most common isoforms expressed in most cells are the α1, β1, and γ1 isoforms, it has been demonstrated that the α2, β2, γ2, and γ3 isoforms are also expressed in cardiac and skeletal muscle.",
            "score": 105.56954550743103
        },
        {
            "docid": "54940860_5",
            "document": "Integrin-like receptors . Some ILRs mimic the α-subunit of integrin proteins containing the ligand binding region known as the I-domain. The I-domain functions primarily in the recognition and binding of a ligand. Conformational changes in the I-domain leads to ILR activation and is dependent on metal ion interaction at metal-ion-dependent adhesion sites (MIDAS). Activation of these sites occur in the presence of Mg, Mn, and Ca.",
            "score": 170.72749137878418
        },
        {
            "docid": "15302_7",
            "document": "Integrin . Integrin subunits span the cell membrane and have short cytoplasmic domains of 40–70 amino acids. The exception is the beta-4 subunit, which has a cytoplasmic domain of 1,088 amino acids, one of the largest of any membrane protein. Outside the cell membrane, the α and β chains lie close together along a length of about 23 nm; the final 5 nm N-termini of each chain forms a ligand-binding region for the ECM. They have been compared to lobster claws, although they don't actually \"pinch\" their ligand, they chemically interact with it at the insides of the \"tips\" of their \"pinchers\".",
            "score": 240.3747479915619
        }
    ],
    "r": [
        {
            "docid": "11064191_3",
            "document": "Integrin beta 3 . The ITGB3 protein product is the integrin beta chain beta 3. Integrins are integral cell-surface proteins composed of an alpha chain and a beta chain. A given chain may combine with multiple partners resulting in different integrins. Integrin beta 3 is found along with the alpha IIb chain in platelets. Integrins are known to participate in cell adhesion as well as cell-surface-mediated signaling.",
            "score": 301.6138916015625
        },
        {
            "docid": "14880499_3",
            "document": "Integrin beta 8 . This gene is a member of the integrin beta chain family and encodes a single-pass type I membrane protein with a VWFA domain and four cysteine-rich repeats. This protein noncovalently binds to an alpha subunit to form a heterodimeric integrin complex. In general, integrin complexes mediate cell-cell and cell-extracellular matrix interactions and this complex plays a role in human airway epithelial proliferation. Alternatively spliced variants which encode different protein isoforms have been described; however, not all variants have been fully characterized. Additionally, it has been shown to interact with RhoGDI1 to alter the activation of Rho GTPases to promote Glioblastoma cell invasiveness. Uncoupling the αvβ8-RhoGDI1 interaction has been seen to block GBM cell invasion by hyperactivating Rho GTPases.",
            "score": 295.34991455078125
        },
        {
            "docid": "14260372_3",
            "document": "Integrin alpha 6 . The ITGA6 protein product is the integrin alpha chain alpha 6. Integrins are integral cell-surface proteins composed of an alpha chain and a beta chain. A given chain may combine with multiple partners resulting in different integrins. For example, alpha 6 may combine with beta 4 in the integrin referred to as TSP180, or with beta 1 in the integrin VLA-6. Integrins are known to participate in cell adhesion as well as cell-surface mediated signalling. Two transcript variants encoding different isoforms have been found for this gene.",
            "score": 294.6744079589844
        },
        {
            "docid": "54940860_2",
            "document": "Integrin-like receptors . Integrin-like receptors (ILRs) are found in plants and carry unique functional properties similar to true integrin proteins. True homologs of integrins exist in mammals, invertebrates, and some fungi but not in plant cells. Mammalian integrins are heterodimer transmembrane proteins that play a large role bidirectional signal transduction. As transmembrane proteins, integrins connect the extracellular matrix (ECM) to the plasma membrane of the animal cell. The extracellular matrix of plant cells, fungi, and some protist is referred to as the cell wall. The plant cell wall is composed of a tough cellulose polysaccharide rather than the collagen fibers of the animal ECM. Even with these differences, research indicates that similar proteins involved in the interaction between the ECM and animals cells are also involved in the interaction of the cell wall and plant cells.",
            "score": 293.3091735839844
        },
        {
            "docid": "10251138_3",
            "document": "Integrin alpha 2 . The CD49b protein is an integrin alpha subunit. It makes up half of the α2β1 integrin duplex. Integrins are heterodimeric integral membrane glycoproteins composed of a distinct alpha chain and a common beta chain. They are found on a wide variety of cell types including, T cells (the NKT cells), NK cells, fibroblasts and platelets. Integrins are involved in cell adhesion and also participate in cell-surface mediated signalling.",
            "score": 285.1434020996094
        },
        {
            "docid": "10245016_4",
            "document": "Integrin beta 1 . Integrin beta-1 can exist as different isoforms via alternative splicing. Six alternatively spliced variants have been found for this gene which encode five proteins with alternate C-termini. Integrin receptors exist as heterodimers, and greater than 20 different integrin heterodimeric receptors have been described. All integrins, alpha and beta forms, have large extracellular and short intracellular domains. The cytoplasmic domain of integrin beta-1 binds to the actin cytoskeleton. Integrin beta-1 is the most abundant beta-integrin expressed and associates with at least 10 different integrin-alpha subunits.",
            "score": 284.26031494140625
        },
        {
            "docid": "2440776_4",
            "document": "Focal adhesion . Connection between focal adhesions and proteins of the extracellular matrix generally involves integrins. Integrins bind to extra-cellular proteins via short amino acid sequences, such as the RGD motif (found in proteins such as fibronectin, laminin, or vitronectin), or the DGEA and GFOGER motifs found in collagen. Integrins are heterodimers which are formed from one beta and one alpha subunit. These subunits are present in different forms, their corresponding ligands classify these receptors into four groups: RGD receptors, laminin receptors, leukocyte-specific receptors and collagen receptors. Within the cell, the intracellular domain of integrin binds to the cytoskeleton via adapter proteins such as talin, α-actinin, filamin, vinculin and tensin. Many other intracellular signalling proteins, such as focal adhesion kinase, bind to and associate with this integrin-adapter protein–cytoskeleton complex, and this forms the basis of a focal adhesion.",
            "score": 281.201171875
        },
        {
            "docid": "15302_15",
            "document": "Integrin . When released into the cell membrane, newly synthesized integrin dimers are speculated to be found in the same \"bent\" conformation revealed by the structural studies described above. One school of thought claims that this bent form prevents them from interacting with their ligands, although bent forms can predominate in high-resolution EM structures of integrin bound to an ECM ligand. Therefore, at least in biochemical experiments, integrin dimers must apparently not be 'unbent' in order to prime them and allow their binding to the ECM. In cells, the priming is accomplished by a protein talin, which binds to the β tail of the integrin dimer and changes its conformation. The α and β integrin chains are both class-I transmembrane proteins: they pass the plasma membrane as single transmembrane alpha-helices. Unfortunately, the helices are too long, and recent studies suggest that, for integrin gpIIbIIIa, they are tilted with respect both to one another and to the plane of the membrane. Talin binding alters the angle of tilt of the β3 chain transmembrane helix in model systems and this may reflect a stage in the process of inside-out signalling which primes integrins. Moreover, talin proteins are able to dimerize and thus are thought to intervene in the clustering of integrin dimers which leads to the formation of a focal adhesion. Recently, the Kindlin-1 and Kindlin-2 proteins have also been found to interact with integrin and activate it.",
            "score": 280.2017822265625
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 275.7973327636719
        },
        {
            "docid": "531064_13",
            "document": "Cell adhesion . Cells creates extracellular matrix by releasing molecules into its surrounding extracellular space. Cells have specific CAMs that will bind to molecules in the extracellular matrix and link the matrix to the intracellular cytoskeleton. Extracellular matrix can act as a support when organising cells into tissues and can also be involved in cell signalling by activating intracellular pathways when bound to the CAMs. Cell–matrix junctions are mainly mediated by integrins, which also clusters like cadherins to form firm adhesions. Integrins are transmembrane heterodimers formed by different α and β subunits, both subunits with different domain structures. Integrins can signal in both directions: inside-out signalling, intracellular signals modifying the intracellular domains, can regulate affinity of integrins for their ligands, while outside-in signalling, extracellular ligands binding to extracellular domains, can induce conformational changes in integrins and initiate signalling cascades. Extracellular domains of integrins can bind to different ligands through heterophilic binding while intracellular domains can either be linked to intermediate filaments, forming hemidesmosomes, or to actin filaments, forming focal adhesions.",
            "score": 271.84124755859375
        },
        {
            "docid": "14722725_3",
            "document": "Integrin beta 4 . Integrins are heterodimers composed of alpha and beta subunits, that are noncovalently associated transmembrane glycoprotein receptors. Different combinations of alpha and beta polypeptides form complexes that vary in their ligand-binding specificities. Integrins mediate cell-matrix or cell-cell adhesion, and transduced signals that regulate gene expression and cell growth. This gene encodes the integrin beta 4 subunit, a receptor for the laminins. This subunit tends to associate with alpha 6 subunit and is likely to play a pivotal role in the biology of invasive carcinoma. Mutations in this gene are associated with epidermolysis bullosa with pyloric atresia. Multiple alternatively spliced transcript variants encoding distinct isoforms have been found for this gene.",
            "score": 270.55511474609375
        },
        {
            "docid": "1628547_8",
            "document": "Cell adhesion molecule . Integrins are heterodimeric, as they consist of an alpha and beta subunit. There are currently 18 alpha subunits and 8 beta subunits, which combine to make up 24 different integrin combinations. Within each of the alpha and beta subunits there is a large extracellular domain, a transmembrane domain and a short cytoplasmic domain. The extracellular domain is where the ligand binds through the use of divalent cations. In general, increases affinity, promotes adhesion to cells, and decreases cell adhesion. Integrins regulate their activity within the body by changing conformation. Most exist at rest in a low affinity state, which can be altered to high affinity through an external agonist which causes a conformational change within the integrin, increasing their affinity.",
            "score": 269.0705871582031
        },
        {
            "docid": "14085184_3",
            "document": "Integrin alpha V . ITGAV encodes integrin alpha chain V. Integrins are heterodimeric integral membrane proteins composed of an alpha chain and a beta chain. Alpha V undergoes post-translational cleavage to yield disulfide-linked heavy and light chains, that combine with multiple integrin beta chains to form different integrins. Among the known associating beta chains (beta chains 1,3,5,6, and 8; 'ITGB1', 'ITGB3', 'ITGB5', 'ITGB6', and 'ITGB8'), each can interact with extracellular matrix ligands; the alpha V beta 3 integrin, perhaps the most studied of these, is referred to as the Vitronectin receptor (VNR). In addition to adhesion, many integrins are known to facilitate signal transduction.",
            "score": 267.62713623046875
        },
        {
            "docid": "23030139_16",
            "document": "Metastatic breast cancer . Fibronectin is an extracellular glycoprotein that can bind to integrins and other ECM components like collagen, fibrin and heparan sulphate proteoglycans(HSPGs). Several different integrins bind to fibronectin. Fibronectin-integrin interactions are important in tumor cell migration, invasion, metastasis and cell proliferation by signaling through integrins. Integrin-mediated tumor cell adhesion to ECM proteins can trigger signal transduction and cause upregulation of gene expression, increased tyrosine phosphorylytion of the focal adhesion kinase, and activation and nuclear translocation of mitogen-activated protein (MAP) kinases.",
            "score": 265.1913757324219
        },
        {
            "docid": "29949841_4",
            "document": "FERMT3 . The FERMT3 protein has a key role in the regulation of hemostasis and thrombosis. This protein may also help maintain the membrane skeleton of erythrocytes. Kindlin 3 is a cytoskeletal signalling protein involved in the activation of the glycoprotein receptor, integrin. Together with the Talin protein it binds cooperatively to beta integrin’s cytoplasmic domain causing tail reorientation, thus altering the molecule’s conformation. Modification of integrin’s conformation serves to dissociate alpha and beta subunits by disrupting their interactions and helping the molecule adopt a high affinity state. FERMT3 functions as a stabilizer of the cytoskeleton and regulates its dynamics in cell and organelle motility.",
            "score": 263.64483642578125
        },
        {
            "docid": "15302_23",
            "document": "Integrin . Integrins play an important role in cell signaling by modulating the cell signaling pathways of transmembrane protein kinases such as receptor tyrosine kinases (RTK). While the interaction between integrin and receptor tyrosine kinases originally was thought of as uni-directional and supportive, recent studies indicate that integrins have additional, multi-faceted roles in cell signaling.  Integrins can regulate the receptor tyrosine kinase signaling by recruiting specific adaptors to the plasma membrane. For example, β1c integrin recruits Gab1/Shp2 and presents Shp2 to IGF1R, resulting in dephosphorylation of the receptor. In a reverse direction, when a receptor tyrosine kinase is activated, integrins co-localise at focal adhesion with the receptor tyrosine kinases and their associated signaling molecules.",
            "score": 263.1099548339844
        },
        {
            "docid": "28857_23",
            "document": "Signal transduction . Important differences exist between integrin-signaling in circulating blood cells and non-circulating cells such as epithelial cells; integrins of circulating cells are normally inactive. For example, cell membrane integrins on circulating leukocytes are maintained in an inactive state to avoid epithelial cell attachment; they are activated only in response to stimuli such as those received at the site of an inflammatory response. In a similar manner, integrins at the cell membrane of circulating platelets are normally kept inactive to avoid thrombosis. Epithelial cells (which are non-circulating) normally have active integrins at their cell membrane, helping maintain their stable adhesion to underlying stromal cells that provide signals to maintain normal functioning.",
            "score": 261.4217834472656
        },
        {
            "docid": "14059905_2",
            "document": "Integrin alpha 2b . Integrin alpha-IIb is a protein that in humans is encoded by the \"ITGA2B\" gene. ITGA2B, also known as CD41, encodes integrin alpha chain 2b. Integrins are heterodimeric integral membrane proteins composed of an alpha chain and a beta chain. Alpha chain 2b undergoes post-translational cleavage to yield disulfide-linked light and heavy chains that join with beta 3 to form a fibrinogen receptor expressed in platelets that plays a crucial role in coagulation. Mutations that interfere with this role result in thrombasthenia. In addition to adhesion, integrins are known to participate in cell-surface mediated signalling.",
            "score": 260.6006164550781
        },
        {
            "docid": "10243990_3",
            "document": "Integrin beta 2 . The ITGB2 protein product is CD18. Integrins are integral cell-surface proteins composed of an alpha chain and a beta chain, and are crucial for cells to be able to efficiently bind to the extracellular matrix. This is especially important for neutrophils, as cellular adhesion plays a large role in extravasation from the blood vessels. A given chain may combine with multiple partners resulting in different integrins.",
            "score": 260.2628173828125
        },
        {
            "docid": "14877774_3",
            "document": "Integrin alpha 9 . This gene encodes an alpha integrin. Integrins are heterodimeric integral membrane glycoproteins composed of an alpha chain and a beta chain that mediate cell-cell and cell-matrix adhesion. The protein encoded by this gene, when bound to the beta 1 chain, forms an integrin that is a receptor for tenascin-C, VCAM1 and osteopontin. Expression of this gene has been found to be upregulated in small cell lung cancers.",
            "score": 259.78338623046875
        },
        {
            "docid": "21416974_3",
            "document": "Integrin alpha 10 . Integrins are integral membrane proteins composed of an alpha chain and a beta chain, and are known to participate in cell adhesion as well as cell-surface mediated signalling. The I-domain containing alpha 10 combines with the integrin beta 1 chain (ITGB1) to form a novel collagen type II-binding integrin expressed in cartilage tissue.",
            "score": 259.42022705078125
        },
        {
            "docid": "15302_28",
            "document": "Integrin . The following are 16 of the ~24 integrins found in vertebrates: Beta-1 integrins interact with many alpha integrin chains. Gene knockouts of integrins in mice are not always lethal, which suggests that during embryonal development, one integrin may substitute its function for another in order to allow survival. Some integrins are on the cell surface in an inactive state, and can be rapidly primed, or put into a state capable of binding their ligands, by cytokines. Integrins can assume several different well-defined shapes or \"conformational states\". Once primed, the conformational state changes to stimulate ligand binding, which then activates the receptors — also by inducing a shape change — to trigger outside-in signal transduction.",
            "score": 258.6349792480469
        },
        {
            "docid": "14757777_3",
            "document": "Integrin alpha 7 . \"ITGA7\" encodes the protein alpha-7 integrin. Alpha-7 integrin is 128.9 kDa in molecular weight and 1181 amino acids in length. Integrins are heterodimeric integral membrane proteins composed of an alpha chain and a beta chain. Alpha-7 integrin undergoes post-translational cleavage within the extracellular domain to yield disulfide-linked light and heavy chains that join with beta 1 to form an integrin that binds to the extracellular matrix protein laminin-1. The primary binding partners of alpha-7 integrin are laminin-1 (alpha1-beta1-gamma1), laminin-2 (alpha2-beta1-gamma1) and laminin-4 (alpha2-beta2-gamma1). Alpha-7/beta-1 is the major integrin complex expressed in differentiated muscle cells.",
            "score": 256.4428405761719
        },
        {
            "docid": "10245016_5",
            "document": "Integrin beta 1 . Integrin family members are membrane receptors involved in cell adhesion and recognition in a variety of processes including embryogenesis, hemostasis, tissue repair, immune response and metastatic diffusion of tumor cells. Integrins link the actin cytoskeleton with the extracellular matrix and they transmit signals bidirectionally between the extracellular matrix and cytoplasmic domains. Beta-integrins are primarily responsible for targeting integrin dimers to the appropriate subcellular locations, which in adhesive cells is mainly focal adhesions. Integrin beta-1 mutants lose the ability to target to sites of focal adhesions.",
            "score": 255.9896240234375
        },
        {
            "docid": "9691122_9",
            "document": "Galectin . Galectins can both promote and inhibit integrin-mediated adhesion. To enhance integrin-mediated adhesion, they cross link between two glycans on different cells. This brings the cells closer together so integrin binding occurs. They can also hinder adhesion by binding to two glycans on the same cell, which blocks the integrin binding site. Galectin-8 is specific for the glycans bound to integrin and has a direct role in adhesion as well as activating integrin-specific signaling cascades.",
            "score": 255.39303588867188
        },
        {
            "docid": "14757777_8",
            "document": "Integrin alpha 7 . In adult striated muscle cells, alpha-7 integrin (complexed to beta-1 integrin) is localized to Z-discs and costamere structures, bound to the four and one half LIM domain proteins, FHL1 and FHL2. It has been demonstrated that alpha-7 integrin can be mono-ADP-ribosylated on the cell surface in skeletal muscle cells; however, the functional significance of this modification has not been investigated.",
            "score": 254.6001739501953
        },
        {
            "docid": "15302_9",
            "document": "Integrin . Integrins can be categorized in multiple ways. For example, some α chains have an additional structural element (or \"domain\") inserted toward the N-terminal, the alpha-A domain (so called because it has a similar structure to the A-domains found in the protein von Willebrand factor; it is also termed the α-I domain). Integrins carrying this domain either bind to collagens (e.g. integrins α1 β1, and α2 β1), or act as cell-cell adhesion molecules (integrins of the β2 family). This α-I domain is the binding site for ligands of such integrins. Those integrins that don't carry this inserted domain also have an A-domain in their ligand binding site, but \"this\" A-domain is found on the β subunit.",
            "score": 254.3334197998047
        },
        {
            "docid": "53979054_8",
            "document": "Clare Waterman . The ability of a cell to adhere to and move relative to its environment is mediated by cell surface proteins called integrins that bind extracellular components and mediate their linkage to the intracellular, force-generating actin cytoskeleton. However, the specific molecules mediating the links between integrins and actin and how they are organized at the cell membrane was not known. Dr. Waterman used Fluorescent Speckle Microscopy and super-resolution light microscopy methods to show in migrating cells that actin polymerizes at the leading edge, undergoes a rearward movement towards the cell center, and engages locally to integrins at the plasma membrane via a trilaminar nanoscale structure consisting of specific adapter proteins. The engagement of actin to the focal adhesion results in slowing of actin motion in the leading edge and transmission of its motion to the adapter proteins, and the protein vinculin is critical for this engagement. Dr. Waterman’s work supports a model that draws on analogy of the focal adhesion adapter proteins acting as a mechanical “clutch” to engage the moving actin with the matrix-bound integrins, and thus transmit intracellular force to friction on the extracellular environment to drive cell movement. Dr. Waterman’s works has led to the acceptance of the molecular clutch hypothesis of cell migration.",
            "score": 253.92417907714844
        },
        {
            "docid": "28857_22",
            "document": "Signal transduction . Integrins are produced by a wide variety of cells; they play a role in cell attachment to other cells and the extracellular matrix and in the transduction of signals from extracellular matrix components such as fibronectin and collagen. Ligand binding to the extracellular domain of integrins changes the protein's conformation, clustering it at the cell membrane to initiate signal transduction. Integrins lack kinase activity; hence, integrin-mediated signal transduction is achieved through a variety of intracellular protein kinases and adaptor molecules, the main coordinator being integrin-linked kinase. As shown in the adjacent picture, cooperative integrin-RTK signaling determines the timing of cellular survival, apoptosis, proliferation, and differentiation.",
            "score": 252.64678955078125
        },
        {
            "docid": "531064_12",
            "document": "Cell adhesion . The immunoglobulin superfamily (IgSF) is one of the largest superfamily of proteins in the body and it contains many diverse CAMs involved in different functions. These transmembrane proteins have one or more immunoglobulin-like domains in their extracellular domains and undergo calcium-independent binding with ligands on adjacent cells. Some IgSF CAMs, such as neural cell adhesion molecules (NCAMs), can perform homophilic binding while others, such as intercellular cell adhesion molecules (ICAMs) or vascular cell adhesion molecules (VCAMs) undergo heterophilic binding with molecules like carbohydrates or integrins. Both ICAMs and VCAMs are expressed on vascular endothelial cells and they interact with integrins on the leukocytes to assist leukocyte attachment and its movement across the endothelial barrier.",
            "score": 249.5354766845703
        },
        {
            "docid": "54940860_13",
            "document": "Integrin-like receptors . In invertebrates, protein structures with the RGD-binding sequence assist in an array of different functions such as the repairing of wounds and cell adhesion. Integrin-like receptors are found in mollusk and have a part in the spreading of hemocytes to damaged locations in the cellular system. Studies that block the RGD-binding site of these integrin-like receptors indicate a reduction in hemocyte aggregation and spreading suggesting the RGD-binding site on integrin-like receptors is a necessary component in organismal immune response. Further support for this calm shows RGD-binding inhibition reduces nodule formation and encapsulation in invertebrate immune response.",
            "score": 248.5232391357422
        },
        {
            "docid": "228840_28",
            "document": "Extracellular matrix . Many cells bind to components of the extracellular matrix. Cell adhesion can occur in two ways; by focal adhesions, connecting the ECM to actin filaments of the cell, and hemidesmosomes, connecting the ECM to intermediate filaments such as keratin. This cell-to-ECM adhesion is regulated by specific cell-surface cellular adhesion molecules (CAM) known as integrins. Integrins are cell-surface proteins that bind cells to ECM structures, such as fibronectin and laminin, and also to integrin proteins on the surface of other cells.",
            "score": 247.81375122070312
        }
    ]
}