{
    "q": [
        {
            "docid": "2428938_2",
            "document": "Cell migration . Cell migration is a central process in the development and maintenance of multicellular organisms. Tissue formation during embryonic development, wound healing and immune responses all require the orchestrated movement of cells in particular directions to specific locations. Cells often migrate in response to specific external signals, including chemical signals and mechanical signals. Errors during this process have serious consequences, including intellectual disability, vascular disease, tumor formation and metastasis. An understanding of the mechanism by which cells migrate may lead to the development of novel therapeutic strategies for controlling, for example, invasive tumour cells.",
            "score": 248.08174562454224
        },
        {
            "docid": "1241101_21",
            "document": "Hyaluronic acid . Cell migration is essential for the formation of granulation tissue. The early stage of granulation tissue is dominated by a HA-rich extracellular matrix, which is regarded as a conducive environment for migration of cells into this temporary wound matrix. Contributions of HA to cell migration may attribute to its physicochemical properties as stated above, as well as its direct interactions with cells. For the former scenario, HA provides an open hydrated matrix that facilitates cell migration, whereas, in the latter scenario, directed migration and control of the cell locomotory mechanisms are mediated via the specific cell interaction between HA and cell surface HA receptors. As discussed before, the three principal cell surface receptors for HA are CD44, RHAMM, and ICAM-1. RHAMM is more related to cell migration. It forms links with several protein kinases associated with cell locomotion, for example, extracellular signal-regulated protein kinase (ERK), p125fak, and pp60c-src. During fetal development, the migration path through which neural crest cells migrate is rich in HA. HA is closely associated with the cell migration process in granulation tissue matrix, and studies show that cell movement can be inhibited, at least partially, by HA degradation or blocking HA receptor occupancy.",
            "score": 249.47080826759338
        },
        {
            "docid": "531064_2",
            "document": "Cell adhesion . Cell adhesion is the process by which cells interact and attach to neighbouring cells through specialised molecules of the cell surface. This process can occur either through direct contact between cell surfaces or indirect interaction, where cells attach to surrounding extracellular matrix, a gel-like structure containing molecules released by cells into spaces between them. Cells adhesion occurs from the interactions between cell-adhesion molecules (CAMs), transmembrane proteins located on the cell surface. Cell adhesion link cells in different ways and can be involved in signal transduction for cells to detect and respond to changes in the surroundings. Other cellular processes regulated by cell adhesion include cell migration and tissue development in multicellular organisms. Alterations in cell adhesion can disrupt important cellular processes and lead to a variety of diseases, including cancer and arthritis. Cell adhesion is also essential for infectious organisms, such as bacteria or viruses, to cause diseases.",
            "score": 227.98561763763428
        },
        {
            "docid": "39089688_3",
            "document": "Uropod (immunology) . Amoeboid cell migration mechanisms enable rapid movement without strong adhesion to tissue and that doesn't harm cell tissues, as opposed to other types of cell migration. The cell is also able to interact and integrate environmental signals so it can quickly find and follow chemical signals left by other cells or pathogens. Amoeboid movement generally consists of four main stages of movement: In more detail, after receptors on the cell recognize extracellular signals, cell contents are polarized to create different front and rear environments. Already, adhesion forces between the substrate and cell are present in the form of integrin/ICAM binding between cells. The uropod protrusion extends from the cell body due to actin polymerization and actomyosin extension, as cellular signals interact with cell and membrane contents. Actomyosin contraction pushes the cell forward by squeezing the cell contents in the direction of cell movement, prompting release of adhesion forces between the cell and environment and resulting in an overall change in position towards the extracellular signals.",
            "score": 246.7297319173813
        },
        {
            "docid": "1082927_8",
            "document": "Haptotaxis . Haptotaxis plays a role in organizing cells to form tissues and specific regions of those tissues. Fibronectin and laminin both play a role in adrenocyte mutation into distinctive distribution in the adrenal gland. The adrenocytes migrate centripetally as they mature towards the medulla of the adrenal gland., and this movement may be a result of haptotactic forces mediated by fibronectin and laminin. In nerve cells, axonal growth is mediated by nerve growth factor in a haptotactic manner, where the axon of nerve cells grows along the gradient. This information could be used to possibly develop methods to promote nerve regeneration in patients that have nerve damage.  Another regenerative strategy is the use of mesenchymal stem cells, which can differentiate into different kinds of connective tissue in the wound healing process. The haptotaxis is mediated by fibronectin, vitronectin, and type I collagen. A recent study has tentatively proposed the idea that the structures on cells responsible for sensing the membrane protein gradients are attenuated filopodia. Also, the more amount of filopodia present on the leading edge of the migrating cell, the more responsive the cell is to the haptotactic gradient. This is important because there is the possibility that all motile cells that display filopodia may be responding to haptotactic gradients. Further research is required in the subject, but it is clear that more and more kinds of cell undergo haptotaxis than originally believed.",
            "score": 302.45509231090546
        },
        {
            "docid": "2428938_13",
            "document": "Cell migration . It is believed that filamentous actins and microtubules are important for establishing and maintaining a cell’s polarity. Drugs that destroy actin filaments have multiple and complex effects, reflecting the wide role that these filaments play in many cell processes. It may be that, as part of the locomotory process, membrane vesicles are transported along these filaments to the cell’s front. In chemotaxing cells, the increased persistence of migration toward the target may result from an increased stability of the arrangement of the filamentous structures inside the cell and determine its polarity. In turn, these filamentous structures may be arranged inside the cell according to how molecules like PIP3 and PTEN are arranged on the inner cell membrane. And where these are located appears in turn to be determined by the chemoattractant signals as these impinge on specific receptors on the cell’s outer surface.",
            "score": 220.40771865844727
        },
        {
            "docid": "15302_22",
            "document": "Integrin . One important function of integrins on cells in tissue culture is their role in cell migration. Cells adhere to a substrate through their integrins. During movement, the cell makes new attachments to the substrate at its front and concurrently releases those at its rear. When released from the substrate, integrin molecules are taken back into the cell by endocytosis; they are transported through the cell to its front by the endocytic cycle, where they are added back to the surface. In this way they are cycled for reuse, enabling the cell to make fresh attachments at its leading front. It is not yet clear whether cell migration in tissue culture is an artefact of integrin processing, or whether such integrin-dependent cell migration also occurs in living organisms.",
            "score": 240.8736503124237
        },
        {
            "docid": "1031816_6",
            "document": "Chemokine . The major role of chemokines is to act as a chemoattractant to guide the migration of cells. Cells that are attracted by chemokines follow a signal of increasing chemokine concentration towards the source of the chemokine. Some chemokines control cells of the immune system during processes of immune surveillance, such as directing lymphocytes to the lymph nodes so they can screen for invasion of pathogens by interacting with antigen-presenting cells residing in these tissues. These are known as homeostatic chemokines and are produced and secreted without any need to stimulate their source cell(s). Some chemokines have roles in development; they promote angiogenesis (the growth of new blood vessels), or guide cells to tissues that provide specific signals critical for cellular maturation. Other chemokines are inflammatory and are released from a wide variety of cells in response to bacterial infection, viruses and agents that cause physical damage such as silica or the urate crystals that occur in gout. Their release is often stimulated by pro-inflammatory cytokines such as interleukin 1. Inflammatory chemokines function mainly as chemoattractants for leukocytes, recruiting monocytes, neutrophils and other effector cells from the blood to sites of infection or tissue damage. Certain inflammatory chemokines activate cells to initiate an immune response or promote wound healing. They are released by many different cell types and serve to guide cells of both innate immune system and adaptive immune system.",
            "score": 264.12337577342987
        },
        {
            "docid": "9347711_9",
            "document": "Neurokinin A . The immune system is a highly integrated system which receives input from many sources, such as sites of injury, nocireceptors and white blood cells. Chemical signals therefore are an important component of paracrine, autocrine and endocrine signaling.  Neurokinin A was shown to be a potent chemo attractor for T-cells increasing the migration into infected tissues. This migration is necessary for the pathogen seeking activity of T-cells. Some chemokines trigger the intravascular adhesion of T-cells whereas others direct the migration of leukocytes into and within the extravascular space. Since lymphocytes must be positioned correctly to interact with other cells, the pattern of chemokine receptors and the type and distribution of chemokines in tissues critically influence immune responses. The molecular mechanism behind neurokinin's role as a chemoattractor is currently unclear.",
            "score": 263.38670778274536
        },
        {
            "docid": "1209057_16",
            "document": "Wnt signaling pathway . Wnt signaling plays a critical role in embryonic development. It operates in both vertebrates and invertebrates, including humans, frogs, zebrafish, \"C. elegans\", \"Drosophila\" and others. It was first found in the segment polarity of Drosophila, where it helps to establish anterior and posterior polarities. It is implicated in other developmental processes. As its function in \"Drosophila\" suggests, it plays a key role in body axis formation, particularly the formation of the anteroposterior and dorsoventral axes. It is involved in the induction of cell differentiation to prompt formation of important organs such as lungs and ovaries. Wnt further ensures the development of these tissues through proper regulation of cell proliferation and migration. Wnt signaling functions can be divided into axis patterning, cell fate specification, cell proliferation and cell migration.",
            "score": 229.15368127822876
        },
        {
            "docid": "53557244_2",
            "document": "Collective cell migration . Collective cell migration describes the movements of group of cells and the emergence of collective behavior from cell-environment interactions and cell-cell communication. Collective cell migration is an essential process in the lives of multicellular organisms, e.g. embryonic development, wound healing and cancer spreading (metastasis). Cells can migrate as a cohesive group (e.g. epithelial cells) or have transient cell-cell adhesion sites (e.g. mesenchymal cells). They can also migrate in different modes like sheets, strands, tubes, and clusters. While single-cell migration has been extensively studied, collective cell migration is a relatively new field with applications in preventing birth defects or dysfunction of embryos. It may improve cancer treatment by enabling doctors to prevent tumors from spreading and forming new tumors.",
            "score": 240.38144993782043
        },
        {
            "docid": "37686983_3",
            "document": "Role of cell adhesions in neural development . During early development, cell migration plays a crucial role in neuronal tissue organization. Although still largely under investigation, networks of highly ordered neurons are known to be a vital component of the nervous systems communication with the body. A major mechanism of cellular migration is the translation of internal force, to the external environment. Force transmission can occur through a variety of mechanisms, though adhesion complexes between cell-cell and cell-extracellular matrix (ECM) are a known to be chief mechanisms of this activity. Cell migration is generally classified with four cell processes: The coordination of these processes allows for the efficient migration of cells through their environment.",
            "score": 222.73230361938477
        },
        {
            "docid": "39089688_2",
            "document": "Uropod (immunology) . Uropods, in immunology, refer to the hind part of polarized cells during cell migration that stabilize and move the cell. Polarized leukocytes move using amoeboid cell migration mechanisms, with a small leading edge, main cell body, and posterior uropod protrusion. Cytoskeleton contraction and extension, controlled by various polarized signals, helps propel the cell body forward. Leukocyte polarization is an important requirement for migration, activation and apoptosis in the adaptive and innate immune systems; most leukocytes, including monocytes, granulocytes, and T and B lymphocytes migrate to and from primary and secondary lymphoid organs to tissues to initiate immune responses to pathogens.",
            "score": 222.9319622516632
        },
        {
            "docid": "10959358_3",
            "document": "Convergent extension . Convergent extension has been primarily studied in frogs and fish due to their large embryo size and their development outside of a maternal host (in egg clutches in the water, as opposed to in a uterus). Within frogs and fish, however, there exist fundamental differences in how convergent extension is achieved. Frog embryogenesis utilizes cell rearrangement as the sole player of this process. Fish, on the other hand, utilize both cell rearrangement as well as directed migration (Fig. 1) . Cellular rearrangement is the process by which individual cells of a tissue rearrange to reshape the tissue as a whole, while cellular migration is the directed movement of a singular cell or small group of cells across a substrate such as a membrane or tissue.",
            "score": 211.43662214279175
        },
        {
            "docid": "62810_52",
            "document": "Reelin . As previously described, reelin plays a crucial role in modulating early neuroblast migration during brain development. Evidences of altered neural cell positioning in post-mortem schizophrenia patient brains and changes to gene regulatory networks that control cell migration suggests a potential link between altered reelin expression in patient brain tissue to disrupted cell migration during brain development. To model the role of reelin in the context of schizophrenia at a cellular level, olfactory neurosphere-derived cells were generated from the nasal biopsies of schizophrenia patients, and compared to cells from healthy controls. Schizophrenia patient-derived cells have reduced levels of reelin mRNA and protein when compared to healthy control cells, but expresses the key reelin receptors and DAB1 accessory protein. When grown \"in vitro\", schizophrenia patient-derived cells were unable to respond to reelin coated onto tissue culture surfaces; In contrast, cells derived from healthy controls were able to alter their cell migration when exposed to reelin. This work went on to show that the lack of cell migration response in patient-derived cells were caused by the cell's inability to produce enough focal adhesions of the appropriate size when in contact with extracellular reelin. More research into schizophrenia cell-based models are needed to look at the function of reelin, or lack of, in the pathophysiology of schizophrenia.",
            "score": 227.3977941274643
        },
        {
            "docid": "13975479_9",
            "document": "RHOA . RhoA is prevalent in regulating cell shape, polarity and locomotion via actin polymerization, actomyosin contractility, cell adhesion, and microtubule dynamics. In addition, RhoA is believed to act primarily at the rear (uropod) of migrating cells to promote detachment, similar to the attachment and detachment process found in the focal adhesion mechanism. Signal transduction pathways regulated via RhoA link plasma membrane receptors to focal adhesion formation and the subsequent activation of relevant actin stress fibers. RhoA directly stimulates actin polymerization through activation of diaphanous-related formins, thereby structurally changing the actin monomers to filaments. ROCK kinases induce actomyosin-based contractility and phosphorylate TAU and MAP2 involved in regulating myosins and other actin-binding proteins in order to assist in cell migration and detachment. The concerted action of ROCK and Dia is essential for the regulation of cell polarity and organization of microtubules. RhoA also regulates the integrity of the extracellular matrix and the loss of corresponding cell-cell adhesions (primarily adherens and tight junctions) required for the migration of epithelial. RhoA’s role in signal transduction mediation is also attributed to the establishment of tissue polarity in epidermal structures due to its actin polymerization to coordinate vesicular motion; movement within actin filaments forms webs that move in conjunction with vesicular linear motion. As a result, mutations present in the polarity genes indicate that RhoA is critical for tissue polarity and directed intracellular movement.",
            "score": 218.99139952659607
        },
        {
            "docid": "15261560_10",
            "document": "Dictyostelium discoideum . The cell differentiation process occurs when a cell becomes more specialized to develop into a multicellular organism. Changes in size, shape, metabolic activities, and responsiveness can occur as a result of adjustments in gene expression. Cell diversity and differentiation, in this species, involves decisions made from cell-cell interactions in pathways to either stalk cells or spore cells. These cell fates depend on their environment and pattern formation. Therefore, the organism is an excellent model for studying cell differentiation. Chemotaxis is defined as a passage of an organism toward or away from a chemical stimulus along a chemical concentration gradient. Certain organisms demonstrate chemotaxis when they move toward a supply of nutrients. In \"D. discoideum\", the amoeba secretes the signal, cAMP, out of the cell, attracting other amoebae to migrate toward the source. Every amoeba moves toward a central amoeba, the one dispensing the greatest amount of cAMP secretions. The secretion of the cAMP is then exhibited by all amoebae and is a call for them to begin aggregation. These chemical emissions and amoeba movement occur every six minutes. The amoebae move toward the concentration gradient for 60 seconds and stop until the next secretion is sent out. This behavior of individual cells tends to cause oscillations in a group of cells, and chemical waves of varying cAMP concentration propagate through the group in spirals.",
            "score": 195.96600317955017
        },
        {
            "docid": "37686983_4",
            "document": "Role of cell adhesions in neural development . Scaffold cell-dependent migration, in which neuronal cadherin (N-cadherin) adhesive molecules are tightly regulated, provides one mode of motility in developing neuron tissue. During cell migration, N-cadherin binds the neuron to a glial fiber, and allows for transfer of force, generated by an intracellular actin network treadmilling, to the glial fiber. Force transmission across the cell-glial fiber interface sums over many individual N-cadherin/glial-fiber interactions, allowing required levels of traction force essential for migration. It has also been shown that these adhesive cadherin molecules are internalized, and recycled by the migratory neuron. This cadherin recycling mechanism is thought to be substantial in the neural adhesion-based migratory pathway. Cadherin based migration is essential to tissue organization in the central nervous system, specifically in cortical layer formation.",
            "score": 202.54309713840485
        },
        {
            "docid": "1209057_23",
            "document": "Wnt signaling pathway . Cell migration during embryonic development allows for the establishment of body axes, tissue formation, limb induction and several other processes. Wnt signaling helps mediate this process, particularly during convergent extension. Signaling from both the Wnt PCP pathway and canonical Wnt pathway is required for proper convergent extension during gastrulation. Convergent extension is further regulated by the Wnt/calcium pathway, which blocks convergent extension when activated. Wnt signaling also induces cell migration in later stages of development through the control of the migration behavior of neuroblasts, neural crest cells, myocytes, and tracheal cells.",
            "score": 206.92880761623383
        },
        {
            "docid": "531064_21",
            "document": "Cell adhesion . Dysfunction of cell adhesion occurs during cancer metastasis. Loss of cell–cell adhesion in metastatic tumour cells allows them to escape their site of origin and spread through the circulatory system. One example of CAMs deregulated in cancer are cadherins, which are inactivated either by genetic mutations or by other oncogenic signalling molecules, allowing cancer cells to migrate and be more invasive.. Other CAMs, like selectins and integrins, can facilitate metastasis by mediating cell–cell interactions between migrating metastatic tumour cells in the circulatory system with endothelial cells of other distant tissues. Due to the link between CAMs and cancer metastasis, these molecules could be potential therapeutic targets for cancer treatment.",
            "score": 213.4383306503296
        },
        {
            "docid": "5235851_6",
            "document": "Neural stem cell . NSCs are stimulated to begin differentiation via exogenous cues from the microenvironment, or stem cell niche. Some neural cells are migrated from the SVZ along the rostral migratory stream which contains a marrow-like structure with ependymal cells and astrocytes when stimulated. The ependymal cells and astrocytes form glial tubes used by migrating neuroblasts. The astrocytes in the tubes provide support for the migrating cells as well as insulation from electrical and chemical signals released from surrounding cells. The astrocytes are the primary precursors for rapid cell amplification. The neuroblasts form tight chains and migrate towards the specified site of cell damage to repair or replace neural cells. One example is a neuroblast migrating towards the olfactory bulb to differentiate into periglomercular or granule neurons which have a radial migration pattern rather than a tangential one.",
            "score": 220.4473958015442
        },
        {
            "docid": "23294664_20",
            "document": "Dominant white . The \"KIT\" gene encodes a protein called steel factor receptor, which is critical to the differentiation of stem cells into blood cells, sperm cells, and pigment cells. A process called alternative splicing, which uses the information encoded in the \"KIT\" gene to make slightly different proteins (isoforms) for use in different circumstances, may impact whether a mutation on \"KIT\" affects blood cells, sperm cells, or pigment cells. Steel factor receptor interacts chemically with steel factor or stem cell factor to relay chemical messages. These messages are used during embryonic development to signal the migration of early melanocytes (pigment cells) from the neural crest tissue to their eventual destinations in the dermal layer. The neural crest is a transient tissue in the embryo that lies along the dorsal line. Melanocytes migrate along the dorsal line to a number of specific sites: near the eye, near the ear, and the top of the head; six sites along each side of the body, and a few along the tail. At these sites, the cells undergo a few rounds of replication and differentiation, and then migrate down and around the body from the dorsal aspect towards the ventral aspect and the limb buds.",
            "score": 222.69158267974854
        },
        {
            "docid": "2904663_11",
            "document": "Rostral migratory stream . The nature of the molecular cues involved in the correct targeting of the migrating precursors remains a question. The secretion of a chemoattractant factor by the OB appears as a possibility. Chemoattractants and repellants act on the migrating neurons by inducing changes in the growth cone to direct them. Nevertheless, tissue derived from this structure had no directive influence on the migration. On the other hand, a septum-derived secreted factor showed a repulsive effect on the SVZ cells. More recently, it has been shown that the secreted molecule SLIT shows such a repelling effect on SVZ-derived precursors. Furthermore, integrins have been demonstrated to have a regulatory influence on precursor cell chain-migration and regulation of their divisions. PSA-NCAM appears as another candidate. Mice lacking NCAM show a dramatically size-reduced OB and an accumulation of migrating precursors along the RMS. It is possible that lack of NCAM results in agitation of neuron–glia interactions, and modifications in these interactions might in turn be responsible for the inhibition of migration in the RMS. It has been demonstrated that a cross talk exists between neurons and glial cells and data in favor of an active role of PSA–NCAM in this process has been presented. The lack of PSA–NCAM on the surface of migrating precursors might alter the proliferative properties of this glial cell population, a scenario that appears reminiscent of astrogliosis occurring in neurodegenerative diseases even before any signs of neuronal damage.",
            "score": 192.68259739875793
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 185.10635447502136
        },
        {
            "docid": "2428938_12",
            "document": "Cell migration . Migrating cells have a polarity—a front and a back. Without it, they would move in all directions at once, i.e. spread. How this polarity is formulated at a molecular level inside a cell is unknown. In a cell that is meandering in a random way, the front can easily give way to become passive as some other region, or regions, of the cell form(s) a new front. In chemotaxing cells, the stability of the front appears enhanced as the cell advances toward a higher concentration of the stimulating chemical. This polarity is reflected at a molecular level by a restriction of certain molecules to particular regions of the inner cell surface. Thus, the phospholipid PIP3 and activated Rac and CDC42 are found at the front of the cell, whereas Rho GTPase and PTEN are found toward the rear.",
            "score": 227.70400381088257
        },
        {
            "docid": "438944_5",
            "document": "Actin . A cell’s ability to dynamically form microfilaments provides the scaffolding that allows it to rapidly remodel itself in response to its environment or to the organism’s internal signals, for example, to increase cell membrane absorption or increase cell adhesion in order to form cell tissue. Other enzymes or organelles such as cilia can be anchored to this scaffolding in order to control the deformation of the external cell membrane, which allows endocytosis and cytokinesis. It can also produce movement either by itself or with the help of molecular motors. Actin therefore contributes to processes such as the intracellular transport of vesicles and organelles as well as muscular contraction and cellular migration. It therefore plays an important role in embryogenesis, the healing of wounds and the invasivity of cancer cells. The evolutionary origin of actin can be traced to prokaryotic cells, which have equivalent proteins. Actin homologs from prokaryotes and archaea polymerize into different helical or linear filaments consisting of one or multiple strands. However the in-strand contacts and nucleotide binding sites are preserved in prokaryotes and in archaea. Lastly, actin plays an important role in the control of gene expression.",
            "score": 214.34319353103638
        },
        {
            "docid": "20528783_16",
            "document": "Embryomics . Cells, embryonic cells in particular, are sensitive to the presence or absence of specific chemical molecules in their surroundings. This is the basis for cell signaling, and during embryogenesis cells “talk to each other” by emitting and receiving signaling molecules. This is how development of the embryo’s structure is organized and controlled. If cells of a particular line have been removed from the embryo and are growing alone in a Petri dish in the lab, and some cell signaling chemicals are put in the growth medium bathing the cells, this can induce the cells to differentiate into a different, “daughter” cell type, mimicking the differentiation process that occurs naturally in the developing embryo. Artificially inducing differentiation in this way can yield clues to the correct placement of a particular cell line in the embryogenic tree, by observing what kind of cell results from inducing the differentiation.",
            "score": 188.32905840873718
        },
        {
            "docid": "55498066_32",
            "document": "Bioelectricity . Life is ultimately an electrochemical enterprise; research in this field is progressing along several frontiers. First is the reductive program of understanding how bioelectric signals are produced, how voltage changes in the cell membrane are able to regulate cell behavior, and what are the genetic and epigenetic downstream targets of bioelectric signals. A few mechanisms that transduce bioelectric change into alterations of gene expression are already known, including the bioelectric control of movement of small second-messenger molecules through cells, including serotonin and butyrate, voltage sensitive phosphatases, among others. Also known are numerous gene targets of voltage signaling, such as Notch, BMP, FGF, and HIF-1α. Thus, the proximal mechanisms of bioelectric signaling within single cells are becoming well-understood, and advances in optogenetics and magnetogenetics continue to facilitate this research program. More challenging however is the integrative program of understanding how specific patterns of bioelectric dynamics help control the algorithms that accomplish large-scale pattern regulation (regeneration and development of complex anatomy). The incorporation of bioelectrics with chemical signaling in the emerging field of probing cell sensory perception and decision-making is an important frontier for future work.",
            "score": 171.18955624103546
        },
        {
            "docid": "53557244_3",
            "document": "Collective cell migration . The environment of the migrating cell can affect its speed, persistence and direction of migration by stimulating it. The extracellular matrix (ECM) provides not only the structural and biochemical support, but also plays a major role in regulating cell behavior. Different ECM proteins (such as collagen, elastin, fibronectin, laminin, and others) allow cells to adhere and migrate, while forming focal adhesions in the front and disassembling them in the back. Using these adhesion sites, cells also sense the mechanical properties of the ECM. Cells can be guided by a gradient of those proteins (haptotaxis) or a gradient of soluble substrates in the liquid phase surrounding the cell (chemotaxis). Cells sense the substrate through their receptors and migrate toward the concentration (or the opposite direction). Another form of stimulation can be rigidity gradients of the ECM (durotaxis).",
            "score": 240.72876381874084
        },
        {
            "docid": "53979054_8",
            "document": "Clare Waterman . The ability of a cell to adhere to and move relative to its environment is mediated by cell surface proteins called integrins that bind extracellular components and mediate their linkage to the intracellular, force-generating actin cytoskeleton. However, the specific molecules mediating the links between integrins and actin and how they are organized at the cell membrane was not known. Dr. Waterman used Fluorescent Speckle Microscopy and super-resolution light microscopy methods to show in migrating cells that actin polymerizes at the leading edge, undergoes a rearward movement towards the cell center, and engages locally to integrins at the plasma membrane via a trilaminar nanoscale structure consisting of specific adapter proteins. The engagement of actin to the focal adhesion results in slowing of actin motion in the leading edge and transmission of its motion to the adapter proteins, and the protein vinculin is critical for this engagement. Dr. Waterman’s work supports a model that draws on analogy of the focal adhesion adapter proteins acting as a mechanical “clutch” to engage the moving actin with the matrix-bound integrins, and thus transmit intracellular force to friction on the extracellular environment to drive cell movement. Dr. Waterman’s works has led to the acceptance of the molecular clutch hypothesis of cell migration.",
            "score": 208.41231489181519
        },
        {
            "docid": "1201933_7",
            "document": "Cadherin . Cadherins play a vital role in the migration of cells through the epithelial-mesenchymal transition (EMT), which requires cadherins to forms adherents junctions with neighboring cells. In neural crest cells, which are transient cells that arise in the developing organism during gastrulation and function in the patterning of the vertebrate body plan, the cadherins are necessary to allow migration of cells to form tissues or organs. In addition, cadherins responsible in the EMT event in early development have also been shown to be critical in the reprogramming of specified adult cells into a pluripotent state, forming induced pluripotent stem cells (iPSCs).",
            "score": 217.09612274169922
        },
        {
            "docid": "1209057_3",
            "document": "Wnt signaling pathway . Wnt signaling was first identified for its role in carcinogenesis, then for its function in embryonic development. The embryonic processes it controls include body axis patterning, cell fate specification, cell proliferation and cell migration. These processes are necessary for proper formation of important tissues including bone, heart and muscle. Its role in embryonic development was discovered when genetic mutations in Wnt pathway proteins produced abnormal fruit fly embryos. Wnt signaling also controls tissue regeneration in adult bone marrow, skin and intestine. Later research found that the genes responsible for these abnormalities also influenced breast cancer development in mice.",
            "score": 199.57884216308594
        }
    ],
    "r": [
        {
            "docid": "1082927_8",
            "document": "Haptotaxis . Haptotaxis plays a role in organizing cells to form tissues and specific regions of those tissues. Fibronectin and laminin both play a role in adrenocyte mutation into distinctive distribution in the adrenal gland. The adrenocytes migrate centripetally as they mature towards the medulla of the adrenal gland., and this movement may be a result of haptotactic forces mediated by fibronectin and laminin. In nerve cells, axonal growth is mediated by nerve growth factor in a haptotactic manner, where the axon of nerve cells grows along the gradient. This information could be used to possibly develop methods to promote nerve regeneration in patients that have nerve damage.  Another regenerative strategy is the use of mesenchymal stem cells, which can differentiate into different kinds of connective tissue in the wound healing process. The haptotaxis is mediated by fibronectin, vitronectin, and type I collagen. A recent study has tentatively proposed the idea that the structures on cells responsible for sensing the membrane protein gradients are attenuated filopodia. Also, the more amount of filopodia present on the leading edge of the migrating cell, the more responsive the cell is to the haptotactic gradient. This is important because there is the possibility that all motile cells that display filopodia may be responding to haptotactic gradients. Further research is required in the subject, but it is clear that more and more kinds of cell undergo haptotaxis than originally believed.",
            "score": 302.4551086425781
        },
        {
            "docid": "4102360_2",
            "document": "Filopodia . Filopodia (also microspikes) are slender cytoplasmic projections that extend beyond the leading edge of lamellipodia in migrating cells. They contain actin filaments cross-linked into bundles by actin-binding proteins, e.g. fascin and fimbrin. Filopodia form focal adhesions with the substratum, linking it to the cell surface. Many types of migrating cells display filopodia, which are thought to be involved in both sensation of chemotropic cues, and resulting changes in directed locomotion.",
            "score": 298.3083801269531
        },
        {
            "docid": "21942008_6",
            "document": "Cell polarity . Many cell types are capable of migration, such as leukocytes and fibroblasts, and in order for these cells to move in one direction, they must have a defined front and rear. At the front of the cell is the leading edge, which is often defined by a flat ruffling of the cell membrane called the lamellipodium or thin protrusions called filopodia. Here, actin polymerization in the direction of migration allows cells to extend the leading edge of the cell and to attach to the surface. At the rear of the cell, adhesions are disassembled and bundles of actin microfilaments, called stress fibers, contract and pull the trailing edge forward to keep up with the rest of the cell. Without this front-rear polarity, cells would be unable to coordinate directed migration.",
            "score": 298.2922058105469
        },
        {
            "docid": "4102360_4",
            "document": "Filopodia . Filopodia have roles in sensing, migration and cell-cell interaction. To close a wound in vertebrates, growth factors stimulate the formation of filopodia in fibroblasts to direct fibroblast migration and wound closure. In developing neurons, filopodia extend from the growth cone at the leading edge. In neurons deprived of filopodia by partial inhibition of actin filaments polymerization, growth cone extension continues as normal but direction of growth is disrupted and highly irregular. Filopodia-like projections have also been linked to dendrite creation when new synapses are formed in the brain. In macrophages, filopodia act as phagocytic tentacles and pull bound objects towards the cell for phagocytosis.",
            "score": 296.497314453125
        },
        {
            "docid": "19045237_4",
            "document": "Cytoneme . Many cell types have filopodia. The functions of filopodia have been attributed to pathfinding of neurons, early stages of synapse formation, antigen presentation by dendritic cells of the immune system, force generation by macrophages and virus transmission. They have been associated with wound closure, dorsal closure of Drosophila embryos, chemotaxis in Dictyostelium, Delta-Notch signaling, vasculogenesis, cell adhesion, cell migration, and cancer metastasis. Filopodia have been given various names: microspikes, pseudopods, thin filopodia, thick filopodia, gliopodia, myopodia, invadopodia, podosomes, telopodes, tunneling nanotubes and dendrites. The term cytoneme was coined to denote the presence of cytoplasm in their interior (cyto-) and their finger-like appearance (-neme), and to distinguish their role as signaling, rather than structural or force-generating, organelles.",
            "score": 272.55670166015625
        },
        {
            "docid": "37691479_10",
            "document": "Cardiac neural crest cells . The leading cells have long filopodia that assist migration while cells in the middle of the migration have protrusions at their front and back allowing them to interact and communicate with leading cells, trailing cells and receive signals from the extracellular matrix.",
            "score": 267.5338134765625
        },
        {
            "docid": "37691479_7",
            "document": "Cardiac neural crest cells . After induction, CNCCs lose their cell to cell contacts. This allows them to move through the extracellular matrix and interact with its components. The CNCCs, with the assistance of their filopodia and lamellipodia (actin containing extensions of cytoplasm that allow a cell to probe its path of migration), leave the neural tube and migrate along a dorsolateral pathway to the circumpharyngeal ridge. Along this pathway, CNCCs link together to form a stream of migrating cells. Cells at the front of the migration stream have a special polygonal shape and proliferate at a faster rate than trailing cells.",
            "score": 266.0033874511719
        },
        {
            "docid": "42072648_5",
            "document": "Follower neuron . In the midline of zebrafish, pioneer neurons grow slower, their growth cones tend to be shorter and wider than followers’ and have up to 50% more filopodia and while followers’ neurons filopodia are mostly forward oriented, pioneers’ are arranged in all directions.  Studies in the neuromast show that followers establish topographic organization in it, dependent on the relative position of the cell body in its ganglion, while pioneers connect with posterior neuromasts, independently of their position in the ganglion. In zebrafish, the ablation of either the cell body or the axon of the pioneer FBMN (facial brachiomotor neuron), blocks the migration of the follower FBMNs. The FBMNs undergo several phases of migration: the first one, the early phase, from r5 to r6, is regulated by the ability of the first FBMN to migrate into r5 and maintain connections with follower FBMNs through its trailing axon. The second phase, from r5 to r6, depends on interactions between FBMNs and the medial longitudinal fasciculus (MLF), as blocking MLF axons from entering the hindbrain can stall FBMN migration in r5. The first FBMN migrating on each side of the hindbrain often travels ahead of the following FBMNs and seems to send out more and longer projections into the neuroepithelial environment. This suggests that the first FBMN to migrate might act as a “pioneer” neuron that leads follower neurons through the hindbrain. The ablation of a second migrating FBMN cell causes some migration defects, which may be an indirect consequence of cutting the link between the pioneer and the follower neurons. In the cases where second cell ablation does not affect migration, it is plausible that the trailing axon of the pioneer neuron makes contact with another follower FBMN, which allows correct migration. It is hypothesized that the second cell is not important for having pioneer-like capacity but rather in being the closest FBMN to the pioneer, linking the pioneer to follower FBMNs. It is the cell bodies of the follower neurons that follow the axons of the pioneer neurons, instead of what it was thought before, however, it is preserved the idea that the initial pioneer axon tract is needed for guidance.",
            "score": 265.68524169921875
        },
        {
            "docid": "1031816_6",
            "document": "Chemokine . The major role of chemokines is to act as a chemoattractant to guide the migration of cells. Cells that are attracted by chemokines follow a signal of increasing chemokine concentration towards the source of the chemokine. Some chemokines control cells of the immune system during processes of immune surveillance, such as directing lymphocytes to the lymph nodes so they can screen for invasion of pathogens by interacting with antigen-presenting cells residing in these tissues. These are known as homeostatic chemokines and are produced and secreted without any need to stimulate their source cell(s). Some chemokines have roles in development; they promote angiogenesis (the growth of new blood vessels), or guide cells to tissues that provide specific signals critical for cellular maturation. Other chemokines are inflammatory and are released from a wide variety of cells in response to bacterial infection, viruses and agents that cause physical damage such as silica or the urate crystals that occur in gout. Their release is often stimulated by pro-inflammatory cytokines such as interleukin 1. Inflammatory chemokines function mainly as chemoattractants for leukocytes, recruiting monocytes, neutrophils and other effector cells from the blood to sites of infection or tissue damage. Certain inflammatory chemokines activate cells to initiate an immune response or promote wound healing. They are released by many different cell types and serve to guide cells of both innate immune system and adaptive immune system.",
            "score": 264.1233825683594
        },
        {
            "docid": "12044406_7",
            "document": "CDC42 . In one study studying the role of Cdc42 in cervical cancer, immunohistochemistry was used to detect Cdc42 expression in three types of tissues: normal cervical tissues, cervical intraepithelial neoplasia (CIN) I or below, CIN II or above, and cervical cancer tissues. Cdc42 expression was gradually increased showing significant difference and was significantly higher in HeLa cells than in regular cells. The migration ability of HeLa cells transfected with Cdc42 was higher than that of non-transfected cells. It was proposed that the overexpression of Cdc42 can promote filopodia formation in HeLa cells. Cdc42 overexpression significantly improved the ability of cervical cancer cells to migrate, possibly due to improved pseudopodia formation.",
            "score": 264.0873107910156
        },
        {
            "docid": "9347711_9",
            "document": "Neurokinin A . The immune system is a highly integrated system which receives input from many sources, such as sites of injury, nocireceptors and white blood cells. Chemical signals therefore are an important component of paracrine, autocrine and endocrine signaling.  Neurokinin A was shown to be a potent chemo attractor for T-cells increasing the migration into infected tissues. This migration is necessary for the pathogen seeking activity of T-cells. Some chemokines trigger the intravascular adhesion of T-cells whereas others direct the migration of leukocytes into and within the extravascular space. Since lymphocytes must be positioned correctly to interact with other cells, the pattern of chemokine receptors and the type and distribution of chemokines in tissues critically influence immune responses. The molecular mechanism behind neurokinin's role as a chemoattractor is currently unclear.",
            "score": 263.38671875
        },
        {
            "docid": "15192453_11",
            "document": "Stress fiber . An essential feature of many cells is their ability to migrate towards certain mechanical (Durotaxis) or chemical (Chemotaxis) stimuli. Cell migration takes place through the concerted action of three Rho family GTPases: Rho, Rac, and Cdc42. When GTP-bound, Rac will cause the formation of lamellipodia, and Cdc42 will cause the formation of filopodia, thus promoting cell migration. In the migrating cell, there are three main types of stress fibers: ventral stress fibers, transverse arcs, and dorsal stress fibers. Ventral stress fibers are associated with focal adhesions at both ends, are located on the ventral surface of the cell, and function in adhesion and contraction. Transverse arcs are not directly linked to focal adhesions, and typically flow from the leading edge of the cell, back towards the cell centre. Dorsal stress fibers are located at the trailing edge of the cell. They attach to focal adhesions on the ventral surface of the trailing edge, and extend dorsally, towards the cell centre to attach to transverse arcs. During cell migration, actin filaments within stress fibers will be recycled by a process of retrograde actin flow. The mechanism of dissolution of the focal adhesion itself is poorly understood.",
            "score": 257.6124572753906
        },
        {
            "docid": "41120962_6",
            "document": "Neuroinflammation . Cytokines are a class of proteins that regulates inflammation, cell signaling, and various cell processes such as growth and survival. Chemokines are a subset of cytokines that regulate cell migration, such as attracting immune cells to a site of infection or injury. Various cell types in the brain may produce cytokines and chemokines such as microglia, astrocytes, endothelial cells, and other glial cells. Physiologically, chemokines and cytokines function as neuromodulators that regulate inflammation and development. In the healthy brain, cells secrete cytokines to produce a local inflammatory environment to recruit microglia and clear the infection or injury. However, in neuroinflammation, cells may have sustained release of cytokines and chemokines which may compromise the blood–brain barrier. Peripheral immune cells are called to the site of injury via these cytokines and may now migrate across the compromised blood brain barrier into the brain. Common cytokines produced in response to brain injury include: interleukin-6 (IL-6), which is produced during astrogliosis, and interleukin-1 beta (IL-1β) and tumor necrosis factor alpha (TNF-α), which can induce neuronal cytotoxicity. Although the pro-inflammatory cytokines may cause cell death and secondary tissue damage, they are necessary to repair the damaged tissue. For example, TNF-α causes neurotoxicity at early stages of neuroinflammation, but contributes to tissue growth at later stages of inflammation.",
            "score": 251.07386779785156
        },
        {
            "docid": "1241101_21",
            "document": "Hyaluronic acid . Cell migration is essential for the formation of granulation tissue. The early stage of granulation tissue is dominated by a HA-rich extracellular matrix, which is regarded as a conducive environment for migration of cells into this temporary wound matrix. Contributions of HA to cell migration may attribute to its physicochemical properties as stated above, as well as its direct interactions with cells. For the former scenario, HA provides an open hydrated matrix that facilitates cell migration, whereas, in the latter scenario, directed migration and control of the cell locomotory mechanisms are mediated via the specific cell interaction between HA and cell surface HA receptors. As discussed before, the three principal cell surface receptors for HA are CD44, RHAMM, and ICAM-1. RHAMM is more related to cell migration. It forms links with several protein kinases associated with cell locomotion, for example, extracellular signal-regulated protein kinase (ERK), p125fak, and pp60c-src. During fetal development, the migration path through which neural crest cells migrate is rich in HA. HA is closely associated with the cell migration process in granulation tissue matrix, and studies show that cell movement can be inhibited, at least partially, by HA degradation or blocking HA receptor occupancy.",
            "score": 249.47080993652344
        },
        {
            "docid": "2428938_2",
            "document": "Cell migration . Cell migration is a central process in the development and maintenance of multicellular organisms. Tissue formation during embryonic development, wound healing and immune responses all require the orchestrated movement of cells in particular directions to specific locations. Cells often migrate in response to specific external signals, including chemical signals and mechanical signals. Errors during this process have serious consequences, including intellectual disability, vascular disease, tumor formation and metastasis. An understanding of the mechanism by which cells migrate may lead to the development of novel therapeutic strategies for controlling, for example, invasive tumour cells.",
            "score": 248.08175659179688
        },
        {
            "docid": "4102360_5",
            "document": "Filopodia . Filopodia are also used for movement of bacteria between cells, so as to evade the host immune system. The intracellular bacteria \"Ehrlichia\" are transported between cells through the host cell filopodia induced by the pathogen during initial stages of infection. Viruses were shown to be transported along filopodia toward the cell body, leading to cell infection. Directed transport of receptor-bound epidermal growth factor (EGF) along filopodia has also been described, supporting the proposed sensing function of filopodia.",
            "score": 247.595458984375
        },
        {
            "docid": "39089688_3",
            "document": "Uropod (immunology) . Amoeboid cell migration mechanisms enable rapid movement without strong adhesion to tissue and that doesn't harm cell tissues, as opposed to other types of cell migration. The cell is also able to interact and integrate environmental signals so it can quickly find and follow chemical signals left by other cells or pathogens. Amoeboid movement generally consists of four main stages of movement: In more detail, after receptors on the cell recognize extracellular signals, cell contents are polarized to create different front and rear environments. Already, adhesion forces between the substrate and cell are present in the form of integrin/ICAM binding between cells. The uropod protrusion extends from the cell body due to actin polymerization and actomyosin extension, as cellular signals interact with cell and membrane contents. Actomyosin contraction pushes the cell forward by squeezing the cell contents in the direction of cell movement, prompting release of adhesion forces between the cell and environment and resulting in an overall change in position towards the extracellular signals.",
            "score": 246.72975158691406
        },
        {
            "docid": "960559_8",
            "document": "Stromal cell-derived factor 1 . During embryonic development, CXCL12 plays an role in cerebellar formation through the migration of neurons. Within the CNS, CXCL12 contributes to cell proliferation, neurogenesis (nervous tissue development and growth), as well as neuroinflammation. Neural progenitor cells (NPCs) are stem cells that differentiate into glial and neuronal cells. CXCL12 promotes their migration to lesion sites within the brain, specifically over extensive ranges. Once at the site of damage, NPCs may begin stem cell based tissue repair to the lesion. The CXCL12/CXCR4 axis provides guidance cues for axons and neurites hence promoting neurite outgrowth (neurons forming projections) and neurogenesis. Like other chemokines, CXCL12 is involved with cell migration that contributes to inflammation. In regards to the CNS, CXCL12 plays a role in neuroinflammation by attracting leukocytes across the blood brain barrier. however, excessive production and accumulation of CXCL12 can become toxic and the inflammation produced may result in serious consequences.",
            "score": 244.93287658691406
        },
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 242.17141723632812
        },
        {
            "docid": "55059510_5",
            "document": "Immunological memory . Memory T cells can be both CD4+ and CD8+. These memory T cells do not require further antigen stimulation to proliferate; therefore, they do not need a signal via MHC. Memory T cells can be divided into two functionally distinct groups based on the expression of the CCR7 chemokine receptor. This chemokine indicates the direction of migration into secondary lymphatic organs. Those memory T cells that do not express CCR7 (these are CCR7-) have receptors to migrate to the site of inflammation in the tissue and represent an immediate effector cell population. These cells were named memory effector T cells (T). After repeated stimulation they produce large amounts of IFN-γ, IL-4 and IL-5. In contrast, CCR7 + memory T cells lack proinflammatory and cytotoxic function but have receptors for lymph node migration. These cells were named central memory T cells (T). They effectively stimulate dendritic cells an after repeated stimulation they are able to differentiate in CCR7- effector memory T cells. Both populations of these memory cells originate from naive T cells and remain in the body for several years after initial immunization.",
            "score": 242.16351318359375
        },
        {
            "docid": "1031816_9",
            "document": "Chemokine . Basal: homeostatic chemokines are basal produced in the thymus and lymphoid tissues. Their homeostatic function in homing is best exemplified by the chemokines CCL19 and CCL21 (expressed within lymph nodes and on lymphatic endothelial cells) and their receptor CCR7 (expressed on cells destined for homing in cells to these organs). Using these ligands is possible routing antigen-presenting cells (APC) to lymph nodes during the adaptive immune response. Among other homeostatic chemokine receptors include: CCR9, CCR10, and CXCR5, which are important as part of the cell addresses for tissue-specific homing of leukocytes. CCR9 supports the migration of leukocytes into the intestine, CCR10 to the skin and CXCR5 supports the migration of B-cell to follicles of lymph nodes. As well CXCL12 (SDF-1) constitutively produced in the bone marrow promotes proliferation of progenitor B cells in the bone marrow microenvironment.",
            "score": 240.98582458496094
        },
        {
            "docid": "15302_22",
            "document": "Integrin . One important function of integrins on cells in tissue culture is their role in cell migration. Cells adhere to a substrate through their integrins. During movement, the cell makes new attachments to the substrate at its front and concurrently releases those at its rear. When released from the substrate, integrin molecules are taken back into the cell by endocytosis; they are transported through the cell to its front by the endocytic cycle, where they are added back to the surface. In this way they are cycled for reuse, enabling the cell to make fresh attachments at its leading front. It is not yet clear whether cell migration in tissue culture is an artefact of integrin processing, or whether such integrin-dependent cell migration also occurs in living organisms.",
            "score": 240.8736572265625
        },
        {
            "docid": "53557244_3",
            "document": "Collective cell migration . The environment of the migrating cell can affect its speed, persistence and direction of migration by stimulating it. The extracellular matrix (ECM) provides not only the structural and biochemical support, but also plays a major role in regulating cell behavior. Different ECM proteins (such as collagen, elastin, fibronectin, laminin, and others) allow cells to adhere and migrate, while forming focal adhesions in the front and disassembling them in the back. Using these adhesion sites, cells also sense the mechanical properties of the ECM. Cells can be guided by a gradient of those proteins (haptotaxis) or a gradient of soluble substrates in the liquid phase surrounding the cell (chemotaxis). Cells sense the substrate through their receptors and migrate toward the concentration (or the opposite direction). Another form of stimulation can be rigidity gradients of the ECM (durotaxis).",
            "score": 240.72877502441406
        },
        {
            "docid": "53557244_2",
            "document": "Collective cell migration . Collective cell migration describes the movements of group of cells and the emergence of collective behavior from cell-environment interactions and cell-cell communication. Collective cell migration is an essential process in the lives of multicellular organisms, e.g. embryonic development, wound healing and cancer spreading (metastasis). Cells can migrate as a cohesive group (e.g. epithelial cells) or have transient cell-cell adhesion sites (e.g. mesenchymal cells). They can also migrate in different modes like sheets, strands, tubes, and clusters. While single-cell migration has been extensively studied, collective cell migration is a relatively new field with applications in preventing birth defects or dysfunction of embryos. It may improve cancer treatment by enabling doctors to prevent tumors from spreading and forming new tumors.",
            "score": 240.38145446777344
        },
        {
            "docid": "33051527_33",
            "document": "Cell membrane . The cytoskeleton is found underlying the cell membrane in the cytoplasm and provides a scaffolding for membrane proteins to anchor to, as well as forming organelles that extend from the cell. Indeed, cytoskeletal elements interact extensively and intimately with the cell membrane. Anchoring proteins restricts them to a particular cell surface — for example, the apical surface of epithelial cells that line the vertebrate gut — and limits how far they may diffuse within the bilayer. The cytoskeleton is able to form appendage-like organelles, such as cilia, which are microtubule-based extensions covered by the cell membrane, and filopodia, which are actin-based extensions. These extensions are ensheathed in membrane and project from the surface of the cell in order to sense the external environment and/or make contact with the substrate or other cells. The apical surfaces of epithelial cells are dense with actin-based finger-like projections known as microvilli, which increase cell surface area and thereby increase the absorption rate of nutrients. Localized decoupling of the cytoskeleton and cell membrane results in formation of a bleb.",
            "score": 238.41152954101562
        },
        {
            "docid": "14764542_4",
            "document": "PRDM1 . Blimp1 (also known as Prdm1), a known transcriptional repressor, has a critical role in the foundation of the mouse germ cell lineage, as its disruption causes a block early in the process of primordial germ cell formation. Blimp1-deficient mutant embryos form a tight cluster of about 20 primordial germ cell-like cells, which fail to show the characteristic migration, proliferation and consistent repression of homeobox genes that normally accompany specification of primordial germ cells. The genetic lineage-tracing experiments indicate that the Blimp1-positive cells originating from the proximal posterior epiblast cells are indeed the lineage-restricted primordial germ cell precursors.",
            "score": 236.79348754882812
        },
        {
            "docid": "8877946_2",
            "document": "CXCL14 . Chemokine (C-X-C motif) ligand 14 (CXCL14) is a small cytokine belonging to the CXC chemokine family that is also known as BRAK (for breast and kidney-expressed chemokine). Mature CXCL14 has many of the conserved features of the CXC chemokine subfamily but has some differences too, such as a shorter N-terminus and five extra amino acids in the region between its third and fourth cysteines. CXCL14 is constitutively expressed at high levels in many normal tissues, where its cellular source is thought to be fibroblasts. However, it is reduced or absent from most cancer cells. This chemokine is chemotactic for monocytes and can activate these cells in the presence of an inflammatory mediator called prostaglandin-E2 (PGE2). It is also a potent chemoattractant and activator of dendritic cells, is implicated in homing of these cells, and can stimulate the migration of activated NK cells. CXCL14 also inhibits angiogenesis, possibly as a result of its ability to block endothelial cell chemotaxis. The gene for CXCL14 contains four exons and is located on chromosome 5 in humans.",
            "score": 235.01266479492188
        },
        {
            "docid": "4073638_3",
            "document": "Lamellipodium . Lamellipodia are found primarily in very mobile cells, for example the keratinocytes of fish and frogs, which are involved in the quick repair of wounds, crawling at speeds of 10–20 μm / min over epithelial surfaces. A lamellipodium separated from the main part of a cell by scratching across the cell with a pipette tip can continue to crawl freely about on its own. Lamellipodia are a characteristic feature at the front, leading edge, of motile cells. They are believed to be the actual motor which pulls the cell forward during the process of cell migration. The tip of the lamellipodium is the site where exocytosis occurs in migrating mammalian cells as part of their clathrin-mediated endocytic cycle. This, together with actin-polymerisation there, helps extend the lamella forward and thus advance the cell's front. It thus acts as a steering device for cells in the process of chemotaxis. It is also the site from which particles or aggregates attached to the cell surface migrate in a process known as cap formation.",
            "score": 233.92864990234375
        },
        {
            "docid": "2395117_6",
            "document": "Gametogonium . The gonads have an important role in germ cell development, converting the bipotential cells into gametogonia. The germ cells are bipotential in that prior to migrating to the gonads, they are capable of forming either spermatogonia or oogonia. The specification into either female or male fates for the organism itself also depends on the development of the gonads, which have yet to differentiate into ether ovaries or testes. In the mouse, somatic sex determination (i.e. determination of either female or male gonads) begins at embryonic day 10.5 in mice, but is not finalised until day 12.5. Male somatic cell specification involves the Y-chromosome specific Sry gene, which regulates the specification of Sertoli cells and Leydig cells. Without the specification of those cells, the gonad formation is regulated by the X-chromosomes, forming the ovaries. After the fate of the gonads is finalised, the sex specification of the germ cells occurs at 12.5-15.5 days. Sex specification of the germ cells requires the repression of pluripotency and relies on the communication between the somatic cells of the gonads and germ cells Reitzel et al., 2015. The mechanisms for male and female differentiation are markedly different, since a population of sperm producing spermatogonia are retained throughout development and into adult life Reitzel et al., 2015, unlike oogonia which only produce oocyte in utero. When the germ cells reach the gonads, they undergo proliferation via mitosis and at 13.5 days of rat development they begin to undergo meiosis in the ovary but arrested at the mitotic stage in the testes. In the ovary, after mitosis, the gametogonium undergo meiosis, which is initiated by intrinsic competence factor DazL and extrinsic retinoic acid, excreted by the mesonephros. Retinoic acid is the major factor in meiosis, upregulating genes including ‘‘Stra8’‘, ‘‘Dmc1’‘ and ‘‘Sycp3’‘, which all have a role in meiosis. The male germ cells are protected from external signalling, like retinoic acid from the mesonephros, by the Leydig and Sertoli cells.",
            "score": 233.5711212158203
        },
        {
            "docid": "20958305_7",
            "document": "FDC-SP . FDC-SP is thought to bind target cells through a specific receptor in a similar manner to cytokines and chemokines. Although it shares no sequence homology with chemokines or cytokines, FDC-SP has several properties in common with several inflammatory mediators, including molecular mass and amino acid composition. The FDC-SP gene is also located next to a group of proline-rich salivary peptide genes, which themselves are next several to CXC chemokine genes. FDC-SP has an effect on B cell migration when used in conjunction with L cells, and migration is significantly increased when the B cells are stimulated with anti-CD40 plus IL-4. The addition of anti-CD40 causes the B cells to resemble those found in the GC. Pertussis toxin is known to inhbibit the action of G proteins and B cells treated with the toxin were observed to migrate poorly in response to FDC-SP.",
            "score": 232.8241424560547
        },
        {
            "docid": "9947194_2",
            "document": "CXCL16 . Chemokine (C-X-C motif) ligand 16 (CXCL16) is a small cytokine belonging to the CXC chemokine family. Larger than other chemokines (with 254 amino acids), CXCL16 is composed of a CXC chemokine domain, a mucin-like stalk, a transmembrane domain and a cytoplasmic tail containing a potential tyrosine phosphorylation site that may bind SH2. These are unusual features for a chemokine, and allow CXCL16 to be expressed as a cell surface bound molecule, as well as a soluble chemokine. CXCL16 is produced by dendritic cells found in the T cell zones of lymphoid organs, and by cells found in the red pulp of the spleen. Cells that bind and migrate in response to CXCL16 include several subsets of T cells, and natural killer T (NKT) cells. CXCL16 interacts with the chemokine receptor CXCR6, also known as Bonzo. Expression of CXCL16 is induced by the inflammatory cytokines IFN-gamma and TNF-alpha. The gene for human CXCL16 is located on chromosome 17.",
            "score": 232.26968383789062
        },
        {
            "docid": "40279193_4",
            "document": "Unipolar brush cell . The brush dendrioles emit numerous, thin evaginations called filopodia, unique to UBCs. The filopodia emanate from all over the neuron, even including the dendritic stem and the cell body in some cells. Although UBC filopodia do not bear synaptic junctions, they are nevertheless involved in cell signaling.",
            "score": 231.69589233398438
        }
    ]
}