{
    "q": [
        {
            "docid": "38887508_14",
            "document": "Aicardi–Goutières syndrome . At the moment there are no therapies specifically targeting the underlying cause of AGS. Current treatments address the symptoms, which can be varied both in scope and severity. Many patients benefit from tube-feeding. Drugs can be administered to help with seizures / epilepsy. The treatment of chilblains remains problematic, but particularly involves keeping the feet / hands warm. Physical therapy, including the use of splints can help to prevent contractures and surgery is sometimes required. Botox (botulinium toxin) has sometimes caused severe immune reactions in some AGS patients, and the high risk of possible further brain damage must be considered before giving Botox. Occupational therapy can help with development, and the use of technology (e.g. Assistive Communication Devices) can facilitate communication. Patients should be regularly screened for treatable conditions, most particularly glaucoma and endocrine problems (especially hypothyroidism). The risk versus benefit of giving immunizations also must be considered, as some AGS patients have high immune responses or flares that cause further brain damage from immunizations but other patients have no problems with immunizations; on the other hand, AGS patients have died from illnesses that can be immunized against, so the family must consider the risk vs. benefit of each immunization vs. risk of the actual virus if they choose not to immunize. As of 2017, there are current drug trials being conducted that may lead to drug treatments for AGS.",
            "score": 122.67256724834442
        },
        {
            "docid": "2525541_18",
            "document": "Sandhoff disease . Currently Sandhoff disease does not have any standard treatment and does not have a cure. However, a person suffering from the disease needs proper nutrition, hydration, and maintenance of clear airways. To reduce some symptoms that may occur with Sandhoff disease, the patient may take anticonvulsants to manage seizures or medications to treat respiratory infections, and consume a precise diet consisting of puree foods due to difficulties swallowing. Infants with the disease usually die by the age of 3 due to respiratory infections. The patient must be under constant surveillance because they can suffer from aspiration or lack the ability to change from the passageway to their lungs versus their stomach and their spit travels to the lungs causing bronchopneumonia. The patient also lacks the ability to cough and therefore must undergo a treatment to shake up their body to remove the mucus from the lining of their lungs. Medication is also given to patients to lessen their symptoms including seizures.",
            "score": 103.36789035797119
        },
        {
            "docid": "1255131_5",
            "document": "Omalizumab . Omalizumab received approval by the U.S. Food and Drug Administration (FDA) in 2003 for treating patients 12 years and older with moderate to severe allergic asthma. It has also received approval in many other countries for treating patients 12 years and older with severe, persistent allergic asthma. Omalizumab was approved by the European Union in 2009 for treating patients 6 to 12 years old with severe, persistent allergic asthma. Thus, its primary use is for patients mostly with severe, persistent allergic asthma, uncontrollable with oral or injectable corticosteroids. Those patients have already failed step I to step IV treatments and are in step V of treatment. Such a treatment scheme is consistent with the widely adopted guidelines for the management and prevention of asthma, issued by Global Initiative of Asthma (GINA), which was a medical guidelines organization launched in 1993 in collaboration with the National Heart, Lung, and Blood Institute, National Institutes of Health, USA, and the World Health Organization. The efficacy is more evident among severe asthmatics than among those with moderately severe disease. The response rates among treated severe \"allergic\" asthma patients are 60-80% or higher, probably depending on the patient screening procedures used by the various clinical groups of different specialties. In real-life clinical practice of 142 and 195 patients in Italy and Germany, respectively, 77 to 79% of patients or physicians gave a response of “excellent or good” for GETE (global evaluation of treatment effectiveness) scale after being treated with omalizumab for four months. Because 20 to 30% of adult asthma cases are not related to allergy, a reliable way to identify treatable patients has been a subject of considerable research interest. The primary benefits for the responding patients are reduced numbers of exacerbations, improved lung function, reduced numbers of emergency visits to the doctors, reduced days of hospitalization, and increased quality of life measurements. The other major benefit is that most responding patients can reduce or spare entirely the use of corticosteroids, which cause multiple serious side effects, when used at high doses for extended periods.",
            "score": 107.16170597076416
        },
        {
            "docid": "10889804_6",
            "document": "Bird fancier's lung . BFL symptoms improve in the absence of the bird proteins which caused the disease. Therefore, it is advisable to remove all birds, bedding and pillows containing feathers from the house as well as washing all soft furnishings, walls, ceilings and furniture. Certain small mammals kept as pets have the same or similar proteins in their fur and feces and so should be removed. Peak flow measurements will indicate a lung condition however a spirometric test on lung capacity and patients ability to move air in and out of the lungs plus in more advanced cases an X-ray test or CT scan is available to confirm whether someone has the disease or not. Steroid inhalers similar to those used for asthma are effective or in cases where the patient finds inhaling difficult high dosages of steroids combined with bone density protecting drugs are used to treat a person with BFL, reducing the inflammation and hopefully preventing scarring. Recovery varies from patient to patient depending on what stage the condition was at when the patient consulted the doctor, the speed of diagnosis and application of the appropriate treatment to prevent residual damage to the lungs and many make a full recovery. However, BFL may reoccur when in contact with birds or other allergens.",
            "score": 84.7702796459198
        },
        {
            "docid": "2459830_11",
            "document": "Viral pneumonia . In cases of viral pneumonia where influenza A or B are thought to be causative agents, patients who are seen within 48 hours of symptom onset may benefit from treatment with oseltamivir or zanamivir. Respiratory syncytial virus (RSV) has no direct acting treatments, but ribavirin in indicated for severe cases. Herpes simplex virus and varicella-zoster virus infections are usually treated with aciclovir, whilst ganciclovir is used to treat cytomegalovirus. There is no known efficacious treatment for pneumonia caused by SARS coronavirus, MERS coronavirus, adenovirus, hantavirus, or parainfluenza. Care is largely supportive.",
            "score": 99.50858330726624
        },
        {
            "docid": "964371_2",
            "document": "Lower respiratory tract infection . Lower respiratory tract infection (LRTI), while often used as a synonym for pneumonia, can also be applied to other types of infection including lung abscess and acute bronchitis. Symptoms include shortness of breath, weakness, fever, coughing and fatigue. There are a number of symptoms that are characteristic of lower respiratory tract infections. The two most common are bronchitis and edema. Influenza affects both the upper and lower respiratory tracts. Antibiotics are the first line treatment for pneumonia; however, they are not effective or indicated for parasitic or viral infections. Acute bronchitis typically resolves on its own with time. In 2015 there were about 291 million cases. These resulted in 2.74 million deaths down from 3.4 million deaths in 1990. This was 4.8% of all deaths in 2013. Bronchitis describes the swelling or inflammation of the bronchial tubes. Additionally, bronchitis is described as either acute or chronic depending on its presentation and is also further described by the causative agent. Acute bronchitis can be defined as acute bacterial or viral infection of the larger airways in healthy patients with no history of recurrent disease. It affects over 40 adults per 1000 each year and consists of transient inflammation of the major bronchi and trachea. Most often it is caused by viral infection and hence antibiotic therapy is not indicated in immunocompetent individuals. Viral bronchitis can sometimes be treated using antiviral medications depending on the virus causing the infection, and medications such as anti-inflammatory drugs and expectorants can help mitigate the symptoms. Treatment of acute bronchitis with antibiotics is common but controversial as their use has only moderate benefit weighted against potential side effects (nausea and vomiting), increased resistance, and cost of treatment in a self-limiting condition. Beta2 agonists are sometimes used to relieve the cough associated with acute bronchitis. In a recent systematic review it was found there was no evidence to support their use.",
            "score": 124.68685734272003
        },
        {
            "docid": "971305_13",
            "document": "Haemodynamic response . Pulmonary hypertension (PAH) is disease of small pulmonary arteries that is usually caused by more than one mechanism. This includes pneumonia, parasitic infections, street drugs, such as cocaine and methamphetamines that cause constriction of blood vessels, and many more. Vasoactive mediators, such as nitric oxide and prostacyclin, along with overexpression of vasoconstrictors not only affect vascular tone but also promote vascular remodeling. PAH deals with increase blood pressure in pulmonary arteries, which leads to shortness of breath, dizziness, fainting, rarely hemoptysis, and many other symptoms. PAH can be a severe disease, which may lead to decreased exercise tolerance, and ultimately heart failure. It involves vasoconstrictions of blood vessels connected to and within the lungs. As a result, the heart has a hard time pumping blood through the lungs, and the blood vessels eventually undergoes fibrosis. The increased workload on the heart causes hypertrophy of the right ventricle, which leads less blood being pump through the lungs and decreased blood to the left side of the heart. As a result of all of this, the left side of the heart has a hard time pumping a sufficient supply of oxygen to the rest of the body, which deteriorates the effect of the haemodynamic response. Impaired haemodynamic responses in turn diminish exercise capacity in patients with PAH. The severity of haemodynamic dysfunction during progressive exercise in PAH can be recorded using cardiopulmonary exercise testing (CPET), and/or impedance cardiography (ICG). Furthermore, there are no current cures for pulmonary arterial hypertension, but there are treatment options for patients with the disease to help prolong their survival and quality of life. A few of these treatments include basic therapy, calcium-channel blockers, and prostacyclin therapy. Basic therapy can lead to dramatic clinical improvements in patients with right heart failure by instituting diuretic therapy. This reduces the right ventricular preload. Moreover, high-dose calcium-channel blockers among patients who have a response to this treatment can prolong survival and improve pulmonary haemodynamics. Calcium channel blocking drugs results in regression of right ventricular hypertrophy. On the other hand, prostacyclin therapy prolongs survival by inducing relaxation of vascular smooth muscles. This stimulates the production of cyclic AMP (cAMP), which inhibits the growth of smooth-muscle cells.",
            "score": 101.43654263019562
        },
        {
            "docid": "477489_5",
            "document": "Human respiratory syncytial virus . The incubation time (from infection until symptoms arrive) is 4–5 days. For adults, HRSV produces mainly mild symptoms, often indistinguishable from common colds and minor illnesses. The Centers for Disease Control consider HRSV to be the \"most common cause of bronchiolitis (inflammation of the small airways in the lung) and pneumonia in children under 1 year of age in the United States\". For some children, RSV can cause bronchiolitis, leading to severe respiratory illness requiring hospitalization and, rarely, causing death. This is more likely to occur in patients that are immunocompromised or infants born prematurely. Other HRSV symptoms common among infants include listlessness, poor or diminished appetite, and a possible fever.",
            "score": 85.7955904006958
        },
        {
            "docid": "3344863_16",
            "document": "Childhood immunizations in the United States . The bacteria that causes Diphtheria infects the respiratory system, produces a toxin that, within 2 to 3 days, kills tissue that then builds up over the nasal tissues, tonsils, voicebox and throat, in a thick gray coating called a \"pseudomembrane,\" making it very hard to breathe and swallow. The bacteria's toxin also causes the following symptoms: The toxin may also be absorbed into the blood stream and cause damage to the heart, kidneys and nerves causing severe complications such as: Even with treatment, 1 in 10 diphtheria patients die. Without treatment as many as half the patients can die from the disease.",
            "score": 99.33908295631409
        },
        {
            "docid": "60140_31",
            "document": "Sjögren syndrome . There is no prevention mechanism for SS due to its complexity as an autoimmune disorder. However, lifestyle changes can reduce the risk factors of getting SS or reduce the severity of the condition with patients who have already been diagnosed. Diet is strongly associated with inflammation that is mostly seen in many autoimmune related diseases including SS. An experimental study concludes that SS patients show high sensitivity to gluten that directly relates to inflammation. Moderate exercise is also found to be helpful in SS patients mainly reducing the effect of lung inflammation.",
            "score": 78.84253239631653
        },
        {
            "docid": "7663818_16",
            "document": "Management of multiple sclerosis . Interferons, a subclass of cytokines, are produced in the body during illnesses such as influenza in order to help fight the infection. They are responsible of many of the symptoms of influenza infections, including fever, muscle aches, fatigue, and headaches. Many patients report influenza-like symptoms hours after taking interferon-beta that usually improve within 24 hours, being such symptoms related to the temporary increase of cytokines. This reaction tends to disappear after 3 months of treatment and its symptoms can be treated with over-the-counter nonsteroidal anti-inflammatory drugs, such as ibuprofen, that reduce fever and pain. Another common transient secondary effect with interferon-beta is a functional deterioration of already existing symptoms of the disease. Such deterioration is similar to the one produced in MS patients due to heat, fever or stress (Uhthoff's phenomenon), usually appears within 24 hours of treatment, is more common in the initial months of treatment, and may last several days. A symptom specially sensitive to worsening is spasticity. Interferon-beta can also reduce numbers of white blood cells (leukopenia), lymphocytes (lymphopenia) and neutrophils (neutropenia), as well as affect liver function. In most cases these effects are non-dangerous and reversible after cessation or reduction of treatment. Nevertheless, recommendation is that all patients should be monitored through laboratory blood analyses, including liver function tests, to ensure safe use of interferons.",
            "score": 91.56316876411438
        },
        {
            "docid": "382139_8",
            "document": "Interferon beta-1a . Interferons, a subclass of cytokines, are produced in the body during illnesses such as influenza in order to help fight the infection. They are responsible for many of the symptoms of influenza infections, including fever, muscle aches, fatigue, and headaches. Many patients report influenza-like symptoms hours after taking interferon beta that usually improve within 24 hours, being such symptoms related to the temporary increase of cytokines. This reaction tends to disappear after 3 months of treatment and its symptoms can be treated with over-the-counter nonsteroidal anti-inflammatory drugs, such as ibuprofen, that reduce fever and pain. Another common transient secondary effect with interferon-beta is a functional deterioration of already existing symptoms of the disease. Such deterioration is similar to the one produced in MS patients due to heat, fever or stress (Uhthoff's phenomenon), usually appears within 24 hours of treatment, is more common in the initial months of treatment, and may last several days. A symptom specially sensitive to worsening is spasticity. Interferon-beta can also reduce numbers of white blood cells (leukopenia), lymphocytes (lymphopenia) and neutrophils (neutropenia), as well as affect liver function. In most cases these effects are non-dangerous and reversible after cessation or reduction of treatment. Nevertheless, recommendation is that all patients should be monitored through laboratory blood analyses, including liver function tests, to ensure safe use of interferons.",
            "score": 91.56316876411438
        },
        {
            "docid": "2858017_6",
            "document": "Interferon beta-1b . Interferons, a subclass of cytokines, are produced in the body during illnesses such as influenza in order to help fight the infection. They are responsible for many of the symptoms of influenza infections, including fever, muscle aches, fatigue, and headaches. Many patients report influenza-like symptoms hours after taking interferon beta that usually improve within 24 hours, being such symptoms related to the temporary increase of cytokines. This reaction tends to disappear after 3 months of treatment and its symptoms can be treated with over-the-counter nonsteroidal anti-inflammatory drugs, such as ibuprofen, that reduce fever and pain. Another common transient secondary effect with interferon-beta is a functional deterioration of already existing symptoms of the disease. Such deterioration is similar to the one produced in MS patients due to heat, fever or stress (Uhthoff's phenomenon), usually appears within 24 hours of treatment, is more common in the initial months of treatment, and may last several days. A symptom specially sensitive to worsening is spasticity. Interferon-beta can also reduce numbers of white blood cells (leukopenia), lymphocytes (lymphopenia) and neutrophils (neutropenia), as well as affect liver function. In most cases these effects are non-dangerous and reversible after cessation or reduction of treatment. Nevertheless, recommendation is that all patients should be monitored through laboratory blood analyses, including liver function tests, to ensure safe use of interferons.",
            "score": 91.56316876411438
        },
        {
            "docid": "882627_13",
            "document": "Icos . Pafase, also known as rPAF-AH, was developed to treat severe sepsis. Pafase is the recombinant form of \"platelet-activating factor acetylhydrolase\" (PAF-AH, also known as lipoprotein-associated phospholipase A2), an enzyme made naturally by macrophages and found in human blood. PAF-AH inactivates platelet-activating factor, a phospholipid that plays a role in the inflammation seen in sepsis. The enzyme was discovered in the mid-1980s by graduate student Diana Stafforini and researchers Steve Prescott, Guy Zimmerman, and Tom McIntyre at the University of Utah. The gene that codes for Pafase was discovered by Icos. Early trials for sepsis showed that the drug reduced the death rate after 28 days and patients were less likely to develop severe respiratory problems. Icos also tested Pafase for acute respiratory distress syndrome (ARDS). In phase II trials for ARDS, Pafase reduced the death rate after 28 days and reduced the chance that the lungs of the patient would fail. However, Icos halted development in December 2002 when interim data from phase III trials for sepsis showed that the drug did not help patients survive. Scientists at Northwestern University later studied Pafase for necrotizing enterocolitis, and there is ongoing research on the enzyme for atherosclerosis at the University of Utah.",
            "score": 106.19719135761261
        },
        {
            "docid": "575810_31",
            "document": "Hematopoietic stem cell transplantation . Bone marrow transplantation usually requires that the recipient's own bone marrow be destroyed (myeloablation). Prior to the administration of new cells (engraftment) patients may go for several weeks without appreciable numbers of white blood cells to help fight infection. This puts a patient at high risk of infections, sepsis and septic shock, despite prophylactic antibiotics. However, antiviral medications, such as acyclovir and valacyclovir, are quite effective in prevention of HSCT-related outbreak of herpetic infection in seropositive patients. The immunosuppressive agents employed in allogeneic transplants for the prevention or treatment of graft-versus-host disease further increase the risk of opportunistic infection. Immunosuppressive drugs are given for a minimum of 6-months after a transplantation, or much longer if required for the treatment of graft-versus-host disease. Transplant patients lose their acquired immunity, for example immunity to childhood diseases such as measles or polio. For this reason transplant patients must be re-vaccinated with childhood vaccines once they are off immunosuppressive medications.",
            "score": 111.22705459594727
        },
        {
            "docid": "42345073_75",
            "document": "West African Ebola virus epidemic . No proven Ebola virus-specific treatment presently exists; however, measures can be taken to improve a patient's chances of survival. Ebola symptoms may begin as early as two days or as long as 21 days after one is exposed to the virus. They usually begin with a sudden influenza-like illness characterized by feeling tired, fever, and pain in the muscles and joints. Later symptoms may include headache, nausea, and abdominal pain. This is often followed by severe vomiting and diarrhoea. In past outbreaks, it has been noted that some patients bleed internally and/or externally; however data published in October 2014 showed that this had been a rare symptom in the West African outbreak. Another study published in October 2014 suggested that a person's genetic makeup may play a major role in determining how an infected person's body reacts to the disease, with some infected people experiencing mild or no symptoms while others progress to a very severe stage that includes massive bleeding.",
            "score": 89.153005361557
        },
        {
            "docid": "26951_31",
            "document": "Systemic scleroderma . There is no cure for scleroderma, though there is treatment for some of the symptoms, including drugs that soften the skin and reduce inflammation. Some patients may benefit from exposure to heat. Holistic care of patient comprising patient education tailored to patient's education level is useful in view of the complex nature of the disease symptoms and progress.",
            "score": 62.43409216403961
        },
        {
            "docid": "13542119_3",
            "document": "Pancolitis . Pancolitis is a kind of inflammatory bowel disease (IBD) that affects the entire internal lining of the colon. The precise causes of this inflammatory disorder are unclear, although physicians currently believe that autoimmune diseases and genetic predispositions might play a role in its progress. Genes that are known to put individuals at risk for Crohn’s disease have been shown to also increase risk of other IBD including pancolitis. Furthermore, an individual may also develop pancolitis if ulcerative colitis of only a small portion of the colon is left untreated or worsens. Current treatment of pancolitis is focused on forcing the disease into remission, a state where the majority of the symptoms subside. Ultimately, the goal is to reach an improved quality of life, reduction in need for medicine, and minimization of the risk of cancer. Medication utilized in treatment includes anti-inflammatory agents and corticosteroids to alleviate inflammation and immunomodulators which act to suppress the immune system. Immunomodulators are used in severe cases of ulcerative colitis and often utilized to treat patients with pancolitis who have shown little improvement with anti-inflammatories and corticosteroids. However, in this case it can further expose the patient to other diseases due to the compromised immune system. A final option of treatment is available in the form of surgery. Generally, this option is reserved for only the cases in which cancer development is highly suspected or major hemorrhaging from ulcers occurs. In this case the entire colon and rectum are removed which both cures the pancolitis and prevents any chance of colon cancer. Patients who undergo surgery either must have their stool collect in a reservoir made in place of the rectum or have the end of the small intestine attached to the anus. In the latter case the diseased portion of the anus must be removed, but the muscles are left intact, allowing bowel movement to still take place.",
            "score": 98.43922340869904
        },
        {
            "docid": "183919_8",
            "document": "Coccidioidomycosis . Serious complications may occur in patients who have weakened immune systems, including severe pneumonia with respiratory failure and bronchopleural fistulas requiring resection, lung nodules, and possible disseminated form, where the infection spreads throughout the body. The disseminated form of coccidioidomycosis can devastate the body, causing skin ulcers, abscesses, bone lesions, swollen joints with severe pain, heart inflammation, urinary tract problems, and inflammation of the brain's lining, which can lead to death.",
            "score": 128.55662417411804
        },
        {
            "docid": "20603172_13",
            "document": "Pleurothotonus . The first patient, a 59-year-old woman with no family history of neuroleptic disease, was put through two periods of treatment with methylperone. The first trial of the drug was administered in February 1971. In the beginning the patient demonstrated no symptoms of dystonia. However, within the first few days the patient began to exhibit a tilting to right upon walking. The women was then taken off the methylperone treatment and as a result progressively regressed back to her previous state of exhibiting no symptoms within the first two months. The patient started a second trial of methylperone treatment in late October 1971. After a little over a week of the drug treatment, she began to express previous symptoms that including a bending of the trunk towards the right along with a rotation. The patient also experienced a pulling away from her direction of walking and a difficulty of turning. Within a couple of days of exhibiting symptoms, the patient was then treated with orphenadrine. This treatment helped regress the expressed symptoms quicker than the first time. By the end of the week the patient was able to return to her normal state.",
            "score": 58.65516459941864
        },
        {
            "docid": "882627_12",
            "document": "Icos . Rovelizumab, trade-named LeukArrest and also known as Hu23F2G, was developed to treat patients suffering from hemorrhagic shock, which is caused by massive blood loss. The drug is a monoclonal antibody that inhibits the recruitment of white blood cells to the site of inflammation. During testing, few patients were given the drug, because LeukArrest had to be administered within four hours of the injury and informed consent was required; patients were often unconscious, and relatives had to be reached to give consent. In June 1998, Icos and many medical centers asked the FDA to waive consent requirements in situations where the patient was at high risk of dying and relatives could not be reached. While some medical ethicists opposed waiving consent, the FDA approved the proposal in August 1998 for five medical centers. Development of LeukArrest was halted in April 2000 when interim data from phase III clinical trials did not meet Icos's goals of significantly reducing the chance of multiple organ failure and reducing the death rate from shock at 28 days. LeukArrest was also tested unsuccessfully for treatment of heart attack, multiple sclerosis, and stroke.",
            "score": 113.7018574476242
        },
        {
            "docid": "740618_7",
            "document": "Respiratory arrest . Before respiratory arrest officially occurs, patients may experience some neurologic dysfunctions, such as feeling agitated, confused, and struggling to breathe. Tachycardia, sweating, intercostal retractions, and sternoclavicular retractions may occur as well. Patients who have an impaired central nervous system or respiratory muscle weakness may experience irregular patterns of respiration and feeble, gasping attempts to breathe. Patients who developed respiratory arrest from the cause of a foreign body in the airway may choke, call the attention of people nearby to their neck, and give out a harsh sound. By monitoring a patient’s oxygen and carbon dioxide levels, practitioners can prepare for ensuing respiratory arrests in patients. Infants that are under three months may develop respiratory arrest without any signs of warning and must be carefully taken care of. The development of respiratory arrest could come from infection, metabolism disorders, or respiratory fatigue. Another group of patients that should be on the watch list are asthmatics or patients with other chronic lung diseases. They can be become hypercapnic or tired after bouts of respiratory distress. These symptoms will lead to apnea without any signs of warning.",
            "score": 109.99584817886353
        },
        {
            "docid": "19477293_47",
            "document": "Biology of depression . Various review have found that general inflammation may play a role in depression. One meta analysis of cytokines in depressed patients found increased IL-6 and TNF-a levels relative to controls. First theories came about when it was noticed that interferon therapy caused depression in a large number of patients. Meta analysis on cytokine levels in depressed patients have demonstrated increased levels of IL-1, IL-6, C-reactive protein, but not IL-10 in depressed patients. Increased numbers of T-Cells presenting activation markers, levels of neopterin, IFN gamma, sTNFR, and IL-2 receptors have been observed in depression. Various sources of inflammation in depressive illness have been hypothesized and include trauma, sleep problems, diet, smoking and obesity. Cytokines, by manipulating neurotransmitters, are involved in the generation of sickness behavior, which shares some overlap with the symptoms of depression. Neurotransmitters hypothesized to be affected include dopamine and serotonin, which are common targets for antidepressant drugs. Induction of indolamine-2,3 dioxygenease by cytokines has been proposed as a mechanism by which immune dysfunction causes depression. One review found normalization of cytokine levels after successful treatment of depression. A meta analysis published in 2014 found the use of anti-inflammatory drugs such as NSAIDs and investigational cytokine inhibitors reduced depressive symptoms.",
            "score": 81.92795825004578
        },
        {
            "docid": "1058672_14",
            "document": "Ataxia-telangiectasia . Chronic lung disease develops in more than 25% of people with A-T. Three major types of lung disease can develop: (1) recurrent and chronic sinopulmonary infections; (2) lung disease caused by ineffective cough, swallowing dysfunction, and impaired airway clearance; and (3) restrictive interstitial lung disease. It is common for individuals with A-T to have more than one of these lung conditions. Chronic lung disease can occur because of recurrent lung infections due to immunodeficiency. Individuals with this problem are at risk of developing bronchiectasis, a condition in which bronchial tubes are permanently damaged, resulting in recurrent lower airway infections. Gamma globulin for people with antibody deficiency and/or chronic antibiotic treatment may reduce the problems of infection. Other individuals with A-T have difficulty with taking deep breaths and may have an ineffective cough, making it difficult to clear oral and bronchial secretions. This can lead to prolonged respiratory symptoms following common viral respiratory illnesses. Techniques that allow clearance of mucus can be helpful in some individuals during respiratory illnesses. Some people will develop swallowing problems as they age, increasing their risk of aspiration pneumonia. Recurrent injury to the lungs caused by chronic infections or aspiration may cause lung fibrosis and scarring. This process may be enhanced by inadequate tissue repair in ATM-deficient cells. A small number of individuals develop interstitial lung disease. They have decreased pulmonary reserve, trouble breathing, a need for supplemental oxygen and chronic cough in the absence of lung infections. They may respond to systemic steroid treatment or other drugs to reduce inflammation.",
            "score": 127.80277001857758
        },
        {
            "docid": "641177_5",
            "document": "Primary ciliary dyskinesia . Many affected individuals experience hearing loss and show symptoms of otitis media which demonstrate variable responsiveness to the insertion of myringotomy tubes or grommets. Some patients have a poor sense of smell, which is believed to accompany high mucus production in the sinuses (although others report normal - or even acute - sensitivity to smell and taste). Clinical progression of the disease is variable, with lung transplantation required in severe cases. Susceptibility to infections can be drastically reduced by an early diagnosis. Treatment with various chest physiotherapy techniques has been observed to reduce the incidence of lung infection and to slow the progression of bronchiectasis dramatically. Aggressive treatment of sinus disease beginning at an early age is believed to slow long-term sinus damage (although this has not yet been adequately documented). Aggressive measures to enhance clearance of mucus, prevent respiratory infections, and treat bacterial superinfections have been observed to slow lung-disease progression. Although the true incidence of the disease is unknown, it is estimated to be 1 in 32,000, although the actual incidence may be as high as 1 in 15,000.",
            "score": 94.65210151672363
        },
        {
            "docid": "38969724_33",
            "document": "Influenza A virus subtype H7N9 . According to the World Health Organization, symptoms include fever, cough, and shortness of breath, which may progress to severe pneumonia. The virus can also overload the immune system, causing what is known as a cytokine storm. Blood poisoning and organ failure are also possible. In an article in the \"New England Journal of Medicine\", doctors reported that most of the patients with confirmed cases of H7N9 virus infection were critically ill and that approximately 20% had died of acute respiratory distress syndrome (ARDS) or multiorgan failure.",
            "score": 120.28119623661041
        },
        {
            "docid": "26383679_55",
            "document": "Selective serotonin reuptake inhibitor . SSRIs were originally invented with the goal of increasing levels of available serotonin in the extracellular spaces. However, the delayed response between when patients first begin SSRI treatment to when they see effects has led scientists to believe that other molecules are involved in the efficacy of these drugs. To investigate the apparent anti-inflammatory effects of SSRIs, both Kohler et al. and Więdłocha et al. conducted meta-analyses which have shown that after antidepressant treatment the levels of cytokines associated with inflammation are decreased. A large cohort study conducted by researchers in the Netherlands investigated the association between depressive disorders, symptoms, and antidepressants with inflammation. The study showed decreased levels of interleukin (IL)-6, a cytokine that has proinflammatory effects, in patients taking SSRIs compared to non-medicated patients.",
            "score": 86.14698493480682
        },
        {
            "docid": "1033881_13",
            "document": "Neuropsychological assessment . The most beneficial factor of neuropsychological assessment is that is provides an accurate diagnosis of the disorder for the patient when it is unclear to the psychologist what exactly he/she has. This allows for accurate treatment later on in the process because treatment is driven by the exact symptoms of the disorder and how a specific patient may react to different treatments. The assessment allows the psychologist and patient to understand the severity of the deficit and to allow better decision-making by both parties. It is also helpful in understanding deteriorating diseases because the patient can be assessed multiple times to see how the disorder is progressing.",
            "score": 66.10326600074768
        },
        {
            "docid": "387283_13",
            "document": "Neuropsychological test . The most beneficial factor of neuropsychological assessment is that it provides an accurate diagnosis of the disorder for the patient when it is unclear to the psychologist what exactly he/she has. This allows for accurate treatment later on in the process because treatment is driven by the exact symptoms of the disorder and how a specific patient may react to different treatments. The assessment allows the psychologist and patient to understand the severity of the deficit and to allow better decision-making by both parties. It is also helpful in understanding deteriorating diseases because the patient can be assessed multiple times to see how the disorder is progressing.",
            "score": 66.10326600074768
        },
        {
            "docid": "21754358_6",
            "document": "Herpesviral encephalitis . Herpesviral Encephalitis can be treated with high-dose intravenous acyclovir, which should be infused 10mg/kg(adult) over 1 hour to avoid renal failure. Without treatment, HSE results in rapid death in approximately 70% of cases; survivors suffer severe neurological damage. When treated, HSE is still fatal in one-third of cases, and causes serious long-term neurological damage in over half of survivors. Twenty percent of treated patients recover with minor damage. Only a small population of survivors (2.5%) regain completely normal brain function. Indeed, many amnesic cases in the scientific literature have etiologies involving HSE. Earlier treatment (within 48 hours of symptom onset) improves the chances of a good recovery. Rarely, treated individuals can have relapse of infection weeks to months later. There is evidence that aberrant inflammation triggered by herpes simplex can result in granulomatous inflammation in the brain, which responds to steroids. While the herpes virus can be spread, encephalitis itself is not infectious. Other viruses can cause similar symptoms of encephalitis, though usually milder (Herpesvirus 6, varicella zoster virus, Epstein-Barr, cytomegalovirus, coxsackievirus, etc.).",
            "score": 87.57275116443634
        },
        {
            "docid": "15867540_11",
            "document": "Schamberg disease . There is no cure for Schamberg's disease; however, the itching can be controlled by a cortisone cream, and Colchicine treatment has been successfully used to prevent recurrence of the symptoms. This condition is not life-threatening or a major health concern. The only problem that patients will encounter is the itching and discoloration of the skin. It is recommended that patients take a vitamin C supplement to promote collagen production, which will help make the skin look and feel healthier. To prevent further irritation of the lesions, patients should avoid food with artificial colors and preservatives. Some people can be allergic to preservatives, which can cause the body to initiate an allergic reaction by further irritating those lesions. Several research studies have indicated that Schamberg's disease can be controlled and the number of lesions can be reduced with use a drug called aminaphtone. This drug helps improve capillary fragility and it prevents and controls the purpuric lesions.",
            "score": 78.16379690170288
        },
        {
            "docid": "47401261_18",
            "document": "Nitrogen dioxide poisoning . Generally, long-term prognosis is helpful to survival of initial exposure to nitrogen dioxide. Some cases of nitrogen dioxide poisoning resolves with no observable symptoms and patient may be determined by pulmonary function testing. If chronic exposure causes lungs damage, it could take several days or months for the pulmonary function to improve. Meanwhile, permanent mild dysfunction may result from bronchiolitis obliterans and could manifest as abnormal flow at 50 to 70 percent of vital capacity. It may also manifest as mild hyperinflammation, airway obstruction and in that case, patient may be subject to steroid treatment to treat deconditioning. Complications from prolong exposure includes bronchiolitis obliterans and other secondary infections such as pneumonia due to injuries on the mucous membrane from pulmonary edema and inhibition of immune system by nitrogen dioxide. Nitrogen dioxide inhalation can result in short and long-term morbidity or death depending on the extent of exposure and inhaled concentration and the exposure time. Illness resulting from acute exposure is usually not fatal although some exposure may cause bronchiolitis obliterans, pulmonary edema as well as rapid asphyxiation.  If the concentration of exposure is excessively high, the gas may display oxygen resulting in fatal asphyxiation.",
            "score": 87.93571293354034
        }
    ],
    "r": [
        {
            "docid": "25050762_2",
            "document": "Suparnostic . suPARnostic is a simplified double monoclonal antibody sandwich enzyme-linked immunosorbent assay (ELISA) that measures the amount of soluble urokinase plasminogen activator receptor (suPAR) in blood. Elevated plasma suPAR levels have been observed in various infectious, inflammatory and autoimmune diseases. suPAR concentration positively correlates to the activation level of the immune system. suPARnostic can be used as a prognostic tool to determine the severity of a disease within a patient, but is not used as a reliable diagnostic tool, as it can detect the severity of the immune response in a patient, but does not reveal the specific disease from which the patient may be suffering. Recently, increase suPAR levels were shown to be associated with increased risk of systemic inflammatory response syndrome (SIRS)/sepsis, cardiovascular disease, type 2 diabetes, infectious diseases, HIV, cancer tuberculosis, malaria, bacterial and viral CNS infections, rheumatoid arthritis, multiple sclerosis and mortality in the general population.",
            "score": 154.9201202392578
        },
        {
            "docid": "508455_16",
            "document": "Oxygen therapy . Care needs to be exercised in patients with chronic obstructive pulmonary disease, such as emphysema, especially in those known to retain carbon dioxide (type II respiratory failure). Such patients may further accumulate carbon dioxide and decreased pH (hypercapnation) if administered supplemental oxygen, possibly endangering their lives. This is primarily as a result of ventilation–perfusion imbalance (see Effect of oxygen on chronic obstructive pulmonary disease). In the worst case, administration of high levels of oxygen in patients with severe emphysema and high blood carbon dioxide may reduce respiratory drive to the point of precipitating respiratory failure, with an observed increase in mortality compared with those receiving titrated oxygen treatment. However, the risk of the loss of respiratory drive are far outweighed by the risks of withholding emergency oxygen, and therefore emergency administration of oxygen is never contraindicated. Transfer from field care to definitive care, where oxygen use can be carefully calibrated, typically occurs long before significant reductions to the respiratory drive.",
            "score": 140.71131896972656
        },
        {
            "docid": "9514706_8",
            "document": "Abatacept . It should not be used in combination with anakinra or TNF antagonists. Because abatacept, anakinra, and TNF antagonists suppress the immune system, using them in combination may significantly increase the risk for severe infections.",
            "score": 137.04005432128906
        },
        {
            "docid": "1830242_9",
            "document": "Anakinra . More than ten percent of people taking anakinra have injection site reactions, headaches, and have increased levels of cholesterol in their blood. Between one and ten percent of people have severe infections, decreased white blood cells, or decreased platelets. It is unclear if taking anakinra increases the risk of getting cancer; studies are complicated by the fact that people with rheumatoid arthritis are already at higher risk of getting cancer.",
            "score": 136.7271728515625
        },
        {
            "docid": "613640_15",
            "document": "Upper respiratory tract infection . Prescribing antibiotics for laryngitis is not suggested practice. The antibiotics penicillin V and erythromycin are not effective for treating acute laryngitis. Erythromycin may improve voice disturbances after one week and cough after two weeks, however any modest subjective benefit is not greater than the adverse effects, cost, and the risk of bacteria developing resistance to the antibiotics. Health authorities have been strongly encouraging physicians to decrease the prescribing of antibiotics to treat common upper respiratory tract infections because antibiotic usage does not significantly reduce recovery time for these viral illnesses. Decreased antibiotic usage could also have prevented drug resistant bacteria. Some have advocated a delayed antibiotic approach to treating URIs which seeks to reduce the consumption of antibiotics while attempting to maintain patient satisfaction. Most studies show no difference in improvement of symptoms between those treated with antibiotics right away and those with delayed prescriptions. Most studies also show no difference in patient satisfaction, patient complications, symptoms between delayed and no antibiotics. A strategy of \"no antibiotics\" results in even less antibiotic use than a strategy of \"delayed antibiotics\".",
            "score": 136.62831115722656
        },
        {
            "docid": "1053949_24",
            "document": "Spinal cord injury . People with SCI are at especially high risk for respiratory and cardiovascular problems, so hospital staff must be watchful to avoid them. Respiratory problems (especially pneumonia) are the leading cause of death in people with SCI, followed by infections, usually of pressure sores, urinary tract infections and respiratory infections. Pneumonia can be accompanied by shortness of breath, fever, and anxiety. Another potentially deadly threat to respiration is deep venous thrombosis (DVT), in which blood forms a clot in immobile limbs; the clot can break off and form a pulmonary embolism, lodging in the lung and cutting off blood supply to it. DVT is an especially high risk in SCI, particularly within 10 days of injury, occurring in over 13% in the acute care setting. Preventative measures include anticoagulants, pressure hose, and moving the patient's limbs. The usual signs and symptoms of DVT and pulmonary embolism may be masked in SCI cases due to effects such as alterations in pain perception and nervous system functioning. Urinary tract infection (UTI) is another risk that may not display the usual symptoms (pain, urgency and frequency); it may instead be associated with worsened spasticity. The risk of UTI, likely the most common complication in the long term, is heightened by use of indwelling urinary catheters. Catheterization may be necessary because SCI interferes with the bladder's ability to empty when it gets too full, which could trigger autonomic dysreflexia or damage the bladder permanently. The use of intermittent catheterization to empty the bladder at regular intervals throughout the day has decreased the mortality due to kidney failure from UTI in the first world, but it is still a serious problem in developing countries. An estimated 24–45% of people with SCI suffer disorders of depression, and the suicide rate is as much as six times that of the rest of the population. The risk of suicide is worst in the first five years after injury. In young people with SCI, suicide is the leading cause of death. Depression is associated with an increased risk of other complications such as UTI and pressure ulcers that occur more when self-care is neglected.",
            "score": 134.68890380859375
        },
        {
            "docid": "33212628_8",
            "document": "Medical gas therapy . Patients with these conditions may suffer a range of symptoms including dyspnea (breathlessness), hypoxemia (below-normal oxygen content in the arterial blood) and eventually a weakening of the respiratory muscles due to exhaustion, which can lead to respiratory failure and require intubation and mechanical ventilation. Heliox may reduce all these effects, making it easier for the patient to breathe. Heliox has also found utility in the weaning of patients off mechanical ventilation, and in the nebulization of inhalable drugs, particularly for the elderly. Research has also indicated advantages in using helium–oxygen mixtures in delivery of anaesthesia.",
            "score": 132.015869140625
        },
        {
            "docid": "381345_14",
            "document": "Post-polio syndrome . Because PPS can fatigue facial muscles, as well as cause dysphagia (difficulty swallowing), dysarthria (difficulty speaking) or aphonia (inability to produce speech), persons with PPS may become malnourished due to difficulty eating. Compensatory routines can help relieve these symptoms such as eating smaller portions at a time and sitting down whilst eating. PPS with respiratory involvement requires special management such as breathing exercises, chest percussion with a stethoscope on regular occasions for observation of the disease and management of secretions. Failure to properly assess PPS with respiratory involvement can increase the risk of missing aspiration pneumonia (an infection of the lower respiratory tract) in an individual. Severe cases may require permanent ventilation or tracheostomy. Sleep apnoea may also occur. Other management strategies that may lead to improvement include smoking cessation, treatment of other respiratory diseases and vaccination against respiratory infections such as influenza.",
            "score": 131.6815185546875
        },
        {
            "docid": "482445_26",
            "document": "Acute respiratory distress syndrome . Acute respiratory distress syndrome is usually treated with mechanical ventilation in the intensive care unit (ICU). Mechanical ventilation is usually delivered through a rigid tube which enters the oral cavity and is secured in the airway (endotracheal intubation), or by tracheostomy when prolonged ventilation (≥2 weeks) is necessary. The role of non-invasive ventilation is limited to the very early period of the disease or to prevent worsening respiratory distress in individuals with atypical pneumonias, lung bruising, or major surgery patients, who are at risk of developing ARDS. Treatment of the underlying cause is crucial. Appropriate antibiotic therapy must be administered as soon as microbiological culture results are available, or clinical infection is suspected (whichever is earlier). Empirical therapy may be appropriate if local microbiological surveillance is efficient. The origin of infection, when surgically treatable, must be removed. When sepsis is diagnosed, appropriate local protocols should be enacted.",
            "score": 130.7611083984375
        },
        {
            "docid": "38010_9",
            "document": "Heliox . Patients with these conditions may suffer a range of symptoms including dyspnea (breathlessness), hypoxemia (below-normal oxygen content in the arterial blood) and eventually a weakening of the respiratory muscles due to exhaustion, which can lead to respiratory failure and require intubation and mechanical ventilation. Heliox may reduce all these effects, making it easier for the patient to breathe. Heliox has also found utility in the weaning of patients off mechanical ventilation, and in the nebulization of inhalable drugs, particularly for the elderly. Research has also indicated advantages in using helium–oxygen mixtures in delivery of anaesthesia.",
            "score": 129.2225799560547
        },
        {
            "docid": "183919_8",
            "document": "Coccidioidomycosis . Serious complications may occur in patients who have weakened immune systems, including severe pneumonia with respiratory failure and bronchopleural fistulas requiring resection, lung nodules, and possible disseminated form, where the infection spreads throughout the body. The disseminated form of coccidioidomycosis can devastate the body, causing skin ulcers, abscesses, bone lesions, swollen joints with severe pain, heart inflammation, urinary tract problems, and inflammation of the brain's lining, which can lead to death.",
            "score": 128.55662536621094
        },
        {
            "docid": "1058672_14",
            "document": "Ataxia-telangiectasia . Chronic lung disease develops in more than 25% of people with A-T. Three major types of lung disease can develop: (1) recurrent and chronic sinopulmonary infections; (2) lung disease caused by ineffective cough, swallowing dysfunction, and impaired airway clearance; and (3) restrictive interstitial lung disease. It is common for individuals with A-T to have more than one of these lung conditions. Chronic lung disease can occur because of recurrent lung infections due to immunodeficiency. Individuals with this problem are at risk of developing bronchiectasis, a condition in which bronchial tubes are permanently damaged, resulting in recurrent lower airway infections. Gamma globulin for people with antibody deficiency and/or chronic antibiotic treatment may reduce the problems of infection. Other individuals with A-T have difficulty with taking deep breaths and may have an ineffective cough, making it difficult to clear oral and bronchial secretions. This can lead to prolonged respiratory symptoms following common viral respiratory illnesses. Techniques that allow clearance of mucus can be helpful in some individuals during respiratory illnesses. Some people will develop swallowing problems as they age, increasing their risk of aspiration pneumonia. Recurrent injury to the lungs caused by chronic infections or aspiration may cause lung fibrosis and scarring. This process may be enhanced by inadequate tissue repair in ATM-deficient cells. A small number of individuals develop interstitial lung disease. They have decreased pulmonary reserve, trouble breathing, a need for supplemental oxygen and chronic cough in the absence of lung infections. They may respond to systemic steroid treatment or other drugs to reduce inflammation.",
            "score": 127.80277252197266
        },
        {
            "docid": "18599015_4",
            "document": "Human granulocytic anaplasmosis . Signs and symptoms may include: Symptoms may be minor, as evidenced by surveillance studies in high-risk areas. Gastrointestinal tract symptoms occur in less than half of patients and a skin rash is seen in less than 10% of patients. It is also characterized by a low number of platelets, a low number of white blood cells, and elevated serum transaminase levels in the majority of infected patients. Even though people of any age can get HGA, it is usually more severe in the aging or immune-compromised. Some severe complications may include respiratory failure, kidney failure, and secondary infections.",
            "score": 127.41517639160156
        },
        {
            "docid": "6056756_9",
            "document": "Iduronidase . Clinical trials and post-market safety data indicate that the most common adverse side effect of Aldurazyme is allergic reaction. In order to prevent allergic reaction and respiratory distress, the packet insert of Aldurazyme suggests that patients be administered antihistamines before infusion. Allergic reaction occurs in approximately 1% of patients. It is recommended that patients who are high-risk for respiratory distress be given their infusion in a facility equipped to deal with an anaphylactic response. (High-risk factors include sleep apnea, respiratory impairment, respiratory illness, or previous experience with allergic reaction to Aldurazyme. It is noted that risk-benefit must be weighed for patients with history of severe allergic response as to whether the drug should be administered again.) In a 2002 memorandum, Melanie Hartsough, Ph.D., DTP of the FDA's Department of Health and Human Services stated, \"Aggregation of product could enhance immune responses, specifically neutralizing antibody, which may limit the response to therapy, whereas highly deaggregated product may induce immune tolerance.\" It appears that she then went on to ask for further justification of some relevant aspect of the production process, though the majority of this particular memorandum has not been publicly released and it is unclear as to whether this concern is relevant to the high rate of allergic response to this drug.",
            "score": 127.08383178710938
        },
        {
            "docid": "52135_55",
            "document": "Pneumonia . Pneumonia can cause respiratory failure by triggering acute respiratory distress syndrome (ARDS), which results from a combination of infection and inflammatory response. The lungs quickly fill with fluid and become stiff. This stiffness, combined with severe difficulties extracting oxygen due to the alveolar fluid, may require long periods of mechanical ventilation for survival. Other causes of circulatory failure are hypoxemia, inflammation, and increased coagulability.",
            "score": 126.78614044189453
        },
        {
            "docid": "544934_14",
            "document": "Klebsiella pneumoniae . To get a \"K. pneumoniae\" infection, a person must be exposed to the bacteria. In other words, \"K. pneumoniae\" must enter the respiratory tract to cause pneumoniae, or the blood to cause a bloodstream infection. In healthcare settings, \"K. pneumoniae\" bacteria can be spread through person-to-person contact (for example, contaminated hands of healthcare personnel, or other people via patient to patient) or, less commonly, by contamination of the environment; the role of transmission directly from the environment to patients is controversial and requires further investigation. However, the bacteria are not spread through the air. Patients in healthcare settings also may be exposed to \"K. pneumoniae\" when they are on ventilators, or have intravenous catheters or wounds. Unfortunately, these medical tools and conditions may allow \"K. pneumoniae\" to enter the body and cause infection.",
            "score": 126.77462005615234
        },
        {
            "docid": "158400_2",
            "document": "Sepsis . Sepsis is a life-threatening condition that arises when the body's response to infection causes injury to its own tissues and organs. Common signs and symptoms include fever, increased heart rate, increased breathing rate, and confusion. There also may be symptoms related to a specific infection, such as a cough with pneumonia, or painful urination with a kidney infection. In the very young, old, and people with a weakened immune system, there may be no symptoms of a specific infection and the body temperature may be low or normal, rather than high. Severe sepsis is sepsis causing poor organ function or insufficient blood flow. Insufficient blood flow may be evident by low blood pressure, high blood lactate, or low urine output. Septic shock is low blood pressure due to sepsis that does not improve after reasonable amounts of intravenous fluids are given. Sepsis is caused by an immune response triggered by an infection. Most commonly, the infection is bacterial, but it may also be from fungi, viruses, or parasites. Common locations for the primary infection include lungs, brain, urinary tract, skin, and abdominal organs. Risk factors include young or old age, a weakened immune system from conditions such as cancer or diabetes, major trauma, or burns. An older method of diagnosis was based on meeting at least two systemic inflammatory response syndrome (SIRS) criteria due to a presumed infection. In 2016, SIRS was replaced with qSOFA which is two of the following three: increased breathing rate, change in level of consciousness, and low blood pressure. Blood cultures are recommended preferably before antibiotics are started, however, infection of the blood is not required for the diagnosis. Medical imaging should be used to look for the possible location of infection. Other potential causes of similar signs and symptoms include anaphylaxis, adrenal insufficiency, low blood volume, heart failure, and pulmonary embolism, among others. Sepsis is usually treated with intravenous fluids and antibiotics. Typically, antibiotics are given as soon as possible. Often, ongoing care is performed in an intensive care unit. If fluid replacement is not enough to maintain blood pressure, medications that raise blood pressure may be used. Mechanical ventilation and dialysis may be needed to support the function of the lungs and kidneys, respectively. To guide treatment, a central venous catheter and an arterial catheter may be placed for access to the bloodstream. Other measurements such as cardiac output and superior vena cava oxygen saturation may be used. People with sepsis need preventive measures for deep vein thrombosis, stress ulcers and pressure ulcers, unless other conditions prevent such interventions. Some might benefit from tight control of blood sugar levels with insulin. The use of corticosteroids is controversial. Activated drotrecogin alfa, originally marketed for severe sepsis, has not been found to be helpful, and was withdrawn from sale in 2011. Disease severity partly determines the outcome. The risk of death from sepsis is as high as 30%, from severe sepsis as high as 50%, and from septic shock as high as 80%. The number of cases worldwide is unknown as there is little data from the developing world. Estimates suggest sepsis affects millions of people a year. In the developed world approximately 0.2 to 3 people per 1000 are affected by sepsis yearly, resulting in about a million cases per year in the United States. Rates of disease have been increasing. Sepsis is more common among males than females. The medical condition has been described since the time of Hippocrates. The terms \"septicemia\" and \"blood poisoning\" refer to the microorganisms or their toxins in the blood and are no longer commonly used.",
            "score": 125.75108337402344
        },
        {
            "docid": "1388973_19",
            "document": "Michael Dunn (actor) . A London physician reportedly prescribed and administered two narcotics and a barbiturate for severe arthritic pain, despite the extreme risk of inducing respiratory depression, apnea, and death in a patient with decreased respiratory reserve. Dunn may have needed the drugs in order to tolerate the physical demands of shooting a movie. The autopsy's finding of intense vascular congestion in the lungs also suggests the possibility that a rapidly progressive pneumonia may have been developing.",
            "score": 125.05078125
        },
        {
            "docid": "22555940_48",
            "document": "2009 flu pandemic . People in at-risk groups should be treated with antivirals (oseltamivir or zanamivir) as soon as possible when they first experience flu symptoms. The at-risk groups include pregnant and post partum women, children under two years old, and people with underlying conditions such as respiratory problems. People who are not in an at-risk group who have persistent or rapidly worsening symptoms should also be treated with antivirals. People who have developed pneumonia should be given both antivirals and antibiotics, as in many severe cases of H1N1-caused illness, bacterial infection develops. Antivirals are most useful if given within 48 hours of the start of symptoms and may improve outcomes in hospitalised patients. In those beyond 48 hours who are moderately or severely ill, antivirals may still be beneficial. If oseltamivir (Tamiflu) is unavailable or cannot be used, zanamivir (Relenza) is recommended as a substitute. Peramivir is an experimental antiviral drug approved for hospitalised patients in cases where the other available methods of treatment are ineffective or unavailable.",
            "score": 124.98041534423828
        },
        {
            "docid": "964371_2",
            "document": "Lower respiratory tract infection . Lower respiratory tract infection (LRTI), while often used as a synonym for pneumonia, can also be applied to other types of infection including lung abscess and acute bronchitis. Symptoms include shortness of breath, weakness, fever, coughing and fatigue. There are a number of symptoms that are characteristic of lower respiratory tract infections. The two most common are bronchitis and edema. Influenza affects both the upper and lower respiratory tracts. Antibiotics are the first line treatment for pneumonia; however, they are not effective or indicated for parasitic or viral infections. Acute bronchitis typically resolves on its own with time. In 2015 there were about 291 million cases. These resulted in 2.74 million deaths down from 3.4 million deaths in 1990. This was 4.8% of all deaths in 2013. Bronchitis describes the swelling or inflammation of the bronchial tubes. Additionally, bronchitis is described as either acute or chronic depending on its presentation and is also further described by the causative agent. Acute bronchitis can be defined as acute bacterial or viral infection of the larger airways in healthy patients with no history of recurrent disease. It affects over 40 adults per 1000 each year and consists of transient inflammation of the major bronchi and trachea. Most often it is caused by viral infection and hence antibiotic therapy is not indicated in immunocompetent individuals. Viral bronchitis can sometimes be treated using antiviral medications depending on the virus causing the infection, and medications such as anti-inflammatory drugs and expectorants can help mitigate the symptoms. Treatment of acute bronchitis with antibiotics is common but controversial as their use has only moderate benefit weighted against potential side effects (nausea and vomiting), increased resistance, and cost of treatment in a self-limiting condition. Beta2 agonists are sometimes used to relieve the cough associated with acute bronchitis. In a recent systematic review it was found there was no evidence to support their use.",
            "score": 124.68685150146484
        },
        {
            "docid": "7702007_5",
            "document": "Drug-induced lupus erythematosus . The processes that lead to drug-induced lupus erythematosus are not entirely understood. The exact processes that occur are not known even after 50 years since its discovery, but many studies present theories on the mechanisms of DIL. A predisposing factor to developing DIL is N-acetylation speed, or the rate at which the body can metabolize the drug. This is greatly decreased in patients with a genetic deficiency of the enzyme N-acetyltransferase. A study showed that 29 of 30 patients with DIL were slow acetylators. In addition, these patients had more hydralazine metabolites in their urine than fast acetylators. These metabolites (byproducts of the interactions between the drug and constituents in the body) of hydralazine are said to have been created when white blood cells have been activated, meaning they are stimulated to produce a respiratory burst. Respiratory burst in white blood cells induces an increased production of free radicals and oxidants such as hydrogen peroxide. These oxidants have been found to react with hydralazine to produce a reactive species that is able to bond to protein. Monocytes, one type of white blood cell, detect the antigen and relay the recognition to T helper cells, creating antinuclear antibodies leading to an immune response. Further studies on the interactions between oxidants and hydralazine are necessary to understand the processes involved in DIL. Of the drugs that cause DIL, hydralazine has been found to cause a higher incidence. Hydralazine is a medication used to treat high blood pressure. Approximately 5% of the patients who have taken hydralazine over long periods of time and in high doses have shown DIL-like symptoms. Many of the other drugs have a low to very low risk to develop DIL. The following table shows the risk of development of DIL of some of these drugs on a very to high scale.",
            "score": 124.62733459472656
        },
        {
            "docid": "1275750_4",
            "document": "Induced coma . Induced coma usually results in significant systemic adverse effects. The patient is likely to completely lose respiratory drive and require mechanical ventilation. Gut motility is reduced. Hypotension can complicate efforts to maintain cerebral perfusion pressure and often requires the use of vasopressor drugs. Hypokalemia often results. And the completely immobile patient is at increased risk of bed sores as well as infection from indwelling lines.",
            "score": 124.52300262451172
        },
        {
            "docid": "12688516_8",
            "document": "Management of schizophrenia . The response of symptoms to medication is variable; \"Treatment-resistant schizophrenia\" is the failure to respond to two or more antipsychotic medications given in therapeutic doses for six weeks or more. Patients in this category may be prescribed clozapine, a medication that may be more effective at reducing symptoms of schizophrenia, but treatment may come with a higher risk of several potentially lethal side effects including agranulocytosis and myocarditis. Clozapine is the only medication proven to be more effective for people who do not respond to other types of antipsychotics. It also appears to reduce suicide in people with schizophrenia. As clozapine suppresses the development of bone marrow, in turn reducing white blood cells which can lead to infection, blood tests are taken for the first six months on this medication. The risk of experiencing agranulocytosis due to clozapine treatment is higher in elderly people, children, and adolescents. The effectiveness in the studies also needs to be interpreted with caution as the studies may have an increased risk of bias.",
            "score": 123.99183654785156
        },
        {
            "docid": "1979482_17",
            "document": "Natalizumab . Natalizumab appears to interact with other immune-modulating drugs to increase the risk of progressive multifocal leukoencephalopathy (PML), an often-fatal opportunistic infection caused by the JC virus. In 2005, two people taking natalizumab in combination with interferon beta-1a developed PML. One died, and the other recovered with disabling sequelae. A third fatal case initially attributed to an astrocytoma was reported in a patient being treated for Crohn's disease. Though the patient was being treated with natalizumab in combination with azathioprine, corticosteroids and infliximab, indications of PML infection appeared only after natalizumab monotherapy was re-introduced. No deaths from progressive multifocal leukoencephalopathy have been linked to natalizumab when it was not combined with other immune-modulating drugs and other rates of opportunistic infections are not increased in patients taking natalizumab possibly due to the drug’s mechanism of action. Other than a prior history of PML, there is no known method to identify patients at risk of developing PML. Natalizumab's label indicates that it is contraindicated for immunosuppressed individuals or those with a history of PML. Due to the uncertain risk of PML, natalizumab is only available through a restricted distribution program. As of June 2009, ten cases of PML associated with natalizumab have been reported. At least one of them had not previously taken any other inmunomodulator therapy. By January 21, 2010 the United States Food and Drug Administration reported a total of 31 confirmed cases of PML associated with natalizumab.",
            "score": 123.77664184570312
        },
        {
            "docid": "17048535_21",
            "document": "Angiostrongylus cantonensis . The severity and clinical course of \"Angiostrongylus\" disease depends significantly on the ingested load of third-stage larvae, creating great variability from case to case making clinical trials difficult to design and effectiveness of treatments difficult to discern. Typical conservative medical management including analgesics and sedatives provide minimal relief for the headaches and hyperesthesias. Removing cerebrospinal fluid at regular three- to seven-day intervals is the only proven method of significantly reducing intracranial pressure and can be used for symptomatic treatment of headaches. This process may be repeated until improvement is shown. There is growing evidence of moderate quality that suggests corticosteroid therapy using prednisolone or dexamethasone has beneficial effect in treating the CNS symptoms related to \"A. cantonensis\" infections. Although early research did not show treatment with antihelminthic agents (parasite killing drugs) like thiobendazole or albendazole effective in improving the clinical course of the illness, a number or recent studies out of Thailand and China show that the combination of glucocorticoids and antihelminthics are safe and decrease the duration of headaches and the number of patients who had significant headache. Although the addition of antihelminthic agents for management of \"A. cantonensis\" infection has a theoretic risk of precipitating a neurologic crisis by releasing an overwhelming load of antigens though simultaneous death of the larvae, no study has shown this to exist in the clinical setting. Additionally, the failure to kill parasites before they attempt to migrate out of the CNS increases the risk of mechanical damage by migrating larvae. Although combination therapy using albendazole and prednisolone has no significant advantage compared to treatment using prednisolone alone in mild cases, the treatment with antihelminthics is demonstrably safe and may have significant benefit for patients with high parasite loads at risk for permanent disability or death. Further studies to better define treatment regimens for mild, moderate, and severe disease would be extremely useful but have not yet been performed due to the technical difficulties mentioned above.",
            "score": 123.65316772460938
        },
        {
            "docid": "38887508_14",
            "document": "Aicardi–Goutières syndrome . At the moment there are no therapies specifically targeting the underlying cause of AGS. Current treatments address the symptoms, which can be varied both in scope and severity. Many patients benefit from tube-feeding. Drugs can be administered to help with seizures / epilepsy. The treatment of chilblains remains problematic, but particularly involves keeping the feet / hands warm. Physical therapy, including the use of splints can help to prevent contractures and surgery is sometimes required. Botox (botulinium toxin) has sometimes caused severe immune reactions in some AGS patients, and the high risk of possible further brain damage must be considered before giving Botox. Occupational therapy can help with development, and the use of technology (e.g. Assistive Communication Devices) can facilitate communication. Patients should be regularly screened for treatable conditions, most particularly glaucoma and endocrine problems (especially hypothyroidism). The risk versus benefit of giving immunizations also must be considered, as some AGS patients have high immune responses or flares that cause further brain damage from immunizations but other patients have no problems with immunizations; on the other hand, AGS patients have died from illnesses that can be immunized against, so the family must consider the risk vs. benefit of each immunization vs. risk of the actual virus if they choose not to immunize. As of 2017, there are current drug trials being conducted that may lead to drug treatments for AGS.",
            "score": 122.67256164550781
        },
        {
            "docid": "37220_41",
            "document": "Infection . There is usually an indication for a specific identification of an infectious agent only when such identification can aid in the treatment or prevention of the disease, or to advance knowledge of the course of an illness prior to the development of effective therapeutic or preventative measures. For example, in the early 1980s, prior to the appearance of AZT for the treatment of AIDS, the course of the disease was closely followed by monitoring the composition of patient blood samples, even though the outcome would not offer the patient any further treatment options. In part, these studies on the appearance of HIV in specific communities permitted the advancement of hypotheses as to the route of transmission of the virus. By understanding how the disease was transmitted, resources could be targeted to the communities at greatest risk in campaigns aimed at reducing the number of new infections. The specific serological diagnostic identification, and later genotypic or molecular identification, of HIV also enabled the development of hypotheses as to the temporal and geographical origins of the virus, as well as a myriad of other hypothesis. The development of molecular diagnostic tools have enabled physicians and researchers to monitor the efficacy of treatment with anti-retroviral drugs. Molecular diagnostics are now commonly used to identify HIV in healthy people long before the onset of illness and have been used to demonstrate the existence of people who are genetically resistant to HIV infection. Thus, while there still is no cure for AIDS, there is great therapeutic and predictive benefit to identifying the virus and monitoring the virus levels within the blood of infected individuals, both for the patient and for the community at large.",
            "score": 122.43257904052734
        },
        {
            "docid": "56788452_9",
            "document": "Respiratory compromise . Assessing and monitoring blood gas levels is the most accurate means to identify a state of respiratory compromise in patients. Blood gas testing does however require an arterial blood sample, which is more invasive and uncomfortable for patients than a pulse oximetry reading that uses a reading based on light and color. The importance of diagnosing respiratory compromise is that with earlier diagnosis and treatment progression to respiratory failure may be prevented. Enhanced monitoring techniques and specific therapies may prevent progression of respiratory compromise to respiratory failure and possible death.",
            "score": 122.1549301147461
        },
        {
            "docid": "12718675_10",
            "document": "Benzoctamine . There are usually many risks associated with using sedatives on patients who are suffering from respiratory failure, which has made it difficult to administer tranquillizing medications in situations when they are desirable. It is not known why this drug is safe and its benzodiazepine cousins are not, but a possible explanation for this phenomenon might come from its similarity in structure to tricyclic antidepressants, which have also been shown to not cause respiratory failure. While further experimentation is necessary, this study points to benzoctamine’s possible consideration for sedation in respiratory failure patients.",
            "score": 121.55220794677734
        },
        {
            "docid": "29871617_28",
            "document": "Interleukin-1 family . Nowadays, the blockade of IL-1 activity (especially IL-1β) is a standard therapy for patients with autoimmune diseases or lymphomas. Anakinra (IL-1Ra) is FDA-approved as a therapy for patients with rheumatoid arthritis, because it reduces symptoms and slows joint destruction of this inflammatory disease. It has also been prescribed to patients with indolent or smoldering myeloma with a high risk of progression to multiple myeloma. In combination with other medication, IL-1Ra provides a significant increase in the number of years of progression-free disease in its recipients. The benefits of this treatment are the natural structure and no toxicity or gastrointestinal disturbances.",
            "score": 121.00025939941406
        },
        {
            "docid": "15809418_7",
            "document": "TPI1 . Triosephosphate isomerase deficiency is a disorder characterized by a shortage of red blood cells (anemia), movement problems, increased susceptibility to infection, and muscle weakness that can affect breathing and heart function. The anemia in this condition begins in infancy. Since the anemia results from the premature breakdown of red blood cells (hemolysis), it is known as hemolytic anemia. A shortage of red blood cells to carry oxygen throughout the body leads to extreme tiredness (fatigue), pale skin (pallor), and shortness of breath. When the red cells are broken down, iron and a molecule called bilirubin are released; individuals with triosephosphate isomerase deficiency have an excess of these substances circulating in the blood. Excess bilirubin in the blood causes jaundice, which is a yellowing of the skin and the whites of the eyes. Movement problems typically become apparent by age 2 in people with triosephosphate isomerase deficiency. The movement problems are caused by impairment of motor neurons, which are specialized nerve cells in the brain and spinal cord that control muscle movement. This impairment leads to muscle weakness and wasting (atrophy) and causes the movement problems typical of triosephosphate isomerase deficiency, including involuntary muscle tensing (dystonia), tremors, and weak muscle tone (hypotonia). Affected individuals may also develop seizures. Weakness of other muscles, such as the heart (a condition known as cardiomyopathy) and the muscle that separates the abdomen from the chest cavity (the diaphragm) can also occur in triosephosphate isomerase deficiency. Diaphragm weakness can cause breathing problems and ultimately leads to respiratory failure. Individuals with triosephosphate isomerase deficiency are at increased risk of developing infections because they have poorly functioning white blood cells. These immune system cells normally recognize and attack foreign invaders, such as viruses and bacteria, to prevent infection. The most common infections in people with triosephosphate isomerase deficiency are bacterial infections of the respiratory tract. People with triosephosphate isomerase deficiency often do not survive past childhood due to respiratory failure. In a few rare cases, affected individuals without severe nerve damage or muscle weakness have lived into adulthood. The deficiency is most commonly caused by mutations in TPI1, although mutations in other isoforms have been identified. A common marker for TPI deficiency is the increased accumulation of DHAP in erythrocyte extracts; this is because the defective enzyme no longer has the ability to catalyze the isomerization to GAP. The point mutation does not affect the catalysis rate, but rather, affects the assembly of the enzyme into a homodimer.",
            "score": 120.85189056396484
        },
        {
            "docid": "147020_37",
            "document": "Hygiene . Medical hygiene pertains to the hygiene practices that prevents or minimizes disease and the spreading of disease in relation to administering medical care to those who are infected or who are more \"at risk\" of infection in the home. Across the world, governments are increasingly under pressure to fund the level of healthcare that people expect. Care of increasing numbers of patients in the community, including at home is one answer, but can be fatally undermined by inadequate infection control in the home. Increasingly, all of these \"at-risk\" groups are cared for at home by a carer who may be a household member who thus requires a good knowledge of hygiene. People with reduced immunity to infection, who are looked after at home, make up an increasing proportion of the population (currently up to 20%). The largest proportion are the elderly who have co-morbidities, which reduce their immunity to infection. It also includes the very young, patients discharged from hospital, taking immuno-suppressive drugs or using invasive systems, etc. For patients discharged from hospital, or being treated at home special \"medical hygiene\" (see above) procedures may need to be performed for them e.g. catheter or dressing replacement, which puts them at higher risk of infection.",
            "score": 120.83231353759766
        }
    ]
}