{
    "q": [
        {
            "docid": "32286355_16",
            "document": "Fibrolytic bacterium . To identify to which microorganisms belong the enzymes which have been identified, and check if metagenome assembly was right, a separation of different species of bacteria from the sample can be done by flow cytometry. The use of specific antibodies labelled with fluorochromes makes possible to separate the different cell types of the sample which belong to different phylogenetic groups. This technique is called Fluorescence Activated Cell Sorting (FACS). Once the different species of bacteria are separated, their genomes are sequenced and the validation of the metagenomic analysis can be done.",
            "score": 127.63141369819641
        },
        {
            "docid": "56106124_3",
            "document": "Cell isolation . The techniques required to obtain isolated cells vary depending on the cell type required. Circulating cells such as blood cells or some tumour cells can be isolated by taking a blood sample. As blood samples contain a mixture of many different cell types, a method of separating out cells into different types must be used.  The most commonly used method for this is flow cytometry, during which an automated analyser inspects a narrow stream of cells. In one version of this technique, a light is shone on the stream of cells, and the analyser detects the reflected light or fluorescence before using this information to rapidly manoeuvre the cells of interest into a collection chamber.",
            "score": 137.163250207901
        },
        {
            "docid": "5106912_3",
            "document": "Immunocytochemistry . Immunocytochemistry differs from immunohistochemistry in that the former is performed on samples of intact cells that have had most, if not all, of their surrounding extracellular matrix removed. This includes individual cells that have been isolated from a block of solid tissue, cells grown within a culture, cells deposited from suspension, or cells taken from a smear. In contrast, immunohistochemical samples are sections of biological tissue, where each cell is surrounded by tissue architecture and other cells normally found in the intact tissue. Immunocytochemistry is a technique used to assess the presence of a specific protein or antigen in cells (cultured cells, cell suspensions) by use of a specific antibody, which binds to it, thereby allowing visualization and examination under a microscope. It is a valuable tool for the determination of cellular contents from individual cells. Samples that can be analyzed include blood smears, aspirates, swabs, cultured cells, and cell suspensions.",
            "score": 135.7386726140976
        },
        {
            "docid": "26393119_3",
            "document": "Microfluorimetry . Microfluorimetry has uses for many different fields including cell biology, microbiology, immunology, cell cycle analysis and \"flow karyotyping\" of cells. In flow karotyping, isolated metaphase chromosomes are stained and measured in a flow microfluorometer. Fluorescent staining of chromosomes can also give distribution about the relative frequency of occurrence and the chromosomal DNA content of the measured chromosomes. This technique allows for karyotyping at higher speeds than with previous methods and was shown to be accurate using Chinese hamster chromosomes. Flow microfluorimetry (FMF) can also be used to determine different populations of cells using fluorescent markers with small cell samples. The markers used for measurement in flow microfluorimetry are made up of fluorescent antigens or DNA binding agents. It allows for the accurate measure of an antibody reacting with an antigen. Flow microfluorimetry is also used in pharmaceutical research to determine cell type, protein and DNA expression, cell cycle, and other properties of a cell during drug treatment. For example, microfluorimetry is used in neurons to compare the effects of neurotoxins on both calcium ion concentration and mitochondrial membrane potential in individual cells. Microfluorimetry can also be used as a method to distinguish different microorganisms from one another by analyzing and comparing the DNA content of each cell. This same concept can also be applied to distinguish between cell types using a suitable fluorescent dye which varies depending on purpose and is a critical technique in modern cell biology and genomics.",
            "score": 160.43895852565765
        },
        {
            "docid": "42069970_6",
            "document": "Neuronal lineage marker . The study of the nervous system dates back to ancient Egypt but only in the ninetieth century it became more detailed. With the invention of the microscope and a technique of staining developed by Camillo Golgi, it was possible to study individual neurons. This scientist started to impregnate nervous tissue with metal, as silver. The reaction consists in fixing particles of silver chromate to the neurilemma, and resulted in a stark black deposit in the soma, axon and dendrites of the neuron. Thus, it was possible to identify different types of neurons, as Golgi Cell, Golgi I and Golgi II. In 1885 there was a German medical researcher called Franz Nissl who developed another staining technique now known by Nissl staining. This technique is slightly different from Golgi staining since it stains the cell body and the endoplasmic reticulum. In 1887, a Spanish scientist called Santiago Ramon y Cajal learned the staining technique with Golgi and started his famous work of neuroanatomy. With this technique he made an extensive study of several areas of the brain and in different species. He also described very precisely the purkinje cells, the chick cerebellum and the neuronal circuit of the rodent hippocampus. In 1941 Dr. Albert Coons used for the first time a revolutionary technique that uses the principle of antibodies binding specifically to antigens in the tissues. He created an immunoflorescent technique for labelling the antibodies. This technique continues to be widely used in neuroscience studies for identifying different structures. The most important neural markers used nowadays are the GFAP, Nestin, NeuroD antibodies and others. For the past years there are still creating new neural markers for immunocytochemistry or/and immunohistochemistry. In 1953 Heinrich Klüver invented a new staining technique called, Luxol Fast Blue stain or LFB, and with this technique it’s possible to detect demyelination in the central nervous system. Myelin sheath will be stained blue, but other structures will be stained as well. The next revolutionary technique was invented in 1969 by an American scientist called Joseph G. Gall. This technique is called in situ Hybridization and it is used in a large variety of studies but mainly used in developmental biology. With this technique it is possible to mark some genes expressed in determined areas of the animal. In neurobiology, it's very useful for understanding the formation of the nervous system.",
            "score": 134.8467137813568
        },
        {
            "docid": "8952416_3",
            "document": "Ostreococcus . The first member of the genus, \"O. tauri\", was discovered in 1994 in an investigation of the picoplankton in the Thau lagoon by Courties and Chretiennot-Dinet using flow cytometry. Unicellular photosynthetic organisms are generally amenable to study using flow cytometry because of the autofluorescence provided by chlorophyll and other fluorophores used by the cells for the harvesting and control of sunlight, which allows such pigments to be studied without any staining of the cells. The different pigments present can be distinguished and identified on a cell-by-cell basis using flow cytometry, allowing researchers to deduce the different species present in the sample and help classify any new species found. \"O. tauri\" was immediately placed in the class Prasinophyceae based on the presence of characteristic chlorophyll pigments and Chlorophyceae-related carotenoids as well as cell ultrastructure, and its position was later confirmed by analysis of its 18S rDNA.  Molecular phylogenetic analysis based on the 18SrDNA sequence led the definition of a new class, the Mamiellophyceae, that contains \"Ostreococcus\" species and placed them within the \"Bathycoccaceae\" family. Mamiellophyceae represent one of the ecologically most successful groups of eukaryotic, photosynthetic picoplankters in marine and likely also freshwater environments. Metagenomic and metabarcoding surveys revealed the presence of other members of the genus \"Ostreococcus\" in many oceanic regions. Four different species have been described to date : \"O. tauri\", \"O. lucimarinus\", \"O. mediterraneus\" and \"O spp.\" RCC809.",
            "score": 167.95811820030212
        },
        {
            "docid": "1763319_11",
            "document": "Channelrhodopsin . Channelrhodopsins can be readily expressed in excitable cells such as neurons using a variety of transfection techniques (viral transfection, electroporation, gene gun) or transgenic animals. The light-absorbing pigment retinal is present in most cells (of vertebrates) as Vitamin A, making it possible to photostimulate neurons without adding any chemical compounds. Before the discovery of channelrhodopsins, neuroscientists were limited to recording the activity of neurons in the brain and correlate this activity with behavior. This is not sufficient to prove that the recorded neural activity actually caused that behavior. Controlling networks of genetically modified cells with light, an emerging field known as Optogenetics., allows researchers now to explore the causal link between activity in a specific group of neurons and mental events, e.g. decision making. Optical control of behavior has been demonstrated in nematodes, fruit flies, zebrafish, and mice. Recently, chloride-conducting channelrhodopsins have been engineered and were also found in nature. These tools can be used to silence neurons in cell culture and in live animals by shunting inhibition.",
            "score": 132.40127193927765
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 173.2655966281891
        },
        {
            "docid": "11765546_13",
            "document": "Methylobacillus flagellatus . In June 2006 Kalyuzhaya et al. published a paper (“Fluorescence In Situ Hybridization-Flow Cytometry-Cell Sorting-Based Method for Separation and Enrichment of Type I and Type II Methanotroph Populations”) detailing more precise methods for separating organisms of interests within a natural sample. Their experiment focused on separating Type I and Type II Methanotrophs using combined techniques of FISH/FC (fluorescence in situ hybridization-flow cytometry) and FACS (fluorescence-activated FC analysis and cell sorting). FISH/FC employs oligonucleotide attached to florescein, or Alexa for targeting 16S rRNA. The fluoresced microbe can then be subjected to analysis and cell sorting. The detection phase involves putting the detected sample to “functional gene analysis to indicate specific separation using 16S rRNA, pmoA (encoding a subunit of particulate methane monooxygenase), and fae (encoding formaldehyde activating enzyme) genes.” The data indicate that FISH/FC/FACS is a method that can “provide significant enrichment of microbial populations of interest from complex natural communities.” Lastly, Kalyuzhaya et al. tested the reliability of whole genome amplification (WGA) using limited numbers of sorted cells. They found that WGA would give more “specific” results if a rough threshold number of 10^4 or more cells are in a sample. Having proven FISH/FC/FACS’ effectiveness to detect microbial populations, Kalyuzhay et al. used mixed samples of M. flagellatus along with other members of the methylotrophs genus to test their method’s effectiveness.",
            "score": 145.04276287555695
        },
        {
            "docid": "5747184_2",
            "document": "Stem cell genomics . Stem cell genomics analyzes the genomes of stem cells. Currently, this field is rapidly expanding due to the dramatic decrease in the cost of sequencing genomes. The study of stem cell genomics has wide reaching implications in the study of stem cell biology and possible therapeutic usages of stem cells. Application of research in this field could lead to drug discovery and information on diseases by the molecular characterization of the pluripotent stem cell through DNA and transcriptome sequencing and looking at the epigenetic changes of stem cells and subsequent products. One step in that process is single cell phenotypic analysis, and the connection between the phenotype and genotype of specific stem cells. While current genomic screens are done with entire populations of cells, focusing in on a single stem cell will help determine specific signaling activity associated with varying degrees of stem cell differentiation and limit background due to heterogeneous populations. Single cell analysis of induced pluripotent stem cells (iPSCs), or stem cells able to differentiate into many different cell types, is a suggested method for treating such diseases like Alzheimer's disease (AD). This includes for understanding the differences between sporadic AD and familial AD. By first taking a skin sample from the patient and are transformed by transducing cells using retroviruses to encode such stem cell genes as Oct4, Sox2, KLF4 and cMYC. This allows for skin cells to be reprogrammed into patient-specific stem cell lines. Taking genomic sequences of these individual cells would allow for patient-specific treatments and furthering understanding of AD disease models. This technique would be used for similar diseases, like amyotrophic lateral sclerosis (ALS) and spinal muscular atrophy (SMA). These stem cells developed from a singular patient would also be able to be used to produce cells affected in the above-mentioned diseases. As mentioned, it will also lead to patient specific phenotypes of each disease. Further chemical analyses to develop safer drugs can be done through sequence information and cell-culture tests on iPSCs. After development on a specific drug, it can be transferred to other patient diseased cells while also being safety tested.",
            "score": 156.57107257843018
        },
        {
            "docid": "2395117_4",
            "document": "Gametogonium . Mice and other mammalian species undergo epigenesis during development, where germ cells are separated from the somatic lineage during early gastrulation, occurring at embryonic day 7 in mice, and are derived directly from proximal epiblast cells relative to the extraembryonic ectoderm. Prior to gastrulation the epiblast cells are not yet set in their role as cells of the germ lineage and can act as precursors for somatic cells Matsui and Okamura, 2003. At this stage, cells transplanted to the proximal epiblast from other parts of the epiblast can also be differentiated into germ line cells. The potential germ line cells are specified by the extracellular signalling of BMP4, BMP2 and BMP8b from the extraembryonic ectoderm. The germ cell population (~40 in mice), after specification, migrate to the developing gonads where they differentiate further into gametogonia. Much of the research in germ cell development is done on animal models. Animal models are an effective research tool due the commonality of sexual reproduction which is thought to have same or similar mechanisms across species. The majority of research is done on mice which has led to advances in understanding germ line differentiation across all mammal but there are some species specific mechanisms which have not been studied as extensively due to the difficulty of both obtaining human samples and the ethical limitations of human research. To circumvent that, there have been studies performed on human pluripotent stem cells.",
            "score": 158.84021258354187
        },
        {
            "docid": "28231132_7",
            "document": "Zymoblot . The Zymoblot technique is simpler, cheaper, more reliable and less time consuming than all known procedures for enzyme assays. It is probably the quickest available technique to detect enzyme activity in any biological or even non-biological specimen. The technique is highly competitive in price with all commercially available kits. Such advantages should qualify the Zymoblot technique for wide potential uses in medicine, agriculture and industrial biotechnology and, more broadly, in general biotechnology application. It is useful in studies including physiology of humans, animals, plants and microorganisms, differential diagnosis of diseases and identification of pathogens, biotaxonomy of organisms, stress and pathogenesis physiology, physiological basis for disease resistance, developmental physiology and screening for commercially important enzymes and many other applications. The technique is particularly useful when initial testing for enzyme activity is required. It can be used in investigations involving screening a living organism for large numbers of enzymes. It can also be very handy in studying enzyme distribution or tissue-specific gene expression in terms of enzyme activity throughout the body or across an organ. Samples taken from different parts of an organism or an organ can simultaneously be analysed and compared, on the same blot, giving a clear picture of the distribution of enzyme activity. With the same simplicity, corresponding tissues taken from normally and biotically- or abiotically-stressed individuals can be compared for enzyme stimulation or induction. Furthermore, zymoblots can be very helpful in cytochemodissection studies aiming at localising enzymes within cells. Cell fractions representing different parts of the cell (nuclei, mitochondria, lysosomes, peroxisomes, Golgi bodies, cytosol... etc.) can be tested for a host of enzymes in a relatively short time.",
            "score": 151.88518726825714
        },
        {
            "docid": "30972650_2",
            "document": "Laser ablation electrospray ionization . Laser ablation electrospray ionization (LAESI) is an ambient ionization method for mass spectrometry that combines laser ablation from a mid-infrared (mid-IR) laser with a secondary electrospray ionization (ESI) process. The mid-IR laser is used to generate gas phase particles which are then ionized through interactions with charged droplets from the ESI source. LAESI was developed by Professor Akos Vertes and Dr. Peter Nemes in 2007 and is now marketed commercially by Protea Biosciences, Inc. LAESI is a novel ionization source for mass spectrometry (MS) that has been used to perform MS imaging of plants, tissues, cell pellets, and even single cells. In addition, LAESI has been used to analyze historic documents and untreated biofluids such as urine and blood. The technique of LAESI is performed at atmospheric pressure and therefore overcomes many of the obstacles of traditional MS techniques, including extensive and invasive sample preparation steps and the use of high vacuum. LAESI can be used to perform MS analysis of many different classes of compounds ranging from small molecules, such as pharmaceuticals, saccharides, lipids, and metabolites to larger biomolecules like peptides and proteins. LAESI has also been shown to have a quantitative dynamic range of 4 decades and a limit of detection (LOD) of 8 fmol with verapamil, a small pharmaceutical molecule. The technique has a lateral resolution of <200 μm for imaging applications and has been used for 3D imaging of plant tissues. Additionally, in cell-by-cell LAESI imaging experiments single cells can be used as the pixels of the molecular image. This LAESI application uses etched optical fibers to produce laser spot sizes of <50 µm to deliver the laser energy and has also been utilized in single cell analysis experiments.",
            "score": 105.2854939699173
        },
        {
            "docid": "8340340_12",
            "document": "Postmortem studies . Postmortem studies allows for researchers to give information that is relevant to individuals by explaining the causes of particular diseases and behaviors. This is in hopes that others can avoid some of these experiences in the future. Postmortem studies also improve medical knowledge and help to determine whether changes happen in the brain itself or in the actual disorder. By doing this researchers are then able to help prioritize experimental studies and integrate the studies into animal and cell research. Another benefit to postmortem studies is that researchers have the ability to make a wide range of discoveries, because of the many different techniques used to obtain tissue samples. Postmortem studies are extremely important and unique despite their limitations.",
            "score": 118.40745449066162
        },
        {
            "docid": "56379488_5",
            "document": "Biological effects of radiation on the epigenome . Advances in medical imaging has resulted in increased exposure of humans to low doses of ionizing radiation. Radiation exposure in pediatrics has been shown to have a greater impact as children's cells are still developing. The radiation obtained from medical imaging techniques is only harmful if consistently targeted multiple times in a short space of time. Safety measures have been introduced in order to limit the exposure of harmful ionizing radiation such as the usage of protective material during the use of these imaging tools. A lower dosage is also used in order to fully rid the possibility of a harmful effect from the medical imaging tools. The National Council on Radiation Protection and Measurements along with many other scientific committees have ruled in favor of continued use of medical imaging as the reward far outweighs the minimal risk obtained from these imaging techniques. If the safety protocols are not followed there is a potential increase in the risk of developing cancer. This is primarily due to the decreased methylation of cell cycle genes, such as those relating to apoptosis and DNA repair. The ionizing radiation from these techniques can cause many other detrimental effects in cells including changes in gene expression and halting the cell cycle. However, these results are extremely unlikely if the proper protocols are followed.",
            "score": 107.23456525802612
        },
        {
            "docid": "277315_35",
            "document": "Opinion poll . Polling organizations have developed many weighting techniques to help overcome these deficiencies, with varying degrees of success. Studies of mobile phone users by the Pew Research Center in the US, in 2007, concluded that \"cell-only respondents are different from landline respondents in important ways, (but) they were neither numerous enough nor different enough on the questions we examined to produce a significant change in overall general population survey estimates when included with the landline samples and weighted according to US Census parameters on basic demographic characteristics.\"  This issue was first identified in 2004, but came to prominence only during the 2008 US presidential election. In previous elections, the proportion of the general population using cell phones was small, but as this proportion has increased, there is concern that polling only landlines is no longer representative of the general population. In 2003, only 2.9% of households were wireless (cellphones only), compared to 12.8% in 2006. This results in \"coverage error\". Many polling organisations select their sample by dialling random telephone numbers; however, in 2008, there was a clear tendency for polls which included mobile phones in their samples to show a much larger lead for Obama, than polls that did not.",
            "score": 110.01087415218353
        },
        {
            "docid": "2362_50",
            "document": "Antibody . In research, purified antibodies are used in many applications. Antibodies for research applications can be found directly from antibody suppliers, or through use of a specialist search engine. Research antibodies are most commonly used to identify and locate intracellular and extracellular proteins. Antibodies are used in flow cytometry to differentiate cell types by the proteins they express; different types of cell express different combinations of cluster of differentiation molecules on their surface, and produce different intracellular and secretable proteins. They are also used in immunoprecipitation to separate proteins and anything bound to them (co-immunoprecipitation) from other molecules in a cell lysate, in Western blot analyses to identify proteins separated by electrophoresis, and in immunohistochemistry or immunofluorescence to examine protein expression in tissue sections or to locate proteins within cells with the assistance of a microscope. Proteins can also be detected and quantified with antibodies, using ELISA and ELISPOT techniques.",
            "score": 133.81199288368225
        },
        {
            "docid": "41282920_3",
            "document": "Flow cytometry bioinformatics . Computational methods exist to assist in the preprocessing of flow cytometry data, identifying cell populations within it, matching those cell populations across samples, and performing diagnosis and discovery using the results of previous steps. For preprocessing, this includes compensating for spectral overlap, transforming data onto scales conducive to visualization and analysis, assessing data for quality, and normalizing data across samples and experiments. For population identification, tools are available to aid traditional manual identification of populations in two-dimensional scatter plots (gating), to use dimensionality reduction to aid gating, and to find populations automatically in higher-dimensional space in a variety of ways. It is also possible to characterize data in more comprehensive ways, such as the density-guided binary space partitioning technique known as probability binning, or by combinatorial gating. Finally, diagnosis using flow cytometry data can be aided by supervised learning techniques, and discovery of new cell types of biological importance by high-throughput statistical methods, as part of pipelines incorporating all of the aforementioned methods.",
            "score": 105.67520940303802
        },
        {
            "docid": "1867895_13",
            "document": "Multispectral image . Supervised classification makes use of training samples. Training samples are areas on the ground for which there is Ground truth, that is, what is there is known. The spectral signatures of the training areas are used to search for similar signatures in the remaining pixels of the image, and we will classify accordingly. This use of training samples for classification is called supervised classification. Expert knowledge is very important in this method since the selection of the training samples and a biased selection can badly affect the accuracy of classification. Popular techniques include the Maximum likelihood principle and Convolutional neural network. The Maximum likelihood principle calculates the probability of a pixel belonging to a class (i.e. feature) and allots the pixel to its most probable class. Newer Convolutional neural network based methods account for both spatial proximity and entire spectra to determine the most likely class.",
            "score": 29.51828396320343
        },
        {
            "docid": "41282920_21",
            "document": "Flow cytometry bioinformatics . Particularly in multi-centre studies, technical variation can make biologically equivalent populations of cells difficult to match across samples. Normalization methods to remove technical variance, frequently derived from image registration techniques, are thus a critical step in many flow cytometry analyses. Single-marker normalization can be performed using landmark registration, in which peaks in a kernel density estimate of each sample are identified and aligned across samples.",
            "score": 90.78666234016418
        },
        {
            "docid": "55063733_3",
            "document": "Insilico Medicine . Zhavoronkov founded Insilico Medicine in 2014, as an alternative to animal testing for research and development programs in the pharmaceutical industry. By using artificial intelligence and deep-learning techniques, Insilico is able to analyze how a compound will affect cells and what drugs can be used to treat the cells in addition to possible side effects. Through its Pharma.AI division, the company provides machine learning services to different pharmaceutical, biotechnology, and skin care companies.",
            "score": 111.53645658493042
        },
        {
            "docid": "29583863_9",
            "document": "Simon Gaskell . In recent years, international efforts have been made to sequence the genomes of many organisms, including man. These studies of an organism’s entire DNA sequence (known as genomics) have in turn led to the development of a similar field of research, called ‘proteomics’. Proteomics is the study of the structure and function of a cell’s entire set of proteins, which orchestrate the chemical reactions that occur within cells. To understand how a cell works, scientists need to know which proteins are present and in what amounts. Gaskell’s research uses various forms of an analytical technique called mass spectrometry to determine the quantity and longevity of these different proteins. Gaskell has recently used these techniques to study a human parasite called \"Trypanosoma Brucei\". It causes sleeping sickness, which affects around 400,000 people each year, predominantly in the developing world.",
            "score": 156.43644881248474
        },
        {
            "docid": "54421246_46",
            "document": "Spinocerebellar ataxia type 1 . One treatment option being investigated is stem cell therapy which attempts to replace dead tissue by transplanting stem cells into affected region and either stimulating them to differentiate into the desired cell types or allowing them to stimulate endogenous regenerative mechanisms. These techniques are of interest to researchers as a possible treatment for neurodegenerative diseases, but currently are of limited success in animal models, and in in-vitro cell culture studies. The ability for grafted cells to integrate into the desired tissue and adjust for the unique pathologies of different neurodegenerative disorders can be a severe limitation on the development of stem cell based treatments. Further, the tissues in the brain often rely on intricate and complicated arrangements of neurons; regions of the brain that do not require precision in these patterns to function, like the striatum affected by Parkinson's disease which uses paracrine signaling, tend to have better results in stem cell therapies than systems that require precision, like the cerebellum and pons. Stem cell therapies can be especially difficult in replacing Purkinje neuron loss as unaffected granule cells can prevent axons reaching the deep cerebellar nuclei with which Purkinje cells interface. Despite these difficulties, grafted neural precursor cells have been shown to be viable and to successfully migrate into desired location in SCA1 transgenic mice models and mesenchymal stem cells have been shown to mitigate loss of dendritic arborization SCA1 mice. Positive results have been found in mice models using both stem cells from fetal neuroectoderm and adult stem cells from the lateral ventricles and the dentate gyrus. Using harvested stem cells in stem cell therapies require immunosuppression to prevent the host from rejecting the transplants; creating induced pluripotent stem cells from the host's own cells would mitigate this risk and has had some testing in other neurodegenerative diseases.",
            "score": 151.7012416124344
        },
        {
            "docid": "53901341_7",
            "document": "Marrow adipose tissue . To improve quantification of MAT, novel imaging techniques have been developed as a means to visualize and quantify MAT. Although proton magnetic resonance spectroscopy (1H-MRS) has been used with success to quantify vertebral MAT in humans, it is difficult to employ in laboratory animals. Magnetic resonance imaging (MRI) provides MAT assessment in the vertebral skeleton in conjunction with μCT-based marrow density measurements. A volumetric method to identify, quantify, and localize MAT in rodent bone has been recently developed, requiring osmium staining of bones and μCT imaging, followed by advanced image analysis of osmium-bound lipid volume (in mm) relative to bone volume. This technique provides reproducible quantification and visualization of MAT, enabling the ability to consistently quantify changes in MAT with diet, exercise, and agents that constrain precursor lineage allocation. Although the osmium method is quantitatively precise, osmium is toxic and cannot be compared across batched experiments. Recently, researchers developed and validated a 9.4T MRI scanner technique that allows localization and volumetric (3D) quantification that can be compared across experiments.  Hematopoietic cells (also known as blood cells) reside in the bone marrow along with marrow adipocytes. These hematopoietic cells are derived from hematopoietic stem cells (HSC) which give rise to diverse cells: cells of the blood, immune system, as well as cells that break down bone (osteoclasts). HSC renewal occurs in the marrow stem cell niche, a microenvironment that contains cells and secreted factors that promote appropriate renewal and differentiation of HSC. The study of the stem cell niche is relevant to the field of oncology in order to improve therapy for multiple hematologic cancers. As such cancers are often treated with bone marrow transplantation, there is interest in improving the renewal of HSC. Recent work demonstrates that marrow adipocytes secrete factors that promote HSC renewal in most bones.",
            "score": 135.77585661411285
        },
        {
            "docid": "16565278_2",
            "document": "Differential display . Differential display (also referred to as DDRT-PCR or DD-PCR) is a laboratory technique that allows a researcher to compare and identify changes in gene expression at the mRNA level between two or more eukaryotic cell samples. It was the most commonly used method to compare expression profiles of two eukaryotic cell samples in the 1990s. By 2000, differential display was superseded by DNA microarray approaches.",
            "score": 94.34056830406189
        },
        {
            "docid": "37220_30",
            "document": "Infection . Another principal tool in the diagnosis of infectious disease is microscopy. Virtually all of the culture techniques discussed above rely, at some point, on microscopic examination for definitive identification of the infectious agent. Microscopy may be carried out with simple instruments, such as the compound light microscope, or with instruments as complex as an electron microscope. Samples obtained from patients may be viewed directly under the light microscope, and can often rapidly lead to identification. Microscopy is often also used in conjunction with biochemical staining techniques, and can be made exquisitely specific when used in combination with antibody based techniques. For example, the use of antibodies made artificially fluorescent (fluorescently labeled antibodies) can be directed to bind to and identify a specific antigens present on a pathogen. A fluorescence microscope is then used to detect fluorescently labeled antibodies bound to internalized antigens within clinical samples or cultured cells. This technique is especially useful in the diagnosis of viral diseases, where the light microscope is incapable of identifying a virus directly.",
            "score": 84.61320388317108
        },
        {
            "docid": "13281848_11",
            "document": "Desorption electrospray ionization . Laser desorption electrospray ionization (LDESI) mass spectrometry is an ambient ionization technique applicable to plant and animal tissue imaging, live-cell imaging, and most recently to cell-by-cell imaging. This technique uses a mid-IR laser to ablate the sample which creates a cloud of neutral molecules. This cloud is then hit with the electrospray from above to cause ionization. The desorbed ions are then able to pass into the mass spectrometer for analysis. This method is also good for imaging in applications. The analyses can be desorbed through a pulsed laser irradiation without the need of a matrix. This method is best used with small organic molecules up to larger biomolecules as well.",
            "score": 133.26875054836273
        },
        {
            "docid": "304699_18",
            "document": "Luciferase . Whole animal imaging (referred to as \"in vivo\" or, occasionally, \"ex vivo\" imaging) is a powerful technique for studying cell populations in live animals, such as mice. Different types of cells (e.g. bone marrow stem cells, T-cells) can be engineered to express a luciferase allowing their non-invasive visualization inside a live animal using a sensitive charge-couple device camera (CCD camera).This technique has been used to follow tumorigenesis and response of tumors to treatment in animal models. However, environmental factors and therapeutic interferences may cause some discrepancies between tumor burden and bioluminescence intensity in relation to changes in proliferative activity. The intensity of the signal measured by in vivo imaging may depend on various factors, such as D-luciferin absorption through the peritoneum, blood flow, cell membrane permeability, availability of co-factors, intracellular pH and transparency of overlying tissue, in addition to the amount of luciferase.",
            "score": 141.12541007995605
        },
        {
            "docid": "15272708_3",
            "document": "Flow-FISH . Flow-FISH was first published in 1998 by Rufer et al. as a modification of another technique for analyzing telomere length, Q-FISH, that employs peptide nucleic acid probes of a 3'-CCCTAACCCTAACCCTAA-5' sequence labeled with a fluorescin fluorophore to stain telomeric repeats on prepared metaphase spreads of cells that have been treated with colcemid, hypotonic shock, and fixation to slides via methanol/acetic acid treatment(protocol available online). Images of the resultant fluorescent spots could then be analyzed via a specialized computer program (method and software available from the Flintbox Network) to yield quantitative fluorescence values that can then be used to estimate actual telomere length. The fluorescence yielded by probe staining is considered to be quantitative because PNA binds preferentially to DNA at low ionic salt concentrations and in the presence of formamide, thus the DNA duplex may not reform once it has been melted and annealed to PNA probe, allowing the probe to saturate its target repeat sequence (as it is not displaced from the target DNA by competing anti sense DNA on the complementary strand), thus yielding a reliable and quantifiable readout of the frequency of PNA probe target at a given chromosomal site after washing away of unbound probe. Unlike Q-FISH, Flow-FISH utilizes the quantitative properties of telomere specific PNA probe retention to quantify median fluorescence in a population of cells, via the use of a flow cytometer, instead of a fluorescence microscope. The primary advantage of this technique is that it eliminates the time required in Q-FISH to prepare metaphase spreads of cells of interest, and that flow cytometric analysis is also considerably faster than the methods required to acquire and analyze Q-FISH prepared slides. Flow-FISH thus allows for a higher throughput analysis of telomere length in blood leukocytes, which are a readily available form of human tissue sample. The most recent versions of the flow-FISH technique include an internal control population of cow thymocytes with a known telomere length detected by TRF or telomere restriction fragment analysis to which the fluorescence of a given unknown sample may be compared. Because cow thymocytes take up LDS751 dye to a lesser extent than their human counterparts, they may be reliably differentiated via plotting and gating the desired populations. Other cell types that have not in the past proven to be good candidates for flow-FISH can be analyzed via extraction of nuclei and performance of the technique on them directly.",
            "score": 110.54549515247345
        },
        {
            "docid": "10121677_7",
            "document": "Max Planck Institute for Medical Research . One of the future activities of the institute will be to investigate nerve cells and their connections in the cerebral cortex that are responsible for the reception and processing of signals from the sense organs, (i.e. smell, sight, and taste) with the use of molecular genetic, physiological and imaging techniques. Scientists are particularly interested in the nature of synapses, the contact points between nerve cells in the neural network. How information is stored and retrieved in synapses, how new synapses are formed, and how superfluous synapses are removed are all topics of investigation. Research will involve the development of new genetic engineering techniques, so that the activity of the key molecules involved in rapid information transmission between nerve cells by the synapses can be regulated. There are plans to miniaturise multiquantum microscopy and improve the level of penetration to measure activity in the cerebral cortex of freely moving mice.",
            "score": 126.20182585716248
        },
        {
            "docid": "3690047_3",
            "document": "Electron cryotomography . In electron microscopy (EM), samples are imaged in an ultra-high vacuum. Such a vacuum is incompatible with biological samples such as cells; the water would boil off, and the difference in pressure would explode the cell. In room-temperature EM techniques, samples are therefore prepared by fixation and dehydration. Another approach to stabilize biological samples, however, is to freeze them (electron cryomicroscopy). As in other electron cryomicroscopy techniques, samples for CryoET (typically small cells (e.g. Bacteria, Archaea, or viruses) are prepared in standard aqueous media and applied to an EM grid. The grid is then plunged into a cryogen (typically ethane) so efficient that water molecules do not have time to rearrange into a crystalline lattice. The resulting water state is called \"vitreous ice\" and preserves native cellular structures, such as lipid membranes, that would normally be destroyed by freezing. Plunge-frozen samples are subsequently stored and imaged at liquid-nitrogen temperatures so that the water never warms enough to crystallize.",
            "score": 80.93457102775574
        },
        {
            "docid": "29578326_27",
            "document": "Cell encapsulation . The cell type chosen for this technique depends on the desired application of the cell microcapsules. The cells put into the capsules can be from the patient (autologous cells), from another donor (allogeneic cells) or from other species (xenogeneic cells). The use of autologous cells in microencapsulation therapy is limited by the availability of these cells and even though xenogeneic cells are easily accessible, danger of possible transmission of viruses, especially porcine endogenous retrovirus to the patient restricts their clinical application, and after much debate several groups have concluded that studies should involve the use of allogeneic instead of xenogeneic cells. Depending on the application, the cells can be genetically altered to express any required protein. However, enough research has to be carried out to validate the safety and stability of the expressed gene before these types of cells can be used.",
            "score": 149.71628308296204
        }
    ],
    "r": [
        {
            "docid": "6227883_4",
            "document": "Cell physiology . The relation of cell physiology to different fields of physiology such as, animal physiology, comparative animal physiology, plant physiology and molecular biology are being fundamental parts of physiology field. Animal physiology plays a role of the work of various organs of the body which those organs coordinate to integrate the animal behavior. medical men in were concerned about vertebrate organ physiology precisely with mammals, because the information provided could be beneficially applied to the physiology of human in health and diseases. it is a beneficial to work on organ physiology as a medical approach. However, the Cellular level can be used as well. In addition, Comparative animal physiology is a prat of studying the function of any organ in various types of animals such as, vertebrate and invertebrate to find the fundamental relations. Plant physiology is more likely concerns about the response, nutrition, growth and reproduction of different types of plants. and Since the functioning of the animal and plant depend on the function of the cells component. All of these physiological studies have been recognized by researchers whom were interested in organisms and worked at the cellular level to solve problems at the organs levels. on the other hand, Molecular biology turns to explain the cells activities in at the molecular level.In the past time, it has been limited in studying activities of viruses and bacteria. However, now it is being extended on studying the activities of the Eukaryota cells. Molecular biology has been contributed as an aim for cell physiology by being as powerful source of mutants (this method has been applied to many issues in cell physiology) such as, transportation across the cell membrane and the nature of the membranes. However, many of the cell physiology problems have not been solved by the molecular approach.",
            "score": 189.1465606689453
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 174.06382751464844
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 173.26559448242188
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 172.12254333496094
        },
        {
            "docid": "10371529_8",
            "document": "Honor Fell . Fell's career began during the early stages of the development of tissue culture as a method for working with living cells. Before Fell joined, this research was originally started by biologist Ross Harrison in 1907. In 1910 he started by performing small experiments.This enabled scientists to study living differentiated cells in environments that resembled the behaviour of organs in the animal body. The transition from histological examination of fixed, stained tissues to observation of living cells attracted great enthusiasm when the techniques were first developed, although their utility was somewhat controversial among scientists during the early days.The most remarkable and fundamental method on cell culture is cell hybridization. An organ culture is an excellent experimental system to study the responses of organized, functional cells to environmental factors. Tissue culture also attracted significant popular media interest, with contemporary reports describing Fell as a woman working on \"cultivating life in bottles\" and tissue culture as leading to the growth of human babies in test tubes. Even though tissue culture has made such progress, it cannot tell us about the physiology of an animal’s circulatory or excretory systems or the physiology of its brain or sense organs. Which means the chemical compound that might appear quite harmless when tested on a tissue culture when administered, it might have disastrous side-effects.",
            "score": 171.54188537597656
        },
        {
            "docid": "25304632_10",
            "document": "Gene expression profiling in cancer . In a particular type of cell or tissue, only a small subset of an organism’s genomic DNA will be expressed as mRNAs at any given time. The unique pattern of gene expression for a given cell or tissue is referred to as its molecular signature. For example, the expression of genes in skin cells would be very different compared to those expressed in blood cells. Microarray analysis can provide quantitative gene expression information allowing for the generation of a molecular signature, each unique to a particular class of tumor. This idea was first shown experimentally in 2000 by researchers at Stanford University published in \"Nature Genetics\". The authors measured the relative expression of 9,703 human cDNAs in sixty cancer cell lines previously studied and characterized by the National Cancer Institute’s Developmental Therapeutics Program. A hierarchical clustering algorithm was used to group cell lines based on the similarity by which the pattern of gene expression varied. In this study by Ross \"et al.,\" the majority of cell lines with common organs of origin (based on information from the National Institutes of Health) clustered together at terminal branches, suggesting that cancer cells arising from the same tissue share many molecular characteristics. This allows for reliable identification of tumor type based on gene expression.",
            "score": 170.24761962890625
        },
        {
            "docid": "8406655_14",
            "document": "Introduction to genetics . The function of genes is to provide the information needed to make molecules called proteins in cells. Cells are the smallest independent parts of organisms: the human body contains about 100 trillion cells, while very small organisms like bacteria are just one single cell. A cell is like a miniature and very complex factory that can make all the parts needed to produce a copy of itself, which happens when cells divide. There is a simple division of labor in cells—genes give instructions and proteins carry out these instructions, tasks like building a new copy of a cell, or repairing damage. Each type of protein is a specialist that only does one job, so if a cell needs to do something new, it must make a new protein to do this job. Similarly, if a cell needs to do something faster or slower than before, it makes more or less of the protein responsible. Genes tell cells what to do by telling them which proteins to make and in what amounts.",
            "score": 169.62957763671875
        },
        {
            "docid": "2157359_4",
            "document": "Tobacco BY-2 cells . They are used as model systems for higher plants because of their relatively high homogeneity and high growth rate, featuring still general behaviour of plant cell. The diversity of cell types within any part of a naturally grown plant \"(in vivo)\" makes it very difficult to investigate and understand some general biochemical phenomena of living plant cells. The transport of a solute in or out of the cell, for example, is difficult to study because the specialized cells in a multicellular organism behave differently. Cell suspension cultures such as tobacco BY-2 provide good model systems for these studies at the level of a single cell and its compartments because tobacco BY-2 cells behave very similarly to one another. The influence of neighbouring cells behavior is in the suspension is not as important as it would be in an intact plant. As a result any changes observed after a stimulus is applied can be statistically correlated and it could be decided if these changes are reactions to the stimulus or just merely coincidental. In this moment BY-2 cells are relatively well understood and often used in research. This model plant system is especially useful for studies of cell division, cytoskeletons, plant hormone signaling, intracellular trafficking, and organelle differentiation.",
            "score": 169.426025390625
        },
        {
            "docid": "34413_9",
            "document": "Zoology . Physiology studies the mechanical, physical, and biochemical processes of living organisms by attempting to understand how all of the structures function as a whole. The theme of \"structure to function\" is central to biology. Physiological studies have traditionally been divided into plant physiology and animal physiology, but some principles of physiology are universal, no matter what particular organism is being studied. For example, what is learned about the physiology of yeast cells can also apply to human cells. The field of animal physiology extends the tools and methods of human physiology to non-human species. Physiology studies how for example nervous, immune, endocrine, respiratory, and circulatory systems, function and interact.",
            "score": 168.69320678710938
        },
        {
            "docid": "8952416_3",
            "document": "Ostreococcus . The first member of the genus, \"O. tauri\", was discovered in 1994 in an investigation of the picoplankton in the Thau lagoon by Courties and Chretiennot-Dinet using flow cytometry. Unicellular photosynthetic organisms are generally amenable to study using flow cytometry because of the autofluorescence provided by chlorophyll and other fluorophores used by the cells for the harvesting and control of sunlight, which allows such pigments to be studied without any staining of the cells. The different pigments present can be distinguished and identified on a cell-by-cell basis using flow cytometry, allowing researchers to deduce the different species present in the sample and help classify any new species found. \"O. tauri\" was immediately placed in the class Prasinophyceae based on the presence of characteristic chlorophyll pigments and Chlorophyceae-related carotenoids as well as cell ultrastructure, and its position was later confirmed by analysis of its 18S rDNA.  Molecular phylogenetic analysis based on the 18SrDNA sequence led the definition of a new class, the Mamiellophyceae, that contains \"Ostreococcus\" species and placed them within the \"Bathycoccaceae\" family. Mamiellophyceae represent one of the ecologically most successful groups of eukaryotic, photosynthetic picoplankters in marine and likely also freshwater environments. Metagenomic and metabarcoding surveys revealed the presence of other members of the genus \"Ostreococcus\" in many oceanic regions. Four different species have been described to date : \"O. tauri\", \"O. lucimarinus\", \"O. mediterraneus\" and \"O spp.\" RCC809.",
            "score": 167.95811462402344
        },
        {
            "docid": "2880535_6",
            "document": "Blastema . As stated above, there are several different types of organisms that can utilize a regenerative blastema as an adult. These organisms include urodele amphibians, zebrafish, and planarian flatworms as major creatures of study. In flatworms, the formation of a blastema needs adult stem cells that are called neoblasts for any type of regeneration to occur . Flatworms use these undifferentiated cells for regeneration after paracrine factors can provide signals from the surface of the wound. The cells in the blastema are also referred to as clonogenic neoblasts (cNeoblasts) that are able to move to the site of the wound and reform the tissue . In urodele amphibians, studies suggest that dedifferentiation of cells leads to the formation of a blastema that is able to form multiple tissue types after the amputation of their tails and wound healing occurs . In zebrafish, and in general, it seems as if experts are still uncertain of what truly forms the blastema. However, two common theories that have often been expressed are cell dedifferentiation and the recruitment of stem cells to the wound site .",
            "score": 167.52200317382812
        },
        {
            "docid": "12878579_4",
            "document": "Animal testing on invertebrates . Research on invertebrates is the foundation for current understanding of the genetics of animal development. \"C. elegans\" is especially valuable as the precise lineage of all the organism's 959 somatic cells is known, giving a complete picture of how this organism goes from a single cell in a fertilized egg, to an adult animal. The genome of this nematode has also been fully sequenced and any one of these genes can easily be inactivated through RNA interference, by feeding the worms antisense RNA. A major success in the work on \"C. elegans\" was the discovery that particular cells are programmed to die during development, leading to the discovery that programmed cell death is an active process under genetic control. The simple nervous system of this nematode allows the effects of genetics on the development of nerves to be studied in detail. However, the lack of an adaptive immune system and the simplicity of its organs prevent \"C. elegans\" from being used in medical research such as vaccine development.",
            "score": 167.34022521972656
        },
        {
            "docid": "2157359_3",
            "document": "Tobacco BY-2 cells . Tobacco BY-2 cells are nongreen, fast growing plant cells which can multiply their numbers up to 100-fold within one week in adequate culture medium and good culture conditions. This cultivar of tobacco is kept as a cell culture and more specifically as cell suspension culture (a specialized population of cells growing in liquid medium, they are raised by scientists in order to study a specific biological property of a plant cell). In cell suspension cultures, each of the cells is floating independently or at most only in short chains in a culture medium. Each of the cells has similar properties to the others. The model plant system is comparable to HeLa cells for human research. Because the organism is relatively simple and predictable it makes the study of biological processes easier, and can be an intermediate step towards understanding more complex organisms. They are used by plant physiologists and molecular biologists as a model organism.",
            "score": 167.31100463867188
        },
        {
            "docid": "12223532_35",
            "document": "Induced pluripotent stem cell . A proof-of-concept of using induced pluripotent stem cells (iPSCs) to generate human organ for transplantation was reported by researchers from Japan. Human ‘liver buds’ (iPSC-LBs) were grown from a mixture of three different kinds of stem cells: hepatocytes (for liver function) coaxed from iPSCs; endothelial stem cells (to form lining of blood vessels) from umbilical cord blood; and mesenchymal stem cells (to form connective tissue). This new approach allows different cell types to self-organize into a complex organ, mimicking the process in fetal development. After growing \"in vitro\" for a few days, the liver buds were transplanted into mice where the ‘liver’ quickly connected with the host blood vessels and continued to grow. Most importantly, it performed regular liver functions including metabolizing drugs and producing liver-specific proteins. Further studies will monitor the longevity of the transplanted organ in the host body (ability to integrate or avoid rejection) and whether it will transform into tumors. Using this method, cells from one mouse could be used to test 1,000 drug compounds to treat liver disease, and reduce animal use by up to 50,000.",
            "score": 167.26748657226562
        },
        {
            "docid": "23735006_2",
            "document": "Cell ablation . Cell ablation (also known as tissue ablation) is a biotechnological tool for studying cell lineage and/or function and is a form of ablation. The process consists of selectively destroying one or multiple cells in a given organism by any chosen means. For example, a laser beam or a controllable gene promoter for a toxin gene can be used to destroy a selected amount of cells. Cell ablation can also be used as a tool to produce transgenic organisms lacking a cell type and as a cure for certain disorders such as cancer and leukemia. The term is not to be confused with genetic ablation: a method of modifying DNA in order to disrupt the production of a specific gene. As genetic ablation may lead to cell ablation, it can be used as a synonymous term at appropriate times.",
            "score": 165.9093017578125
        },
        {
            "docid": "5337925_19",
            "document": "Respirometry . Inside the body oxygen is delivered to cells and in the cells to mitochondria, where it is consumed in the process generating most of the energy required by the organism. Mitochondrial respirometry measures the consumption of oxygen by the mitochondria without involving an entire living animal and is the main tool to study mitochondrial function. Three different types of samples may be subjected to such respirometric studies: isolated mitochondria (from cell cultures, animals or plants); permeabilized cells (from cell cultures); and permeabilized fibers or tissues (from animals). In the latter two cases the cellular membrane is made permeable by the addition of chemicals leaving selectively the mitochondrial membrane intact. Therefore, chemicals that usually would not be able to cross the cell membrane can directly influence the mitochondria. By the permeabilization of the cellular membrane, the cell stops to exist as a living, defined organism, leaving only the mitochondria as still functional structures. Unlike whole-animal respirometry, mitochondrial respirometry takes place in solution, i.e. the sample is suspended in a medium. Today mitochondrial respirometry is mainly performed with a closed-chamber approach.",
            "score": 165.542724609375
        },
        {
            "docid": "5460467_6",
            "document": "Xenoma . Xenomas are provoked in various types of organisms, depending on the species of the parasite. Microsporidia are known to produce xenomas in oligochaetes, insects, crustaceans and fish. In addition to organism specificity, different species of parasite will have distinct host cell specificity, even if targeting the same organism. For example, \"Microsporidium chaetogastris\" infects solely connective and muscle tissue cells of the annelid \"Chaetogaster diaphanus\", whereas other species of microsporidia will target other tissue types. Another example is microsporidial gill disease in different species of fish caused by \"Loma salmonae\". It was found that certain species had a higher prevalence of xenoma formation following infection with the same parasite i.e. xenomas per gill filament in chinook salmon was 8 to 33 times greater than in rainbow trout, showing differences in host cell susceptibility. Once a host cell is infected with the microsporidian (or protist) parasite, a complete restructuring of the host cell ensues. This occurs as the parasite seeks to take control of the metabolism of the cell, in order to survive and exploit the host cell's resources and reproduction. It provides the parasite with optimal growth conditions and protection from the host's immune response. The parasite proliferates within the host cell where its mass replaces most of the host cell's cytoplasm, with the rest being taken up by microvillus structures and rhizoids. Other structures may be present inside the infected host cell including vesicles, fat globules and bundles of fibril. The nucleus may be in varying locations including the centre of the cell and may also vary in structure i.e. lobed, branched or divided into multiple fragments, but it will always be hypertrophic. The host also commonly envelops the proliferating parasite and the host cell itself in layers of membranes and cells.",
            "score": 164.0524139404297
        },
        {
            "docid": "152611_13",
            "document": "Cellular differentiation . Other important mechanisms fall under the category of asymmetric cell divisions, divisions that give rise to daughter cells with distinct developmental fates. Asymmetric cell divisions can occur because of asymmetrically expressed maternal cytoplasmic determinants or because of signaling. In the former mechanism, distinct daughter cells are created during cytokinesis because of an uneven distribution of regulatory molecules in the parent cell; the distinct cytoplasm that each daughter cell inherits results in a distinct pattern of differentiation for each daughter cell. A well-studied example of pattern formation by asymmetric divisions is body axis patterning in Drosophila. RNA molecules are an important type of intracellular differentiation control signal. The molecular and genetic basis of asymmetric cell divisions has also been studied in green algae of the genus \"Volvox\", a model system for studying how unicellular organisms can evolve into multicellular organisms. In \"Volvox carteri\", the 16 cells in the anterior hemisphere of a 32-cell embryo divide asymmetrically, each producing one large and one small daughter cell. The size of the cell at the end of all cell divisions determines whether it becomes a specialized germ or somatic cell.",
            "score": 163.97933959960938
        },
        {
            "docid": "2567511_12",
            "document": "Neural engineering . Neuromechanics is the coupling of neurobiology, biomechanics, sensation and perception, and robotics (Edwards 2010). Researchers are using advanced techniques and models to study the mechanical properties of neural tissues and their effects on the tissues' ability to withstand and generate force and movements as well as their vulnerability to traumatic loading (Laplaca & Prado 2010). This area of research focuses on translating the transformations of information among the neuromuscular and skeletal systems to develop functions and governing rules relating to operation and organization of these systems (Nishikawa et al. 2007). Neuromechanics can be simulated by connecting computational models of neural circuits to models of animal bodies situated in virtual physical worlds (Edwards 2010). Experimental analysis of biomechanics including the kinematics and dynamics of movements, the process and patterns of motor and sensory feedback during movement processes, and the circuit and synaptic organization of the brain responsible for motor control are all currently being researched to understand the complexity of animal movement. Dr. Michelle LaPlaca's lab at Georgia Institute of Technology is involved in the study of mechanical stretch of cell cultures, shear deformation of planar cell cultures, and shear deformation of 3D cell containing matrices. Understanding of these processes is followed by development of functioning models capable of characterizing these systems under closed loop conditions with specially defined parameters. The study of neuromechanics is aimed at improving treatments for physiological health problems which includes optimization of prostheses design, restoration of movement post injury, and design and control of mobile robots. By studying structures in 3D hydrogels, researchers can identify new models of nerve cell mechanoproperties. For example, LaPlaca et al. developed a new model showing that strain may play a role in cell culture (LaPlaca et al. 2005).",
            "score": 163.93942260742188
        },
        {
            "docid": "21942008_8",
            "document": "Cell polarity . Generation of cellular polarity is critically important for the function of practically every cell type and underlies processes like cell division, differentiation, cell migration, cell–cell signalling and fertilization. Cell polarity is an example of the self-organization property that all living organism share. All the cells within a multicellular organism, or any single cell species i.e. yeast, displays a polarized organization necessary for its proliferation, differentiation or physiological function. Budding yeast is a highly accessible experimental system, which serves as a paradigm for deciphering the molecular mechanism underlying the generation of polarity. Yeast cells share many features about cell polarity with other organism like: regulation by intrinsic and extrinsic cues, conserved regulatory molecules such as Cdc42GTPase, and asymmetry of the cytoskeleton. Cell polarization is associated with a type of symmetry breaking, that occurs in the cytoskeleton and guides the direction of growth of the future daughter cell. This symmetry breaking facilitates the polarized flux and localization of several protein in the polarized patch. When cells can perform symmetry breaking in absence of any spatial cue (landmarks), is called spontaneous polarization or spontaneous symmetry breaking.",
            "score": 163.56723022460938
        },
        {
            "docid": "48687560_5",
            "document": "Margaret Reed Lewis . Lewis and her husband helped develop and put into practice the first experimental systems for observing and understanding somatic cell physiology in complex organisms, which demonstrated that the behavior of these autonomous cells had a significant relationship to the development, infection, immunity, physiology and development of cancer for the organism. As a result, their work served to establish the importance of cellular behavior. As a result, this couple’s greatest impact on embryology and cell biology in the twentieth century was teaching later generations of biologists the basic factors involved in tissue culture based on what they had learned from their research. The Lewises saw a place for the findings on the cell related to embryology as well, and expressed this perspective to the president of the Carnegie Institution of Washington when they wrote to him that knowing the extent of a cell’s permanent individuality must be determined before it is possible to understand how they cooperate and are integrated into a tissue. This perspective is what gave Margaret and Warren Lewis their place in the Department of Embryology at the Carnegie Institution. With so many avenues opened by cell culture to explore, Margaret Lewis and her husband diverged in their area of study, with Margaret Lewis choosing to focus on microbiological problems, which involved close observations of chick embryo intestines reacting to typhoid bacilli in the medium in which it was grown. Through the tissue culture techniques the Lewises had developed, these studies showed that infections and diseases were cellular phenomena in that infection was observed in an isolated system but the events occurred in a way that would be observed in an organism as a whole.  In her work with chick embryos, Margaret Lewis studied connective tissue formation within the tissues as well as outside of an environment where factors involved in coagulation are present. Lewis observed that the connective tissue fibrils resulted from the cytoplasmic transformations of the cells. In her studies of explanted tissue cultures, Lewis noted that the cells choose to migrate away from the tissue sample and divide as individual cells, resulting in loss of the tissue’s characteristic appearance. However, she also made the distinction that the cells do not become more embryonic like Champy and others claimed, but instead lose their differentiated appearance as a tissue. This spreading of the cells and lack of characteristic tissue form caused fibril development in many tissue cultures to be lacking; however, there were a few cultures where connective tissue fibers did develop, and their progression could be tracked. She observed that fibrils start as delicate lines in the exoplasm and become bundles that are passed between cells. Lewis also found no evidence of vacuoles forming fibrils as was believed to be the case by other researchers.",
            "score": 163.46922302246094
        },
        {
            "docid": "42256877_18",
            "document": "Cellular Dynamics International . At least 5 of the top 10 Leading Causes of Death in the United States have a vascular component related to their disease. Endothelial cells (cells that line the interior of blood vessels and allow nutrients to pass back and forth to the body’s organs and tissues) play an important role in the study of vascular contributions of many leading causes of death. iCell Endothelial cells were launched as a tool to model vascular biology. Other types of endothelial cells are available from ATCC and Life Technologies. iCell Hematopoietic Progenitor Cells are multipotent progenitor blood cells that can give rise to many different types of blood cells that can then be used for a variety of research purposes, including cell therapy, autoimmune disease, and cancer research.",
            "score": 163.29478454589844
        },
        {
            "docid": "17862511_6",
            "document": "Irving Weissman . He developed methods to identify stem cells, and has extensively researched stem cells and progenitor cells. His research focus is \"the phylogeny and developmental biology of the cells that make up the blood-forming and immune system.\" Weissman is widely recognized as the \"father of hematopoiesis\" since he was the first to purify blood forming stem cells in both mice and humans. His laboratory purified stem cells from other mature cells, such as B cells, by observing the different lineage markers expressed by each immune cell type. So when the immune cells of mice reacted with fluorescently labeled antibodies specific to effector cells, the mature cells were differentiated from the newly forming stem cells. His work has contributed to the understanding of how a single hematopoietic stem cell can give rise to specialized blood cells.",
            "score": 163.06695556640625
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 162.63755798339844
        },
        {
            "docid": "30210180_10",
            "document": "Phacus . Being in an organically enriched freshwater environment is essential for the development this these species. Different studies have shown that the addition or removal of certain organic elements can have profound effects on cell development. In studies using beef extract to increase organic content of certain cultures, some species of \"Phacus\" were observed to have clear morphological changes different from the controls. These changes include: increasing thickness of the cell, increase in paramylon bodies (both in size and number in \"Phacus curvicauda\"), and the overall structure of the cells. Regardless of a large or small change in organic enrichment, studies show a consistency to these morphological changes. However, the amount of change that occurs varies between species and is dependent on the specific organic nutrients present. If the amount of organic nutrients in the genus’ habitat is insufficient, occasionally they form resting cysts. If this occurs, the cells would expand (swell) and become more rounded, and also lose their flagella. This increase in size forces the cell to increase the number of paramylon storage granules and develop a polysaccharide mucilaginous wall for protection until it enters a more habitable environment. In addition, cell division continues to take place even as a reproductive cyst.",
            "score": 162.28208923339844
        },
        {
            "docid": "6241559_12",
            "document": "Tetraselmis . \"Tetraselmis\" species have been important for cellular biology research, for studying plankton growth cycles, and they may have future use in biofuel production. For example, the species \"T. indica\" is being used to study how asymmetric cell-division during mitosis results in clonal cell heterogeneity. This species forms a clonal colony in which the cells are morphologically and ultrastructurally different, and many cells specialize and develop independent physical properties. The asymmetric division of daughter cells results in the unequal division of both cytoplasm and nucleoplasm. Scientists believe this phenomenon allows clones to form “sub-populations” that remain close to one another, in which the cells cooperate with one another and act as one large population. Asymmetric cell division clearly plays an important role in the production of phenotypically diverse cells in multicellular systems, and this has important implications for multicellular organisms, humans included.",
            "score": 162.26797485351562
        },
        {
            "docid": "14441038_3",
            "document": "Metaplastic carcinoma . Owing to its relatively recent pathological distinction, multiple classification systems have been adopted for MCB among different organizations and research groups. The World Health Organization classifies MCB under two categories: Epithelial-type and mixed-type. The epithelial-type is further classified as squamous cell carcinoma, adenocarcinoma with spindle cell differentiation, and adenosquamous carcinoma. The mixed-type is further classified as carcinoma with chondroid metaplasia, carcinoma with osseous metaplasia, and carcinosarcoma. Wargotz et al. proposed a classification system for MCB according to its cytopathological features. These classifications are spindle cell, squamous cells, matrix-producing, carcinosarcoma, and MCB with osteoclastic giant cell. Another research group, Oberman et al., proposed a classification system consisting of spindle cell carcinoma, invasive ductal carcinoma with extensive squamous metaplasia, and invasive ductal carcinoma with pseudosarcomatous metaplasia. The lack of consensus between these various classification systems for MCB has led to complications in both clinical practice and research studies.",
            "score": 161.95477294921875
        },
        {
            "docid": "3853380_35",
            "document": "Stem-cell therapy . The ability to grow up functional adult tissues indefinitely in culture through Directed differentiation creates new opportunities for drug research. Researchers are able to grow up differentiated cell lines and then test new drugs on each cell type to examine possible interactions \"in vitro\" before performing \"in vivo\" studies. This is critical in the development of drugs for use in veterinary research because of the possibilities of species specific interactions. The hope is that having these cell lines available for research use will reduce the need for research animals used because effects on human tissue \"in vitro\" will provide insight not normally known before the animal testing phase.",
            "score": 161.41030883789062
        },
        {
            "docid": "44419868_3",
            "document": "Single-cell variability . A sample of cells may appear similar, but the cells can vary in their individual characteristics, such as shape and size, mRNA expression levels, genome, or individual counts of metabolites. In the past, the only methods available for investigating such properties required a population of cells and provided an estimate of the characteristic of interest, averaged over the population, which could obscure important differences among the cells. Single-cell analysis allows scientists to study the properties of a single cell of interest with high accuracy, revealing individual differences among populations and offering new insights in molecular biology. These individual differences are important in fields such as developmental biology, where individual cells can take on different “fates” - become specialized cells such as neurons or organ tissue - during the growth of an embryo; in cancer research, where individual malignant cells can vary in their response to therapy; or in infectious disease, where only a subset of cells in a population become infected by a pathogen.",
            "score": 160.66600036621094
        },
        {
            "docid": "26393119_3",
            "document": "Microfluorimetry . Microfluorimetry has uses for many different fields including cell biology, microbiology, immunology, cell cycle analysis and \"flow karyotyping\" of cells. In flow karotyping, isolated metaphase chromosomes are stained and measured in a flow microfluorometer. Fluorescent staining of chromosomes can also give distribution about the relative frequency of occurrence and the chromosomal DNA content of the measured chromosomes. This technique allows for karyotyping at higher speeds than with previous methods and was shown to be accurate using Chinese hamster chromosomes. Flow microfluorimetry (FMF) can also be used to determine different populations of cells using fluorescent markers with small cell samples. The markers used for measurement in flow microfluorimetry are made up of fluorescent antigens or DNA binding agents. It allows for the accurate measure of an antibody reacting with an antigen. Flow microfluorimetry is also used in pharmaceutical research to determine cell type, protein and DNA expression, cell cycle, and other properties of a cell during drug treatment. For example, microfluorimetry is used in neurons to compare the effects of neurotoxins on both calcium ion concentration and mitochondrial membrane potential in individual cells. Microfluorimetry can also be used as a method to distinguish different microorganisms from one another by analyzing and comparing the DNA content of each cell. This same concept can also be applied to distinguish between cell types using a suitable fluorescent dye which varies depending on purpose and is a critical technique in modern cell biology and genomics.",
            "score": 160.43896484375
        },
        {
            "docid": "2965167_12",
            "document": "NINDS brain trauma research . The use of stem cells to repair or replace damaged brain tissue is a new and exciting avenue of research. A neural stem cell is a special kind of cell that can multiply and give rise to other more specialized cell types. These cells are found in adult neural tissue and normally develop into several different cell types found within the central nervous system. NINDS researchers are investigating the ability of stem cells to develop into neurotransmitter-producing neurons, specifically dopamine-producing cells. Researchers are also looking at the power of stem cells to develop into oligodendrocytes, a type of brain cell that produces myelin, the fatty sheath that surrounds and insulates axons. One study in mice has shown that bone marrow stem cells can develop into neurons, demonstrating that neural stem cells are not the only type of stem cell that could be beneficial in the treatment of brain and nervous system disorders. At the moment, stem cell research for TBI is in its infancy, but future research may lead to advances for treatment and rehabilitation.",
            "score": 160.24745178222656
        },
        {
            "docid": "152611_4",
            "document": "Cellular differentiation . Among dividing cells, there are multiple levels of cell potency, the cell's ability to differentiate into other cell types. A greater potency indicates a larger number of cell types that can be derived. A cell that can differentiate into all cell types, including the placental tissue, is known as \"totipotent\". In mammals, only the zygote and subsequent blastomeres are totipotent, while in plants many differentiated cells can become totipotent with simple laboratory techniques. A cell that can differentiate into all cell types of the adult organism is known as \"pluripotent\". Such cells are called meristematic cells in higher plants and embryonic stem cells in animals, though some groups report the presence of adult pluripotent cells. Virally induced expression of four transcription factors Oct4, Sox2, c-Myc, and KIF4 (Yamanaka factors) is sufficient to create pluripotent (iPS) cells from adult fibroblasts. A multipotent cell is one that can differentiate into multiple different, but closely related cell types. Oligopotent cells are more restricted than multipotent, but can still differentiate into a few closely related cell types. Finally, unipotent cells can differentiate into only one cell type, but are capable of self-renewal. In cytopathology, the level of cellular differentiation is used as a measure of cancer progression. \"Grade\" is a marker of how differentiated a cell in a tumor is.",
            "score": 160.15057373046875
        }
    ]
}