{
    "q": [
        {
            "docid": "8253387_3",
            "document": "Serum amyloid A . Acute-phase serum amyloid A proteins (A-SAAs) are secreted during the acute phase of inflammation. These proteins have several roles, including the transport of cholesterol to the liver for secretion into the bile, the recruitment of immune cells to inflammatory sites, and the induction of enzymes that degrade extracellular matrix. A-SAAs are implicated in several chronic inflammatory diseases, such as amyloidosis, atherosclerosis, and rheumatoid arthritis. Three acute-phase SAA isoforms have been reported in mice, called SAA1, SAA2, and SAA3. During inflammation, SAA1 and SAA2 are expressed and induced principally in the liver, whereas SAA3 is induced in many distinct tissues. SAA1 and SAA2 genes are regulated in liver cells by the proinflammatory cytokines IL-1, IL-6, and TNF-α. Both SAA1 and SAA2 are induced up to a 1000-fold in mice under acute inflammatory conditions following exposure to bacterial lipopolysaccharide (LPS). Three A-SAA genes have also been identified in humans, although the third gene, \"SAA3\", is believed to represent a pseudogene that does not generate messenger RNA or protein. Molecular weights of the human proteins are estimated at 11.7 kDa for SAA1 and 12.8 kDa for SAA4.",
            "score": 167.7070106267929
        },
        {
            "docid": "6250625_3",
            "document": "Muckle–Wells syndrome . MWS occurs when a mutation in the \"CIAS1\" gene, encoding for NLRP3, leads to increased activity of the protein cryopyrin. This protein is partly responsible for the body's response to damage or infection. During these states, a cytokine called interleukin 1β is produced by an innate immune cell known as a macrophage. This cytokine interacts with a receptor on the surface of other immune cells to produce symptoms of inflammation such as fever, arthritis, and malaise. In MWS, the increased activity of cryopyrin leads to an increase in interleukin 1β. This leads to inflammation all throughout the body with the associated symptoms.",
            "score": 69.03075981140137
        },
        {
            "docid": "3508854_2",
            "document": "MEFV . MEFV (Mediterranean fever) is a human gene that provides instructions for making a protein called pyrin (also known as marenostrin). Pyrin is produced in certain white blood cells (neutrophils, eosinophils and monocytes) that play a role in inflammation and in fighting infection. Inside these white blood cells, pyrin is found with the cytoskeleton, the structural framework that helps to define the shape, size, and movement of a cell. Pyrin's protein structure also allows it to interact with other molecules involved in fighting infection and in the inflammatory response.",
            "score": 76.24349522590637
        },
        {
            "docid": "309075_9",
            "document": "Anti-nuclear antibody . The mechanism of antibody production in Sjögren's syndrome is not fully understood, but apoptosis (programmed cell death) and molecular mimicry may play a role. The Ro and La antigens are expressed on the surface of cells undergoing apoptosis and may cause the inflammation within the salivary gland by interaction with cells of the immune system. The antibodies may also be produced through molecular mimicry, where cross reactive antibodies bind to both virus and human proteins. This may occur with one of the antigens, Ro or La, and may subsequently produce antibodies to other proteins through a process known as epitope spreading. The retroviral gag protein shows similarity to the La protein and is proposed as a possible example for molecular mimicry in Sjögren's syndrome.",
            "score": 68.13553237915039
        },
        {
            "docid": "13885_9",
            "document": "High-density lipoprotein . However, HDL carries many lipid and protein species, several of which have very low concentrations but are biologically very active. For example, HDL and its protein and lipid constituents help to inhibit oxidation, inflammation, activation of the endothelium, coagulation, and platelet aggregation. All these properties may contribute to the ability of HDL to protect from atherosclerosis, and it is not yet known which are the most important. In addition, a small subfraction of HDL lends protection against the protozoan parasite \"Trypanosoma brucei brucei\". This HDL subfraction, termed trypanosome lytic factor (TLF), contains specialized proteins that, while very active, are unique to the TLF molecule.",
            "score": 71.27176475524902
        },
        {
            "docid": "42777505_8",
            "document": "Protectin D1 . Among others, Alzheimer's disease is characterized by the reduced concentration of PD1 and by the increased concentration of the amyloid-β peptide (Aβ42) that is responsible for the formation of senile plaques and also induces inflammation and apoptosis in neuronal tissues. Aβ42 is generated by the enzymatic cleavage of the β-amyloid precursor protein (βΑPP) through β- and γ- secretases. Like other pro-inflammatory mediators, Aβ42 induces inflammation through the activation of the pro-inflammatory enzyme COX-2 and the release of prostaglandins. Moreover, the release of Aβ42 down-regulates the anti-apoptotic proteins Bcl-2 and Bcl-x and up-regulates the pro-apoptotic proteins Bax and Bad that ultimately lead to the formation of the apoptosome. PD1 in human neuronal glial cells (HNG) has been shown to trigger the down-regulation of βΑPP, thus decreasing the Aβ42 content in neuronal tissues and reducing inflammation and apoptosis. Specifically, PD1 in Alzheimer's disease models has been shown to respond to the increased concentration of the pro-inflammatory molecule Aβ42 by binding and activating the peroxisome proliferator-activated receptor gamma (PPARγ) either directly or via other mechanisms. According to some models the activation of PPARγ leads to increased ubiquitination and degradation of βAPP, thus reducing the release of Aβ42. Furthermore, PD1 inhibits the production of Aβ42 peptide by down-regulating β-secretase-1 (BACE1), while up-regulating the α-secretase ADAM10 and the secreted amyloid precursor protein-α (sAPPα). Overall, the above mechanism leads to the cleavage of βAPP protein though a non-amyloidogenic pathway that halts the formation of Aβ42 and prevents the premature neuronal degeneration.",
            "score": 72.26466619968414
        },
        {
            "docid": "8253387_2",
            "document": "Serum amyloid A . Serum amyloid A (SAA) proteins are a family of apolipoproteins associated with high-density lipoprotein (HDL) in plasma. Different isoforms of SAA are expressed constitutively (constitutive SAAs) at different levels or in response to inflammatory stimuli (acute phase SAAs). These proteins are produced predominantly by the liver. The conservation of these proteins throughout invertebrates and vertebrates suggests that SAAs play a highly essential role in all animals.",
            "score": 157.15881490707397
        },
        {
            "docid": "1364354_2",
            "document": "Protein C . Protein C, also known as autoprothrombin IIA and blood coagulation factor XIV, is a zymogen, the activated form of which plays an important role in regulating anticoagulation, inflammation, cell death, and maintaining the permeability of blood vessel walls in humans and other animals. Activated protein C (APC) performs these operations primarily by proteolytically inactivating proteins Factor V and Factor VIII. APC is classified as a serine protease as it contains a residue of serine in its active site. In humans, protein C is encoded by the \"PROC\" gene, which is found on chromosome 2.",
            "score": 66.34575200080872
        },
        {
            "docid": "70425_45",
            "document": "Inflammation . Inflammation also induces high systemic levels of acute-phase proteins. In acute inflammation, these proteins prove beneficial; however, in chronic inflammation they can contribute to amyloidosis. These proteins include C-reactive protein, serum amyloid A, and serum amyloid P, which cause a range of systemic effects including:",
            "score": 78.16114854812622
        },
        {
            "docid": "199665_24",
            "document": "Helicobacter pylori . Two related mechanisms by which \"H. pylori\" could promote cancer are under investigation. One mechanism involves the enhanced production of free radicals near \"H. pylori\" and an increased rate of host cell mutation. The other proposed mechanism has been called a \"perigenetic pathway\", and involves enhancement of the transformed host cell phenotype by means of alterations in cell proteins, such as adhesion proteins. \"H. pylori\" has been proposed to induce inflammation and locally high levels of TNF-α and/or interleukin 6 (IL-6). According to the proposed perigenetic mechanism, inflammation-associated signaling molecules, such as TNF-α, can alter gastric epithelial cell adhesion and lead to the dispersion and migration of mutated epithelial cells without the need for additional mutations in tumor suppressor genes, such as genes that code for cell adhesion proteins.",
            "score": 73.34890735149384
        },
        {
            "docid": "43613356_2",
            "document": "Regenerating protein family . The regenerating protein family often abbreviated as Reg family are a group of small secretory proteins that are involved in the proliferation and differentiation of diverse cell types. In addition they are important in protecting cells from death caused by damage or inflammation.",
            "score": 69.8160240650177
        },
        {
            "docid": "17337043_12",
            "document": "Diffuse panbronchiolitis . Inflammation is a normal part of the human immune response, whereby leukocytes (white blood cells), including neutrophils (white blood cells that specialize in causing inflammation), gather, and chemokines (proteins released from certain cells, which activate or elicit a response from other cells) accumulate at any location in the body where bacterial or viral infections occur. Inflammation interferes with the activity of bacteria and viruses, and serves to clear them from the body. In DPB, bacteria such as \"Haemophilus influenzae\" and \"Pseudomonas aeruginosa\" can cause the proliferation of inflammatory cells into the bronchiolar tissues. However, when neither bacteria are present with DPB, the inflammation continues for an as yet unknown reason. In either circumstance, inflammation in DPB can be so severe that nodules containing inflammatory cells form in the walls of the bronchioles. The presence of inflammation and infection in the airways also results in the production of excess mucus, which must be coughed up as sputum. The combination of inflammation, nodule development, infection, mucus, and frequent cough contributes to the breathing difficulties in DPB.",
            "score": 92.4701589345932
        },
        {
            "docid": "14958_13",
            "document": "Immune system . Inflammation is one of the first responses of the immune system to infection. The symptoms of inflammation are redness, swelling, heat, and pain, which are caused by increased blood flow into tissue. Inflammation is produced by eicosanoids and cytokines, which are released by injured or infected cells. Eicosanoids include prostaglandins that produce fever and the dilation of blood vessels associated with inflammation, and leukotrienes that attract certain white blood cells (leukocytes). Common cytokines include interleukins that are responsible for communication between white blood cells; chemokines that promote chemotaxis; and interferons that have anti-viral effects, such as shutting down protein synthesis in the host cell. Growth factors and cytotoxic factors may also be released. These cytokines and other chemicals recruit immune cells to the site of infection and promote healing of any damaged tissue following the removal of pathogens.",
            "score": 88.44307863712311
        },
        {
            "docid": "55361566_4",
            "document": "Folliculostellate cell . FS cells have similar properties to dendritic cells and macrophages, implying a phagocytic role. FS cells having a main role in moderating the neuro-immune/endocrine regulation of inflammation is backed up by data in conjunction with depicting C3a, C5a receptors (which are the main factors of the innate immune system, secreting IL-6 and MIF (inflammatory cytokines), and controlling the release of these cytokines via anti-inflammatory molecules. Experiments have been carried out to assess the protein markers they express, in order to determine their cell-type and thus exact function in the pituitary. The first marker protein discovered in FS cells was S-100b, which is a calcium-binding protein expressed by glial cells. Some populations of FS cells have also been found to express different cell markers, including GFAP (glial fibrillary acidic protein), cytokeratin, vimentin and fibronectin. S-100 protein and GFAP expression seem to be strongest in early, newly-formed FS cells, thus could be important in early FS cell development. GFAP expression implies these cells could be of a neuroectodermal origin, whereas keratin-positive FS cells express epithelial-like characteristics. The study of fibronectin expression in these cells suggests that FS cells may help regulate pituitary function, by interacting with hormone secreting cells through fibronectin. Furthermore, as FS cells express vimentin, an intermediate filament protein marker, this supports the theory that FS cells may be derived from glial neuroectodermic cells.",
            "score": 67.66498482227325
        },
        {
            "docid": "12134485_5",
            "document": "Nuclear receptor related-1 protein . While NURR1 is a key protein, there are other factors required as research shows that solely expressing NURR1 fails to stimulate this phenotypic gene expression. One of these suggested factors is winged-helix transcription factor 2 (Foxa2). Studies have found these two factors to be within the same region of developing dopaminergic neurons, both of these factors were present in order to have expression for the dopamine phenotype.  Research has been conducted on Nurr1’s role in inflammation, and may provide important information in treating disorders caused by dopaminergic neuron disease. Inflammation in the CNS can result from activated microglia (macrophage analogs for the central nervous system) and other pro-inflammatory factors, such as bacterial lipopolysaccharide (LPS). LPS binds to toll-like receptors (TLR), which induces inflammatory gene expression by promoting signal-dependent transcription factors. To determine which cells are dopaminergic, experiments measured the enzyme tyrosine hydroxylase (TH), which is needed for dopamine synthesis. It has been shown that Nurr1 protects dopaminergic neurons from LPS-induced inflammation, by reducing inflammatory gene expression in microglia and astrocytes. When a short hairpin for Nurr1 was expressed in microglia and astrocytes, these cells produced inflammatory mediators, such as TNFa, NO synthase and IL-1β, supporting the conclusion that reduced Nurr1 promotes inflammation and leads to cell death of dopaminergic neurons. Nurr1 interacts with the transcription factor complex NF-κB-p65 on the inflammatory gene promoters. However, Nurr1 is dependent on other factors to be able to participate in these interactions. Nurr1 needs to be sumoylated and its co-regulating factor, glycogen synthase kinase 3, needs to be phosphorylated for these interactions to occur. Sumolyated Nurr1 recruits CoREST, a complex made of several proteins that assembles chromatin-modifying enzymes. The Nurr1/CoREST complex inhibits transcription of inflammatory genes.",
            "score": 71.22163832187653
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 71.07849371433258
        },
        {
            "docid": "15214773_3",
            "document": "Death receptor 6 . The protein encoded by this gene is a member of the TNF-receptor superfamily. This receptor has been shown to activate NF-κB and MAPK8/JNK, and induce cell apoptosis. Through its death domain, this receptor interacts with TRADD protein, which is known to serve as an adaptor that mediates signal transduction of TNF-receptors. Knockout studies in mice suggested that this gene plays a role in T helper cell activation, and may be involved in inflammation and immune regulation. The DR6 is an alpha-helical integral membrane receptor protein that shows evidence that it has something to do with the inhibition of blood vessels forming on tumors which would allow them to grow larger. Death receptor 6 gets a chemical message and starts a signaling pathway that causes apoptosis, also known as cell death, to occur. It is also expressed in endothelial cells. Tumor cells can induce, through exposition of amyloid precursor protein (APP), DR6-mediated endothelial cell necroptosis allowing tumors metastasis.",
            "score": 98.21151232719421
        },
        {
            "docid": "569263_2",
            "document": "Acute-phase protein . Acute-phase proteins (APPs) are a class of proteins whose plasma concentrations increase (positive acute-phase proteins) or decrease (negative acute-phase proteins) in response to inflammation. This response is called the \"acute-phase reaction\" (also called acute-phase response). The terms acute-phase protein and acute-phase reactant (APR) are often used synonymously, although some APRs are (strictly speaking) polypeptides rather than proteins. In response to injury, local inflammatory cells (neutrophil granulocytes and macrophages) secrete a number of cytokines into the bloodstream, most notable of which are the interleukins IL1, IL6 and IL8, and TNFα. The liver responds by producing a large number of acute-phase reactants. At the same time, the production of a number of other proteins is reduced; these proteins are, therefore, referred to as \"negative\" acute-phase reactants. Increased acute-phase proteins from the liver may also contribute to the promotion of sepsis.",
            "score": 65.02094578742981
        },
        {
            "docid": "42294288_2",
            "document": "Circulating endothelial cell . Circulating endothelial cells (CECs) are endothelial cells that have been shed from the lining of the vascular wall into the blood stream. Endothelial cells normally line blood vessels to maintain vascular integrity and permeability, but when these cells enter into the circulation, this could be a reflection of vascular dysfunction and damage. There are many factors involved in the process of creating CECs, including: reduced interaction between the endothelial cells and basement membrane proteins, damaged endothelial cellular adhesion molecules, mechanical injury, decreased survival of cytoskeletal proteins, and inflammation.",
            "score": 97.61544275283813
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 95.37599503993988
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 77.56655371189117
        },
        {
            "docid": "47744455_4",
            "document": "Hang Yin (scientist) . Yin's team showed that morphine causes inflammation by binding to the protein lymphocyte antigen 96, which, in turn, causes the protein to bind to an immune system receptor called Toll-like receptor 4 (TLR4). The morphine-induced TLR4 activation attenuates pain suppression by opioid and enhances the development of opioid tolerance and addiction, drug abuse, and other negative side effects such as respiratory depression. The Yin group has developed drug candidates that can improve opioid-based pain management therapies. On June 23, 2014, BioLineRx Ltd. (NASDAQ: BLRX; TASE: BLRX) announced that it has in-licensed BL-1010, a novel compound for the treatment of neuropathic pain invented by Yin from the University of Colorado. In 2015, Yin reported a new drug candidate that could change the way Parkinson's disease is treated. The drug, called CU-CPT22, may help stop harmful inflammation in certain immune cells that is thought to cause Parkinson's.",
            "score": 59.32833456993103
        },
        {
            "docid": "22418724_3",
            "document": "Glycopeptide . Over the past few decades it has been recognised that glycans on cell surface (attached to membrane proteins or lipids) and those bound to proteins (glycoproteins) play a critical role in biology. For example, these constructs have been shown to play important roles in fertilization, the immune system, brain development, the endocrine system and inflammation.",
            "score": 116.58950781822205
        },
        {
            "docid": "14759760_7",
            "document": "WNT5A . Increasing evidence has implicated Wnt5a in chronic inflammatory disorders. In particular Wnt5a has been implicated in atherosclerosis. It has been previously reported that there is an association between Wnt5a mRNA and protein expression and histopathological severity of human atherosclerotic lesions as well as co-expression of Wnt5a and TLR4 in foam cells/macrophages of murine and human atherosclerotic lesions. However, the role of Wnt proteins in the process and development of inflammation in atherosclerosis and other inflammatory conditions is not yet clear.",
            "score": 68.43939304351807
        },
        {
            "docid": "18791403_7",
            "document": "BAALC . The BAALC gene initially was discovered in the neuroderm of both the human and the mouse. The function of BAALC protein is not understood very well, but it is predicted to be associated with the cytoskeleton network. When expressed in Bone Marrow CD34+ progenitor cells, BAALC has neuroectodermal and hematopoietic cell functions. Differentiation failure caused by cell shape, motility and adhesion in association between cells are all possible outcomes due to the little known effects and unlear mechanism sites of the BAALC genes. The role of the BAALC gene causing leukemia in immature acute leukemic cells has been found by knocking out the function of BAALC gene using hairpin (stem loop) RNA in a human leukemia cell line KG1a. The result of knocking out BAALC expression is a decrease in uncontrolled cell growth and an increase in programmed cell death. The BAALC protein isoform 1-6-8, has been found to interact and associate with the CAMKII alpha subunit and not with the beta subunit. The interaction with the CAMKII alpha subunit is in the CAMKII protein's regulatory region and near the autophosphorylation site, this suggested a regulatory function of the 1-6-8 isoform on the alpha subunit. BAALC 1-6-8 isoform also gets targeted to post synaptic lipid rafts, which are thought to have functions involved in: signal processing, membrane trafficking, and regulation of the actin cytoskeleton. BAALC may play a role in the regulation of the CAMKII protein through interactions with the alpha subunit, no interactions have been found with the beta subunit of this protein. Evidence has shown the BAALC protein to be an intracellular protein with cytoskeleton network roles, these roles include regulation of the actin cytoskeleton which is an associated role of postsynaptic lipid rafts.",
            "score": 102.92463207244873
        },
        {
            "docid": "7761020_7",
            "document": "Mevalonate kinase deficiency . Immunoglobulin D (IgD) is a protein produced by a certain type of white blood cells. There are five classes of Immunoglobin like IgG, IgA and IgM, IgE and IgD. They play an important role in the immune system. The function of IgD is still unclear. There is a relationship between MKD and the interleukin 1beta (IL-Iβ). There is an increased IL-1β secretion and mevalonate kinase deficiency in MKD is most likely mediated by defective protein prenylation (Prenylation refers to addition of hydrophobic residues to proteins) ] and non-sterol isoprenoids, such as farnesyl pyrophosphate (FPP) or geranylgeranyl pyrophosphate (GGPP) are coupled to a target protein, which affects the activity and the cellular location. In a human monocytic MKD model it was found that the deficiency of GGPP leads to overproduction of IL-1β and defective prenylation of RhoA. This causes an increased level of Rac1 and PKB which was affecting the GTPases and B7-Glycoproteins. It was earlier found that Rac1/PI3K/PKB pathway had been linked to the pathogenesis of MKD. The inactivation of RhoA acts an inducer of IL-1β mRNA transcription independent of NLRP3- or caspase-1 activity. Due to defective RhoA there is a formation of defective mitochondria (elongated and instable) in the cell. If a defective mitochondria it is cleared in the cell by the mechanism of autophagia. But, in MKD the clearance of defective mitochondria from the cytosol is disrupted. As a result, the mitochondrial DNA starts accumulating in the cytosol which binds and activates NLRP3 which is responsible for the production of IL-1β. The activation can be direct or indirect. It can also be activated by reactive oxygen species (ROS).  It is known that monocytes and macrophages also produce higher levels of tumor necrosis factor alpha (TNF-α), interleukin 6(IL-6) other than IL-Iβ During the febrile (fever) attacks and during the attacks the C - reactive protein (CRP) also increases. [9]. The CRP is released by liver which causes inflammation[13].",
            "score": 61.51899516582489
        },
        {
            "docid": "307809_2",
            "document": "C-reactive protein . C-reactive protein (CRP) is an annular (ring-shaped), pentameric protein found in blood plasma, whose levels rise in response to inflammation. It is an acute-phase protein of hepatic origin that increases following interleukin-6 secretion by macrophages and T cells. Its physiological role is to bind to lysophosphatidylcholine expressed on the surface of dead or dying cells (and some types of bacteria) in order to activate the complement system via C1q.",
            "score": 76.96377873420715
        },
        {
            "docid": "43728015_3",
            "document": "RVX 208 . The molecular targets of apabetalone are bromodomain and extra terminal domain (BET) proteins, and in particular the BET family member BRD4. BET proteins, which contain two bromodomains, interact with acetylated lysines on histones bound to DNA to regulate gene transcription via an epigenetic mechanism. Apabetalone selectively binds to the second bromodomain (BD2). When apabetalone binds to BRD4, it impacts key biological processes that contribute to CVD such as cholesterol levels and inflammation.  Apabetalone stimulates ApoA-I gene expression and production of the protein. ApoA-I is the main protein component of high-density lipoprotein (HDL), which can transfer cholesterol from atherosclerotic plaque in arteries to liver for excretion via the reverse cholesterol transport (RCT) pathway. This process is thought to stabilize the plaque to avoid coronary events. Clinical trials have shown apabetalone increases ApoA-I and HDL. Further, serum from individuals taking apabetalone had increased cholesterol efflux capacity, indicating the HDL generated in response to apabetalone functions in RCT.",
            "score": 45.34974241256714
        },
        {
            "docid": "569263_4",
            "document": "Acute-phase protein . \"Negative\" acute-phase proteins decrease in inflammation. Examples include albumin, transferrin, transthyretin, retinol-binding protein, antithrombin, transcortin. The decrease of such proteins may be used as markers of inflammation. The physiological role of decreased synthesis of such proteins is generally to save amino acids for producing \"positive\" acute-phase proteins more efficiently. Theoretically, a decrease in transferrin could additionally be decreased by an upregulation of transferrin receptors, but the latter does not appear to change with inflammation.",
            "score": 57.77365827560425
        },
        {
            "docid": "4930095_29",
            "document": "Pathophysiology of multiple sclerosis . Whether BBB dysfunction is the cause or the consequence of MS is disputed, because activated T-Cells can cross a healthy BBB when they express adhesion proteins. Apart from that, activated T-Cells can cross a healthy BBB when they express adhesion proteins. (Adhesion molecules could also play a role in inflammation) In particular, one of these adhesion proteins involved is ALCAM (Activated Leukocyte Cell Adhesion Molecule, also called CD166), and is under study as therapeutic target. Another protein involved is CXCL12, which is found also in brain biopsies of inflammatory elements, and which could be related to the behavior of CXCL13 under methylprednisolone therapy. Some molecular biochemical models for relapses have been proposed.",
            "score": 72.4098334312439
        },
        {
            "docid": "10973660_18",
            "document": "HSP60 . Infection and disease are extremely stressful on the cell. When a cell is under stress, it naturally increases the production of stress proteins, including heat shock proteins such as HSP60. In order for HSP60 to act as a signal it must be present in the extracellular environment. In recent research “it has emerged that…chaperonin 60 can be found on the surface of various prokaryotic and eukaryotic cells, and can even be released from cells”. According to recent research, many different types of heat shock proteins are used in immune response signaling, but it appears that different proteins act and respond differently to other signaling molecules. HSP60 has been shown to be released from specific cells like peripheral blood mononuclear cells (PBMCs) when there are lipopolysaccharides (LPS) or GroEL present. This suggests that the cell has different receptors and responses to human and bacterial HSP60. In addition, it has been shown that HSP60 has the capability “of activating monocytes, macrophages and dendritic cells…and also of inducing secretion of a wide range of cytokines.” The fact that HSP60 responds to other signal molecules like LPS or GroEL and has the ability to activate certain types of cells supports the idea that HSP60 is part of a danger signal cascade which is involved in activating an immune response.",
            "score": 62.54633355140686
        },
        {
            "docid": "215038_20",
            "document": "Enhancer (genetics) . Each cell typically contains several hundred of a special class of enhancers that stretch over many kilobases long DNA sequences, called \"super-enhancers\". These enhancers contain a large number of binding sites for sequence-specific, inducible transcription factors, and regulate expression of genes involved in cell differentiation. During inflammation, the transcription factor NF-κB selectively redistributes cofactors from high-occupancy enhancers, thereby repressing super-enhancer-associated cell identity genes, by facilitating remodeling of their chromatin, and activates other enhancers that guide change of cellular function through inflammation. This has as result that inflammation reprograms cells, altering their interactions with the rest of tissue and with the immune system. In cancer, proteins that control NF-κB activity are dysregulated, permitting malignant cells to decrease their dependence on interactions with local tissue, and hinder their surveillance by the immune system.",
            "score": 63.83380126953125
        }
    ],
    "r": [
        {
            "docid": "8253387_3",
            "document": "Serum amyloid A . Acute-phase serum amyloid A proteins (A-SAAs) are secreted during the acute phase of inflammation. These proteins have several roles, including the transport of cholesterol to the liver for secretion into the bile, the recruitment of immune cells to inflammatory sites, and the induction of enzymes that degrade extracellular matrix. A-SAAs are implicated in several chronic inflammatory diseases, such as amyloidosis, atherosclerosis, and rheumatoid arthritis. Three acute-phase SAA isoforms have been reported in mice, called SAA1, SAA2, and SAA3. During inflammation, SAA1 and SAA2 are expressed and induced principally in the liver, whereas SAA3 is induced in many distinct tissues. SAA1 and SAA2 genes are regulated in liver cells by the proinflammatory cytokines IL-1, IL-6, and TNF-α. Both SAA1 and SAA2 are induced up to a 1000-fold in mice under acute inflammatory conditions following exposure to bacterial lipopolysaccharide (LPS). Three A-SAA genes have also been identified in humans, although the third gene, \"SAA3\", is believed to represent a pseudogene that does not generate messenger RNA or protein. Molecular weights of the human proteins are estimated at 11.7 kDa for SAA1 and 12.8 kDa for SAA4.",
            "score": 167.70700073242188
        },
        {
            "docid": "8253387_2",
            "document": "Serum amyloid A . Serum amyloid A (SAA) proteins are a family of apolipoproteins associated with high-density lipoprotein (HDL) in plasma. Different isoforms of SAA are expressed constitutively (constitutive SAAs) at different levels or in response to inflammatory stimuli (acute phase SAAs). These proteins are produced predominantly by the liver. The conservation of these proteins throughout invertebrates and vertebrates suggests that SAAs play a highly essential role in all animals.",
            "score": 157.1588134765625
        },
        {
            "docid": "1645089_9",
            "document": "Phospholipase A2 . sPLA2 has been shown to promote inflammation in mammals by catalyzing the first step of the arachidonic acid pathway by breaking down phospholipids, resulting in the formation of fatty acids including arachidonic acid. This arachidonic acid is then metabolized to form several inflammatory and thrombogenic molecules. Excess levels of sPLA2 is thought to contribute to several inflammatory diseases, and has been shown to promote vascular inflammation correlating with coronary events in coronary artery disease and acute coronary syndrome, and possibly leading to acute respiratory distress syndrome and progression of tonsillitis.",
            "score": 146.98756408691406
        },
        {
            "docid": "32790202_4",
            "document": "Varespladib . Elevated serum levels of sPLA2 have been observed in sickle-cell patients preceding and during ACS episodes. This profound elevation in sPLA2 levels is not observed in sickle-cell patients at steady-state or during a vaso-occlusive crisis, or in patients with respiratory diseases such as pneumonia. A reduction in serum sPLA2 levels, for example through blood transfusion, reduces the risk of an ACS, suggesting that sPLA2 plays an important role in the onset of ACS.",
            "score": 142.7207794189453
        },
        {
            "docid": "32782638_5",
            "document": "Varespladib methyl . Varespladib inhibits the IIA, V and X isoforms of sPLA2 to reduce inflammation, lower and modulate lipid levels, and reduce levels of C-reactive protein (CRP) and interleukin-6 (IL-6), both indicators of inflammation.",
            "score": 136.46786499023438
        },
        {
            "docid": "49388749_4",
            "document": "Bacterial murein precursor exporter . Bacterial cell growth necessitates synthesis of peptidoglycan. Assembly of peptidoglycan is a multistep process starting in the cytoplasm and ending in the exterior cell surface. The intracellular part of the pathway results in the production of the membrane-anchored cell wall precursor, Lipid II. After synthesis, this lipid intermediate is translocated across the cell membrane. The translocation (flipping) step of Lipid II requires a specific protein (flippase). Mohammadi et al. (2011) showed that the integral membrane protein FtsW (TC# 2.A.103.1.1,4-7), an essential protein for cell division, is a transporter of the lipid-linked peptidoglycan precursors across the cytoplasmic membrane. Using \"E. coli\" membrane vesicles, they found that transport of Lipid II requires the presence of FtsW, and purified FtsW induced the transbilayer movement of Lipid II in model membranes.",
            "score": 134.07672119140625
        },
        {
            "docid": "48186455_5",
            "document": "Membrane models . In 1935, Davson and Danielli proposed that biological membranes are made up of lipid bi-layers that are coated on both sides with thin sheets of protein and they simplified their model into the \"\"pauci-molecular\"\" theory. This theory declared that all biological membranes have a \"lipoid\" center surrounded by mono-layers of lipid that are covered by protein mono-layers. In short, their model was illustrated as a \"sandwich\" of protein-lipid-protein. The Davson-Danielli model threw new light on the understanding of cell membranes, by stressing the important role played by proteins in biological membranes.",
            "score": 133.24620056152344
        },
        {
            "docid": "8253387_4",
            "document": "Serum amyloid A . Serum amyloid A (SAA) is also an acute phase marker that responds rapidly. Similar to CRP, levels of acute-phase SAA increase within hours after inflammatory stimulus, and the magnitude of increase may be greater than that of CRP. Relatively trivial inflammatory stimuli can lead to SAA responses. It has been suggested that SAA levels correlate better with disease activity in early inflammatory joint disease than do ESR and CRP. Although largely produced by hepatocytes, more recent studies show that SAA is produced by adipocytes as well, and its serum concentration is associated with body mass index.",
            "score": 133.0536346435547
        },
        {
            "docid": "14297503_3",
            "document": "Serum amyloid A1 . The gene coding for human SAA1 is one of the 4 SAA genes mapped to a region in the short arm on Chromosome 15. Two of these genes, SAA1 and SAA2, are inducible during acute-phase response, whereas \"SAA3\" is a pseudogene in humans and SAA4 is constitutively expressed in a variety of tissues and cells. Single nucleotide polymorphisms (SNPs) are found in SAA1 in both coding and non-coding sequences, with those located in the coding sequence defining 5 isoforms of SAA1 (SAA1.1 – 1.5). Genetic studies have shown association of some of these SNPs with the disposition to several human diseases including familiar Mediterranean fever, coronary artery diseases, cerebral infarction, and osteoporosis. Mice also have 4 Saa genes. A major difference between human and mouse SAA genes is the expression of the mouse Saa3 gene for a functional protein, generally considered an inducible SAA in inflammatory tissues.",
            "score": 131.7618408203125
        },
        {
            "docid": "169250_2",
            "document": "Lipid-anchored protein . Lipid-anchored proteins (also known as lipid-linked proteins) are proteins located on the surface of the cell membrane that are covalently attached to lipids embedded within the cell membrane. These proteins insert and assume a place in the bilayer structure of the membrane alongside the similar fatty acid tails. The lipid-anchored protein can be located on either side of the cell membrane.Thus, the lipid serves to anchor the protein to the cell membrane.",
            "score": 130.72520446777344
        },
        {
            "docid": "67158_20",
            "document": "Red blood cell . Red blood cells are deformable, flexible, are able to adhere to other cells, and are able to interface with immune cells. Their membrane plays many roles in this. These functions are highly dependent on the membrane composition. The red blood cell membrane is composed of 3 layers: the glycocalyx on the exterior, which is rich in carbohydrates; the lipid bilayer which contains many transmembrane proteins, besides its lipidic main constituents; and the membrane skeleton, a structural network of proteins located on the inner surface of the lipid bilayer. Half of the membrane mass in human and most mammalian red blood cells are proteins. The other half are lipids, namely phospholipids and cholesterol.",
            "score": 129.563720703125
        },
        {
            "docid": "158011_4",
            "document": "Lipid bilayer . Biological membranes typically include several types of molecules other than phospholipids. A particularly important example in animal cells is cholesterol, which helps strengthen the bilayer and decrease its permeability. Cholesterol also helps regulate the activity of certain integral membrane proteins. Integral membrane proteins function when incorporated into a lipid bilayer, and they are held tightly to lipid bilayer with the help of an annular lipid shell. Because bilayers define the boundaries of the cell and its compartments, these membrane proteins are involved in many intra- and inter-cellular signaling processes. Certain kinds of membrane proteins are involved in the process of fusing two bilayers together. This fusion allows the joining of two distinct structures as in the fertilization of an egg by sperm or the entry of a virus into a cell. Because lipid bilayers are quite fragile and invisible in a traditional microscope, they are a challenge to study. Experiments on bilayers often require advanced techniques like electron microscopy and atomic force microscopy.",
            "score": 129.2100830078125
        },
        {
            "docid": "43114391_2",
            "document": "Annular lipid shell . Annular lipids (also called shell lipids or boundary lipids) represent a select set of lipids or lipidic molecules which preferentially bind or stick to the surface of membrane proteins in biological cells. They constitute a layer, or an annulus/ shell, of lipids which are highly immobilized due to the existence of strong lipid-protein (binding) interactions. Polar headgroups of these lipids bind to the hydrophilic part of the membrane protein(s) at the inner and outer surfaces of lipid bilayer membrane. The hydrophobic surface of the membrane proteins is bound to the apposed lipid fatty acid chains of the membrane bilayer. For integral membrane proteins spanning the thickness of the membrane bilayer, these annular/shell lipids act like a lubricating layer on the proteins' surfaces, thereby facilitating almost free rotation and lateral diffusion of membrane proteins within the 2-dimensional expanse of the biological membrane(s). Outside the layer of shell/annular lipids, lipids are not tied down to protein molecules. However, they may be slightly restricted in their segmental motion freedom due to mild peer pressure of protein molecules, if present in high concentration, which arises from extended influence of protein-lipid interaction. Membrane areas away from protein molecules contain lamellar phase bulk lipids, which are largely free from any restraining effects due to protein-lipid interactions. Thermal denaturation of membrane proteins may destroy the secondary and tertiary structure of membrane proteins, exposing newer surfaces to membrane lipids and therefore increasing the number of lipids molecules in the annulus/shell layer. This phenomenon can be studied by the spin label electron paramagnetic resonance technique.",
            "score": 129.1853790283203
        },
        {
            "docid": "17890418_3",
            "document": "Protein–lipid interaction . The questions which are relevant to understanding of the structure and function of the membrane are: 1) Do intrinsic membrane proteins bind tightly to lipids (see annular lipid shell), and what is the nature of the layer of lipids adjacent to the protein? 2) Do membrane proteins have long-range effects on the order or dynamics of membrane lipids? 3) How do the lipids influence the structure and/or function of membrane proteins? 4) How do peripheral membrane proteins which bind to the layer surface interact with lipids and influence their behavior?",
            "score": 128.5840606689453
        },
        {
            "docid": "8420425_3",
            "document": "Elasticity of cell membranes . Of the numerous models that have been developed to describe the deformation of cell membranes, a widely accepted model is the fluid mosaic model proposed by Singer and Nicolson in 1972. In this model, the cell membrane surface is modeled as a two-dimensional fluid-like lipid bilayer where the lipid molecules can move freely. The proteins are partially or fully embedded in the lipid bilayer. Fully embedded proteins are called integral membrane proteins because they traverse the entire thickness of the lipid bilayer. These communicate information and matter between the interior and the exterior of the cell. Proteins that are only partially embedded in the bilayer are called peripheral membrane proteins. The membrane skeleton is a network of proteins below the bilayer that links with the proteins in the lipid membrane.",
            "score": 127.9725341796875
        },
        {
            "docid": "8253387_5",
            "document": "Serum amyloid A . A fourth SAA (SAA4) was identified in humans and is expressed constitutively in the liver and, thus, is defined as a constitutive SAA (C-SAA). A similar protein that is now also called SAA4 has since been identified in the mouse; it had originally been designated SAA5.",
            "score": 127.81173706054688
        },
        {
            "docid": "36136909_26",
            "document": "Serer creation myth . In this myth, the transcendence is reported to have infused with the acacia seed vital for energy, and the Saas played a pivotal role in the transmission of life. It is believed that, the Saas was once a living tree. The narrative went on to say that, women who wanted to give birth went to it because it was considered to be a lucky tree in the wider Serer mythology and legend. Newborns were also presented to the Saas in order to bring good luck, long life, good health and prosperity to the child’s life. In similarity, if an animal went near Saas it was destined to live a long life. According to the myth, the Saas loved human beings and perhaps too much. It would sometimes lower its thorny ends so people can give it a hug. Anyone who saw that immediately knew the Saas wanted their company. It did not move until sunset. It healed the wounded by its barks being rubbed on the bleeding wound. The Saas eventually became exhausting for people when it started to abuse its supernatural powers. It is generally viewed as the tree that fell in disgrace. The ancients called it by the name \"Nyas\", a name which has two meanings: scar or clot. The Myth of Saas still retains a certain degree of importance especially when it concerns the need for vital energy such as: during growth, at the time of marriage, in sickness and after death. It is also viewed by many as the fertility tree. In the Serer representation of the Universe, the \"Myth of Saas\" forms part of the geometric diagram.",
            "score": 127.334228515625
        },
        {
            "docid": "4817_20",
            "document": "Biological membrane . For all cells, membrane fluidity is important for many reasons. It enables membrane proteins to diffuse rapidly in the plane of the bilayer and to interact with one another, as is crucial, for example, in cell signaling. It permits membrane lipids and proteins to diffuse from sites where they are inserted into the bilayer after their synthesis to other regions of the cell. It allows membranes to fuse with one another and mix their molecules, and it ensures that membrane molecules are distributed evenly between daughter cells when a cell divides. If biological membranes were not fluid, it is hard to imagine how cells could live, grow, and reproduce.",
            "score": 127.22582244873047
        },
        {
            "docid": "20937522_4",
            "document": "E1 (HCV) . The E1 protein helps the virus attach to the membrane of the targeted cell. In other envelope virus the E1 protein has a similar role in helping the virus get into the cell. As a heterodimer with E2 it has been discovered that it is essential for HCV entry. When the heterodimer is formed the hepatitis C virus is then able to bind to the receptor of the cell. As a heterodimer the E1 protein alone with the E2 protein worked together to enter the cell. Also cleavage at the core-E1 junction is a prerequisite for SPP-catalyzed cleavage. This helps the virus relocate to the surface of lipid droplets. Once the virus gets to the surface of the lipid droplets it recruits the virus no-structural proteins and replication complex. The SP-catalyzed cleavage at the core-E1 junction is required for the formation of infectious particles and for the release of any HCV particles. Also E1 has no function with budding at the ER membrane. It also had no effect on the intracellular formation of capsid-containing particles. Instead when E1 was not allowed to form this tended to facilitate the budding process.",
            "score": 127.01081848144531
        },
        {
            "docid": "337153_30",
            "document": "Gap junction . Studies allowing views inside the plane of the membrane of gap junctions during formation indicated that a \"formation plaque\" formed between two cells prior to the connexins moving in. They were particle free areas when observed by TEM FF indicating very small or no transmembrane proteins were likely present. Little is known about what structures make up the formation plaque or how the formation plaque's structure changes when connexins and other components move in or out. One of the earlier studies of the formation of small gap junctions describes rows of particles and particle free halos. With larger gap junctions they were described as formation plaques with connexins moving into them. The particulate gap junctions were thought to form 4–6 hours after the formation plaques appeared. How the connexins may be transported to the plaques using tubulin is becoming clearer. The formation plaque and non-connexin part of the classical gap junction plaque have been difficult for early researchers to analyse. It appears in TEM FF and thin section to be a lipid membrane domain that can somehow form a comparatively rigid barrier to other lipids and proteins. There has been indirect evidence for certain lipids being preferentially involved with the formation plaque but this cannot be considered definitive. It is difficult to envisage breaking up the membrane to analyse membrane plaques without affecting their composition. By study of connexins still in membranes lipids associated with the connexins have been studied. It was found that specific connexins tended to associate preferentially with specific phospholipids. As formation plaques precede connexins these results still give no certainty as to what is unique about the composition of plaques themselves. Other findings show connexins associate with protein scaffolds used in another junction, the zonula occludens ZO1. While this helps us understand how connexins may be moved into a gap junction formation plaque the composition of the plaque itself is still somewhat sketchy. Some headway on the in vivo composition of the gap junction plaque is being made using TEM FRIL.",
            "score": 126.88594055175781
        },
        {
            "docid": "21530463_15",
            "document": "Model lipid bilayer . A vesicle is a lipid bilayer rolled up into a spherical shell, enclosing a small amount of water and separating it from the water outside the vesicle. Because of this fundamental similarity to the cell membrane, vesicles have been used extensively to study the properties of lipid bilayers. Another reason vesicles have been used so frequently is that they are relatively easy to make. If a sample of dehydrated lipid is exposed to water it will spontaneously form vesicles. These initial vesicles are typically multilamellar (many-walled) and are of a wide range of sizes from tens of nanometers to several micrometres. Methods such as sonication or extrusion through a membrane are needed to break these initial vesicles into smaller, single-walled vesicles of uniform diameter known as small unilamellar vesicles (SUVs). SUVs typically have diameters between 50 and 200 nm. Alternatively, rather than synthesizing vesicles it is possible to simply isolate them from cell cultures or tissue samples. Vesicles are used to transport lipids, proteins and many other molecules within the cell as well as into or out of the cell. These naturally isolated vesicles are composed of a complex mixture of different lipids and proteins so, although they offer greater realism for studying specific biological phenomena, simple artificial vesicles are preferred for studies of fundamental lipid properties.",
            "score": 126.72061157226562
        },
        {
            "docid": "33051527_14",
            "document": "Cell membrane . Lipid vesicles or liposomes are circular pockets that are enclosed by a lipid bilayer. These structures are used in laboratories to study the effects of chemicals in cells by delivering these chemicals directly to the cell, as well as getting more insight into cell membrane permeability. Lipid vesicles and liposomes are formed by first suspending a lipid in an aqueous solution then agitating the mixture through sonication, resulting in a vesicle. By measuring the rate of efflux from that of the inside of the vesicle to the ambient solution, allows researcher to better understand membrane permeability. Vesicles can be formed with molecules and ions inside the vesicle by forming the vesicle with the desired molecule or ion present in the solution. Proteins can also be embedded into the membrane through solubilizing the desired proteins in the presence of detergents and attaching them to the phospholipids in which the liposome is formed. These provide researchers with a tool to examine various membrane protein functions.",
            "score": 126.0080337524414
        },
        {
            "docid": "43488219_6",
            "document": "Garth L. Nicolson . While working as Research Associate at the Salk Institute for Biological Studies, Nicolson collaborated with S.J. Singer at the University of California, San Diego. They made a seminal model for the structure of cell membranes, which they named the Fluid Mosaic Model, and published in a 12-page paper in the February 18, 1972 issue of \"Science\". It was the first model in cell biology to be based on thermodynamics properties. Earlier descriptions of the cell membrane had serious inconsistencies with observed properties of the lipid bilayer. According to the Fluid Mosaic Model, in contrast to other models, the cell membrane is composed of a single lipid bilayer which is associated with two groups of proteins. Peripheral proteins are located on the surface, while integral proteins are embedded the lipid layer. The proteins are highly varied, thus, creating a mosaic pattern. Majority of the membrane is composed of phospholipids, which exhibit fluidity like oil. The phospholids are not just stationary, but are able to move, and the proteins can move in the fluid lipid layer. These properties give the membrane flexibility. The model turned out to be the foundation of modern understanding of cell membrane structure and functions. Although its basic assumptions are still true, the dynamic nature has been underestimated, and more information have been incorporated with new discoveries.",
            "score": 125.74475860595703
        },
        {
            "docid": "3599829_5",
            "document": "Dysferlin . The most intensively studied role for dysferlin is in a cellular process called membrane repair. Membrane repair is a critical mechanism by which cells are able to seal dramatic wounds to the plasma membrane. Muscle is thought to be particularly prone to membrane wounds given that muscle cells transmit high force and undergo cycles of contraction. Dysferlin is highly expressed in muscle, and is homologous to the ferlin family of proteins, which are thought to regulate membrane fusion across a wide variety of species and cell types. Several lines of evidence suggest that dysferlin may be involved in membrane repair in muscle. First, dysferlin-deficient muscle fibers show accumulation of vesicles (which are critical for membrane repair in non-muscle cell types) near membrane lesions, indicating that dysferlin may be required for fusion of repair vesicles with the plasma membrane. Further, dysferlin-deficient muscle fibers take up extracellular dyes to a greater extent than wild-type muscle fibers following laser-induced wounding in-vitro. Dysferlin is also markedly enriched at membrane lesions with several additional proteins thought to be involved in membrane resealing, including annexin and MG53. Exactly how dysferlin contributes to membrane resealing is not clear, but biochemical evidence indicates that dysferlin may bind lipids in a calcium-dependent manner, consistent with a role for dysferlin in regulating fusion of repair vesicles with the sarcolemma during membrane repair. Furthermore, live-cell imaging of dysferlin-eGFP expressing myotubes indicates that dysferlin localizes to a cellular compartment that responds to injury by forming large dysferlin-containing vesicles, and formation of these vesicles may contribute to wound repair. Dysferlin may also be involved in Alzheimer's disease pathogenesis.",
            "score": 124.97295379638672
        },
        {
            "docid": "9927_21",
            "document": "Endomembrane system . Once secretory proteins are formed, the ER membrane separates them from the proteins that will remain in the cytosol. Secretory proteins depart from the ER enfolded in the membranes of vesicles that bud like bubbles from the transitional ER. These vesicles in transit to another part of the cell are called transport vesicles. An alternative mechanism for transport of lipids and proteins out of the ER are through lipid transfer proteins at regions called membrane contact sites where the ER becomes closely and stably associated with the membranes of other organelles, such as the plasma membrane, Golgi or lysosomes.",
            "score": 124.564208984375
        },
        {
            "docid": "33051527_12",
            "document": "Cell membrane . The entire membrane is held together via non-covalent interaction of hydrophobic tails, however the structure is quite fluid and not fixed rigidly in place. Under physiological conditions phospholipid molecules in the cell membrane are in the liquid crystalline state. It means the lipid molecules are free to diffuse and exhibit rapid lateral diffusion along the layer in which they are present. However, the exchange of phospholipid molecules between intracellular and extracellular leaflets of the bilayer is a very slow process. Lipid rafts and caveolae are examples of cholesterol-enriched microdomains in the cell membrane. Also, a fraction of the lipid in direct contact with integral membrane proteins, which is tightly bound to the protein surface is called annular lipid shell; it behaves as a part of protein complex.",
            "score": 124.18291473388672
        },
        {
            "docid": "8473843_3",
            "document": "David S. Cafiso . Work in Dr. Cafiso's laboratory is directed at studying membranes and peripheral and integral membrane proteins. One area of investigation involves studies on the mechanisms by which proteins become attached to membrane surfaces. Attachment is critical for cell-signaling because it controls protein–protein interactions and the access of enzymes to lipid substrates. For example, the oncogenic form of the src tyrosine kinase is not active and fails to transform cells until it becomes attached to the cytoplasmic face of the plasma membrane. The laboratory is currently determining the structure and electrostatic interactions made by highly positively charged protein motifs, such as those from MARCKS (the myristoylated alanine rich C-kinase substrate) with negatively charged lipid surfaces. In addition to regulating membrane attachment, these positively charged motifs function to sequester phosphatidylinositol 4,5, bisphosphate (PIP2), and regulate the activity of this phosphorylated inositol lipid within the cytoplasmic membrane. Dr. Cafiso is also interested in determining the membrane interactions made by protein domains such as C2 domains, which are found in a wide range of proteins involved in cell signaling. C2 domains function to attach their parent proteins to membranes in a Ca ++ dependent fashion. C2 domains perform critical roles in membrane trafficking, membrane fusion and membrane repair, and defects in these domains result in forms of muscular dystrophy and deafness.",
            "score": 124.15876770019531
        },
        {
            "docid": "958752_7",
            "document": "Lipid raft . Until 1982, it was widely accepted that phospholipids and membrane proteins were randomly distributed in cell membranes, according to the Singer-Nicolson fluid mosaic model, published in 1972. However, membrane microdomains were postulated in the 1970s using biophysical approaches by Stier & Sackmann and Klausner & Karnovsky. These microdomains were attributed to the physical properties and organization of lipid mixtures by Stier & Sackmann and Israelachvili et al. In 1974, the effects of temperature on membrane behavior had led to the proposal of \"clusters of lipids\" in membranes and by 1975, data suggested that these clusters could be \"quasicrystalline\" regions within the more freely dispersed liquid crystalline lipid molecule. In 1978, X-Ray diffraction studies led to further development of the \"cluster\" idea defining the microdomains as \"lipids in a more ordered state\". Karnovsky and co-workers formalized the concept of lipid domains in membranes in 1982. Karnovsky's studies showed heterogeneity in the lifetime decay of 1,6-diphenyl-1,3,5-hexatriene, which indicated that there were multiple phases in the lipid environment of the membrane. One type of microdomain is constituted by cholesterol and sphingolipids. They form because of the segregation of these lipids into a separate phase, demonstrated by Biltonen and Thompson and their coworkers. These microdomains (‘rafts’) were shown to exist also in cell membranes. Later, Kai Simons at the European Molecular Biology Laboratory (EMBL) in Germany and Gerrit van Meer from the University of Utrecht, Netherlands refocused interest on these membrane microdomains, enriched with lipids and cholesterol, glycolipids, and sphingolipids, present in cell membranes. Subsequently, they called these microdomains, lipid \"rafts\". The original concept of rafts was used as an explanation for the transport of cholesterol from the trans Golgi network to the plasma membrane. The idea was more formally developed in 1997 by Simons and Ikonen. At the 2006 Keystone Symposium of Lipid Rafts and Cell Function, lipid rafts were defined as \"small (10-200nm), heterogeneous, highly dynamic, sterol- and sphingolipid-enriched domains that compartmentalize cellular processes. Small rafts can sometimes be stabilized to form larger platforms through protein-protein interactions\" In recent years, lipid raft studies have tried to address many of the key issues that cause controversy in this field, including the size and lifetime of rafts.",
            "score": 124.08992767333984
        },
        {
            "docid": "4817_2",
            "document": "Biological membrane . A biological membrane or biomembrane is an enclosing or separating membrane that acts as a selectively permeable barrier within living things. Biological membranes, in the form of eukaryotic cell membranes, consist of a phospholipid bilayer with embedded, integral and peripheral proteins used in communication and transportation of chemicals and ions. The bulk of lipid in a cell membrane provides a fluid matrix for proteins to rotate and laterally diffuse for physiological functioning. Proteins are adapted to high membrane fluidity environment of lipid bilayer with the presence of an annular lipid shell, consisting of lipid molecules bound tightly to surface of integral membrane proteins. The cell membranes are different from the isolating tissues formed by layers of cells, such as mucous membranes, basement membranes, and serous membranes.",
            "score": 123.9227294921875
        },
        {
            "docid": "340440_2",
            "document": "Fluid mosaic model . The fluid mosaic model explains various observations regarding the structure of functional cell membranes. According to this model, there is a lipid bilayer in which the protein molecules are embedded. The lipid bilayer gives fluidity and elasticity to the membrane. Small amounts of carbohydrates are also found in cell membrane. The model, which was devised by SJ Singer and GL Nicolson in 1972, describes the cell membrane as a two-dimensional liquid that restricts the lateral diffusion of membrane components. Such domains are defined by the existence of regions within the membrane with special lipid and protein composition that promote the formation of lipid rafts or protein and glycoprotein complexes. Another way to define membrane domains is the association of the lipid membrane with the cytoskeleton filaments and the extracellular matrix through membrane proteins. The current model describes important features relevant to many cellular processes, including: cell-cell signaling, apoptosis, cell division, membrane budding, and cell fusion. The fluid mosaic model is the most acceptable model of plasma membrane.",
            "score": 123.62816619873047
        },
        {
            "docid": "158011_19",
            "document": "Lipid bilayer . Lipid bilayers are also involved in signal transduction through their role as the home of integral membrane proteins. This is an extremely broad and important class of biomolecule. It is estimated that up to a third of the human proteome may be membrane proteins. Some of these proteins are linked to the exterior of the cell membrane. An example of this is the CD59 protein, which identifies cells as “self” and thus inhibits their destruction by the immune system. The HIV virus evades the immune system in part by grafting these proteins from the host membrane onto its own surface. Alternatively, some membrane proteins penetrate all the way through the bilayer and serve to relay individual signal events from the outside to the inside of the cell. The most common class of this type of protein is the G protein-coupled receptor (GPCR). GPCRs are responsible for much of the cell’s ability to sense its surroundings and, because of this important role, approximately 40% of all modern drugs are targeted at GPCRs.",
            "score": 123.46690368652344
        },
        {
            "docid": "4630125_27",
            "document": "Artificial cell . Research interest in the use of artificial cells for blood arose after the AIDS scare of the 1980s. Besides bypassing the potential for disease transmission, artificial red blood cells are desired because they eliminate drawbacks associated with allogenic blood transfusions such as blood typing, immune reactions and its short storage life of 42 days. A hemoglobin substitute may be stored at room temperature and not under refrigeration for more than a year. Attempts have been made to develop a complete working red blood cell which comprises carbonic not only an oxygen carrier but also the enzymes associated with the cell. The first attempt was made in 1957 by replacing the red blood cell membrane by an ultrathin polymeric membrane which was followed by encapsulation through a lipid membrane and more recently a biodegradable polymeric membrane. An biological red blood cell membrane including lipids and associated proteins can also be used to encapsulate nanoparticles and increase residence time in vivo by bypassing macrophage uptake and systemic clearance.",
            "score": 123.4343032836914
        }
    ]
}