{
    "q": [
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 280.9596403837204
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 228.88897848129272
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 246.8694291114807
        },
        {
            "docid": "3112875_19",
            "document": "Computational immunology . Cancer is the result of somatic mutations which provide cancer cells with a selective growth advantage. Recently it has been very important to determine the novel mutations. Genomics and proteomics techniques are used worldwide to identify mutations related to each specific cancer and their treatments. Computational tools are used to predict growth and surface antigens on cancerous cells. There are publications explaining a targeted approach for assessing mutations and cancer risk. Algorithm CanPredict was used to indicate how closely a specific gene resembles known cancer-causing genes. Cancer immunology has been given so much importance that the data related to it is growing rapidly. Protein–protein interaction networks provide valuable information on tumorigenesis in humans. Cancer proteins exhibit a network topology that is different from normal proteins in the human interactome. Immunoinformatics have been useful in increasing success of tumour vaccination. Recently, pioneering works have been conducted to analyse the host immune system dynamics in response to artificial immunity induced by vaccination strategies.. Other simulation tools use predicted cancer peptides to forecast immune specific anticancer responses that is dependent on the specified HLA. These resources are likely to grow significantly in the near future and immunoinformatics will be a major growth area in this domain.",
            "score": 192.32449746131897
        },
        {
            "docid": "18398577_46",
            "document": "Somatic evolution in cancer . Gefitinib(Iressa) and Erlotinib (Tarceva) are epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors used for non-small cell lung cancer patients whose tumors have somatic mutations in EGFR. However, most patients' tumors eventually become resistant to these drugs. Two major mechanisms of acquired resistance have been discovered in patients who have developed clinical resistance to Gefitinib or Erlotinib: point mutations in the EGFR gene targeted by the drugs, and amplification of MET, another receptor tyrosine kinase, which can bypass EGFR to activate downstream signaling in the cell. In an initial study, 22% of tumors with acquired resistance to Gefitinib or Erlotinib had MET amplification. To address these issues, clinical trials are currently assessing irreversible EGFR inhibitors (which inihibit growth even in cell lines with mutations in EGFR), the combination of EGFR and MET kinase inhibitors, and Hsp90 inihibitors (EGFR and MET both require Hsp90 proteins to fold properly). In addition, taking repeated tumor biopsies from patients as they develop resistance to these drugs would help to understand the tumor dynamics.",
            "score": 265.88937628269196
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 232.6136178970337
        },
        {
            "docid": "38828080_3",
            "document": "Antineoplastic resistance . There are two general causes of antineoplastic therapy failure: Inherent genetic characteristics, giving cancer cells their resistance, which is rooted in the concept of cancer cell heterogeneity, and acquired resistance after drug exposure. Characteristics of resistant cells include: altered membrane transport, enhanced DNA repair, apoptotic pathway defects, alteration of target molecules, protein and pathway mechanisms, such as enzymatic deactivation. Since cancer is a genetic disease, two genomic events underlie acquired drug resistance: Genome alterations (e.g. gene amplification and deletion) and epigenetic modifications. Cancer cells are constantly using a variety of tools, involving genes, proteins and altered pathways, to ensure their survival against antineoplastic drugs.",
            "score": 238.0477855205536
        },
        {
            "docid": "205627_7",
            "document": "Drug resistance . Drug, toxin, or chemical resistance is a consequence of evolution and is a response to pressures imposed on any living organism. Individual organisms vary in their sensitivity to the drug used and some with greater fitness may be capable of surviving drug treatment. Drug-resistant traits are accordingly inherited by subsequent offspring, resulting in a population that is more drug-resistant. Unless the drug used makes sexual reproduction or cell-division or horizontal gene transfer impossible in the entire target population, resistance to the drug will inevitably follow. This can be seen in cancerous tumors where some cells may develop resistance to the drugs used in chemotherapy. Chemotherapy causes fibroblasts near tumors to produce large amounts of the protein WNT16B. This protein stimulates the growth of cancer cells which are drug-resistant. Malaria in 2012 has become a resurgent threat in South East Asia and sub-Saharan Africa, and drug-resistant strains of \"Plasmodium falciparum\" are posing massive problems for health authorities. Leprosy has shown an increasing resistance to dapsone.",
            "score": 235.09325277805328
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 253.39517951011658
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 224.45882427692413
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 231.00886642932892
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 240.01520466804504
        },
        {
            "docid": "38828080_17",
            "document": "Antineoplastic resistance . Many classes of antineoplastic drugs act on intracellular components and pathways, like DNA, nuclear components, meaning that they need to enter the cancer cells. The p-glycoprotein (P-gp), or the multiple drug resistance protein, is a phosphorylated and glycosylated membrane transporter that can shuttle drugs out of the cell, thereby decreasing or ablating drug efficacy. This transporter protein is encoded by the \"MDR1\" gene and is also called the ATP-binding cassette (ABC) protein. MDR1 has promiscuous substrate specificity, allowing it to transport many structurally diverse compounds across the cell membrane, mainly hydrophobic compounds. Studies have found that the MDR1 gene can be activated and overexpressed in response to pharmaceutical drugs, thus forming the basis for resistance to many drugs. Overexpression of the MDR1 gene in cancer cells is used to keep intracellular levels of antineoplastic drugs below cell-killing levels.",
            "score": 214.47784304618835
        },
        {
            "docid": "15921939_6",
            "document": "Malate dehydrogenase 2 . Mutations in the \"MDH2\" gene have been associated with several cancers, including uterine cancer, prostate cancer, pheochromocytoma and other paragangliomas. In particular, MDH2 has been found to be overexpressed in doxorubicin-resistant uterine cancer cells and may contribute to drug resistance. Since MDH2 plays a major role in malate-aspartate shuttling in ATP production, its overexpression likely supplies additional energy for P-glycoprotein to pump chemotherapeutic drugs out of the cells. Likewise, MDH2 contributes to docetaxel resistance in prostate cancer cells via the JNK pathway, and its knockdown reduced ATP levels as well as increased drug sensitivity.Thus, MDH2 may be an effective therapeutic target to enhance drug treatments for cancer.",
            "score": 233.50380063056946
        },
        {
            "docid": "46382490_5",
            "document": "BET inhibitor . Interest in using BET inhibitors in cancer began with the observation that chromosomal translocations involving BET genes BRD3 and BRD4 drove the pathogenesis the rare cancer NUT midline carcinoma. Subsequent research uncovered the dependence of some forms of acute myeloid leukemia, multiple myeloma and acute lymphoblastic leukemia on the BET protein BRD4, and the sensitivity of these cancers to BET inhibitors. In many cases, expression of the growth promoting transcription factor Myc is blocked by BET inhibitors. BRD2 and BRD3 are functionally redundant and may be more important as therapeutic targets than is appreciated in studies depleting each BET protein individually. Recent studies also showed that BET inhibitors can be instrumental in overcoming resistance to other targeted therapies when used in combination therapies. Examples include use of BET inhibitors in combination with γ-secretase inhibitors for T cell acute lymphoblastic leukemia and RAF-inhibitor (vemurafenib) for RAF-inhibitor resistant melanomas carrying the BRAFV600E mutation.",
            "score": 199.97914695739746
        },
        {
            "docid": "24947798_16",
            "document": "GeneCards . Another example is a research study on synthetic lethality in cancer. Synthetic lethality appears when a mutation in a single gene has no effect on the function of a cell but a mutation in an additional gene leads to cell death. This study aimed to find novel methods of treating cancer through blocking the lethality of drugs. GeneCards was used when comparing data of a given target gene with all possible genes. In this process, the annotation sharing score was calculated using GeneDecks Partner Hunter (now called Genes Like Me) to give paralogy. Inactivation targets were be extracted after the microarray experiments of resistant and non-resistant neuroblastoma cell lines.",
            "score": 215.13275516033173
        },
        {
            "docid": "5037034_13",
            "document": "P300-CBP coactivator family . Mutations in the p300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the p300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast and pancreas. Studies suggest that p300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, p300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 183.95387744903564
        },
        {
            "docid": "3429588_11",
            "document": "EP300 . Mutations in the EP300 gene have been identified in several other types of cancer. These mutations are somatic, which means they are acquired during a person's lifetime and are present only in certain cells. Somatic mutations in the EP300 gene have been found in a small number of solid tumors, including cancers of the colon and rectum, stomach, breast, and pancreas. Studies suggest that EP300 mutations may also play a role in the development of some prostate cancers, and could help predict whether these tumors will increase in size or spread to other parts of the body. In cancer cells, EP300 mutations prevent the gene from producing any functional protein. Without p300, cells cannot effectively restrain growth and division, which can allow cancerous tumors to form.",
            "score": 183.95387744903564
        },
        {
            "docid": "18844072_8",
            "document": "Synthetic lethality . A synthetic lethal approach to cancer therapy is currently being explored as a means of developing therapies that reduce off-target effects of chemotherapies and chemopreventative drugs. Cancer cells are marked by genetic instability, errors in DNA repair, and uncontrolled transcription, which create new synthetic lethal partners in cancer cells. Because a drug effect targeting a specific gene product resembles the phenotype caused by a mutation in that gene, a cancer-related mutation can sensitize cancer cells to chemotherapeutics that target its synthetic lethal partner. Consequently, drugs that target synthetic lethal partners of mutations in cancer cells may not be toxic to normal cells, which could avoid off-target side effects of chemotherapeutics.",
            "score": 232.58260011672974
        },
        {
            "docid": "1731697_11",
            "document": "Restriction point . Cancer can be seen as a disruption of normal restriction point function, as cells continually and inappropriately reenter the cell cycle, and do not enter G. Mutations at many steps in the pathway towards the restriction point can result in cancerous growth of cells. Some of the genes most commonly mutated in cancer include Cdks and CKIs; overactive Cdks or underactive CKIs lower the stringency of the restriction point, allowing more cells to bypass senescence. The restriction point is an important consideration in the development of new drug therapies. Under normal physiological conditions, all cell proliferation is regulated by the restriction point. This can be exploited and used as a way to protect non-cancerous cells from chemotherapy treatments. Chemotherapy drugs typically attack cells that are proliferating rapidly. By using drugs that inhibit completion of the restriction point, such as growth factor receptor inhibitors, normal cells are prevented from proliferating, and are thus protected from chemotherapy treatments.",
            "score": 227.60988020896912
        },
        {
            "docid": "26901564_26",
            "document": "DNA nanotechnology . There are potential applications for DNA nanotechnology in nanomedicine, making use of its ability to perform computation in a biocompatible format to make \"smart drugs\" for targeted drug delivery. One such system being investigated uses a hollow DNA box containing proteins that induce apoptosis, or cell death, that will only open when in proximity to a cancer cell. There has additionally been interest in expressing these artificial structures in engineered living bacterial cells, most likely using the transcribed RNA for the assembly, although it is unknown whether these complex structures are able to efficiently fold or assemble in the cell's cytoplasm. If successful, this could enable directed evolution of nucleic acid nanostructures.  Scientists at Oxford University reported the self-assembly of four short strands of synthetic DNA into a cage which can enter cells and survive for at least 48 hours. The fluorescently labeled DNA tetrahedra were found to remain intact in the laboratory cultured human kidney cells despite the attack by cellular enzymes after two days. This experiment showed the potential of drug delivery inside the living cells using the DNA ‘cage’. A DNA tetrahedron was used to deliver RNA Interference (RNAi) in a mouse model, reported a team of researchers in MIT. Delivery of the interfering RNA for treatment has showed some success using polymer or lipid, but there are limits of safety and imprecise targeting, in addition to short shelf life in the blood stream. The DNA nanostructure created by the team consists of six strands of DNA to form a tetrahedron, with one strand of RNA affixed to each of the six edges. The tetrahedron is further equipped with targeting protein, three folate molecules, which lead the DNA nanoparticles to the abundant folate receptors found on some tumors. The result showed that the gene expression targeted by the RNAi, luciferase, dropped by more than half. This study shows promise in using DNA nanotechnology as an effective tool to deliver treatment using the emerging RNA Interference technology.The DNA tetrahedron was also used in an effort to overcome the phenomena multidrug resistance. Doxorubicin (DOX) was conjugated with the tetrahedron and was loaded into MCF-7 breast cancer cells that contained the P-glycoprotein drug efflux pump. The results of the experiment showed the DOX was not being pumped out and apoptosis of the cancer cells was achieved.The tetrahedron without DOX was loaded into cells to test its biocompatibility, and the structure showed no cytotoxicity itself.",
            "score": 212.9802886247635
        },
        {
            "docid": "7737653_40",
            "document": "Oncogenomics . Mutational analysis of entire gene families revealed that genes of the same family have similar functions, as predicted by similar coding sequences and protein domains. Two such classes are the kinase family, involved in adding phosphate groups to proteins and the phosphatase family, involved with removing phosphate groups from proteins. These families were first examined because of their apparent role in transducing cellular signals of cell growth or death. In particular, more than 50% of colorectal cancers carry a mutation in a kinase or phosphatase gene. Phosphatidylinositold 3-kinases (PIK3CA) gene encodes for lipid kinases that commonly contain mutations in colorectal, breast, gastric, lung and various other cancers. Drug therapies can inhibit PIK3CA. Another example is the BRAF gene, one of the first to be implicated in melanomas. BRAF encodes a serine/threonine kinase that is involved in the RAS-RAF-MAPK growth signaling pathway. Mutations in BRAF cause constitutive phosphorylation and activity in 59% of melanomas. Before BRAF, the genetic mechanism of melanoma development was unknown and therefore prognosis for patients was poor.",
            "score": 203.78412997722626
        },
        {
            "docid": "49770483_9",
            "document": "Ribociclib . When used in combination with other drugs such as an ALK or an MEK inhibitor, ribociclib has been shown to have a synergistic effect, resulting in improved responses. Again, this is likely a result of \"crosstalk\" between signaling pathways. Simply blocking one pathway in cancer tumorigenesis can sometimes result in \"tumor compensation\", where the tumor compensates for the blocked signaling pathway by utilizing other pathways to survive. By blocking several pathways at once, it is thought that the tumor is less able to compensate, and a greater anti-tumor response is often observed. Utilizing ribociclib in combination with other agents has been shown to reduce the development of resistance to these agents. In other words, cancer’s development of drug resistance can be mitigated with the addition of ribociclib to the therapeutic regime.",
            "score": 224.76484274864197
        },
        {
            "docid": "14134041_19",
            "document": "EZH2 . EZH2 is an attractive target for anti-cancer therapy because it helps cancerous cells divide and proliferate. It is found in larger amounts than in healthy cells in a wide range of cancers including breast, prostate, bladder, uterine, and renal cancers, as well as melanoma and lymphoma. EZH2 is a gene suppressor, so when it becomes overexpressed, many tumor suppressor genes that are normally turned on, are turned off. Inhibition of EZH2 function shrinks malignant tumors in some reported cases because those tumor suppressor genes are not silenced by EZH2. EZH2 typically is not expressed in healthy adults; it is only found in actively dividing cells, like those active during fetal development. Because of this characteristic, overexpression of EZH2 can be used as a diagnostic marker of cancer and some neurodegenerative disorders. However, there are cases where it is difficult to tell whether overexpression of EZH2 is the cause of a disease, or simply a consequence. If it is only a consequence, targeting EZH2 for inhibition may not cure the disease. One example of a cancer pathway in which EZH2 plays a role is the pRB-E2F pathway. It is downstream from the pRB-E2F pathway, and signals from this pathway lead to EZH2 overexpression. Another important characteristic of EZH2 is that when EZH2 is overexpressed, it can activate genes without forming PRC2. This is an issue because it means the methylation activity of the enzyme is not mediated by complex formation. In breast cancer cells, EZH2 activates genes that promote cell proliferation and survival. It can also activate regulatory genes like c-myc and cyclin D1 by interacting with Wnt signaling factors. Importantly, the mutation of tyrosine 641 to phenylalanine in the active SET domain of EZH2 results in preference for H3K27 tri-methylation and has been linked to lymphoma.",
            "score": 220.3336056470871
        },
        {
            "docid": "19782967_67",
            "document": "Breast cancer classification . Various molecular pathway targets and DNA results are being incorporated in the design of clinical trials of new medicines. Specific genes such as p53, NME1, BRCA and PIK3CA/Akt may be associated with responsiveness of the cancer cells to innovative research pharmaceuticals. BRCA1 and BRCA2 polymorphic variants can increase the risk of breast cancer, and these cancers tend to express a pr ofile of genes, such as p53, in a pattern that has been called \"BRCA-ness.\" Cancers arising from BRCA1 and BRCA2 mutations, as well as other cancers that share a similar \"BRCA-ness\" profile, including some basal-like receptor triple negative breast cancers, may respond to treatment with PARP inhibitors such as olaparib. Combining these newer medicines with older agents such as 6-Thioguanine (6TG) may overcome the resistance that can arise in BRCA cancers to PARP inhibitors or platinum-based chemotherapy. mTOR inhibitors such as everolimus may show more effect in PIK3CA/Akt e9 mutants than in e20 mutants or wild types.",
            "score": 196.3996798992157
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 232.4519989490509
        },
        {
            "docid": "56840878_21",
            "document": "Pharmacoepigenetics . Cells that carry loss-of-function mutations can be targeted by drugs that induce synthetic lethality, a genetic/protein interaction where the loss of one component induces little change, but the loss of both components results in cell death. In cancer cells where one part of the interaction experiences a loss-of-function mutation, the other part can be interrupted by drug treatment to induce cell death in cancerous cells. Synthetic lethality is an attractive treatment option in patients with cancer since it there should be minimal/ no effect on healthy cells.",
            "score": 203.54577827453613
        },
        {
            "docid": "206979_9",
            "document": "Colorectal cancer . Colorectal cancer is a disease originating from the epithelial cells lining the colon or rectum of the gastrointestinal tract, most frequently as a result of mutations in the Wnt signaling pathway that increase signaling activity. The mutations can be inherited or acquired, and most probably occur in the intestinal crypt stem cell. The most commonly mutated gene in all colorectal cancer is the \"APC\" gene, which produces the APC protein. The APC protein prevents the accumulation of β-catenin protein. Without APC, β-catenin accumulates to high levels and translocates (moves) into the nucleus, binds to DNA, and activates the transcription of proto-oncogenes. These genes are normally important for stem cell renewal and differentiation, but when inappropriately expressed at high levels, they can cause cancer. While APC is mutated in most colon cancers, some cancers have increased β-catenin because of mutations in β-catenin (CTNNB1) that block its own breakdown, or have mutations in other genes with function similar to APC such as AXIN1, AXIN2, TCF7L2, or NKD1.",
            "score": 178.3089507818222
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 229.40635669231415
        },
        {
            "docid": "31776829_3",
            "document": "Hsp90 inhibitor . Among heat shock proteins the focus on HSP90 has increased due to its involvement in several cellular phenomena and more importantly in disease progression. HSP90 keeps the death proteins in an apoptosis resistant state by direct association. Its wide range of functions results from the ability of HSP90 to chaperone several client proteins that play a central pathogenic role in human diseases including cancer, neurodegenerative diseases and viral infection. Geldanamycin directly binds to the ATP-binding pocket in the N-terminal domain of Hsp90 and, hence, blocks the binding of nucleotides to Hsp90. Analysis of the effects of Geldanamycin on steroid receptor activation indicates that the antibiotic blocks the chaperone cycle at the intermediate complex, preventing the release of the receptor from Hsp90 and, eventually, resulting in its degradation. Ewing’s sarcoma shows several deregulated autocrine loops mediating cell survival and proliferation. So their blockade is a promising therapeutic approach. Proteosome analysis revealed that Hsp90 is differentially expressed between ewing’s sarcoma cell lines, sensitive and resistant to specific IGF1R/KIT inhibitors. The in vitro IGF1R/KIT pathway blockade on ewing’s sarcoma cell lines and classified ewing’s sarcoma cell lines as resistant and sensitive to blockade of pathway. Inhibition of Hsp90 with 17AAG and siRNA resulted in reduction of cell lines growth and survival. The inhibition of Hsp90 causes the proteosomal destruction of client proteins- Akt, KIT and IGF1R. This effect could be due to precluding physical contact between client proteins and Hsp90. So since the molecular chaperones are overexpressed in a wide variety of cancer cells and in virally transformed cells, inhibiting the function of these chaperones is essential to controlling cancer cells, as this would affect the activity of signaling proteins. The availability of drugs that can specifically target Hsp90 and inhibit its function, resulting in the depletion of client proteins, has made Hsp90 a novel and exciting target for cancer therapy.",
            "score": 212.3209044933319
        },
        {
            "docid": "412809_60",
            "document": "Endometrial cancer . There are several experimental therapies for endometrial cancer under research, including immunologic, hormonal, and chemotherapeutic treatments. Trastuzumab (Herceptin), an antibody against the Her2 protein, has been used in cancers known to be positive for the Her2/neu oncogene, but research is still underway. Immunologic therapies are also under investigation, particularly in uterine papillary serous carcinoma. Cancers can be analyzed using genetic techniques (including DNA sequencing and immunohistochemistry) to determine if certain therapies specific to mutated genes can be used to treat it. PARP inhibitors are used to treat endometrial cancer with PTEN mutations, specifically, mutations that lower the expression of PTEN. The PARP inhibitor shown to be active against endometrial cancer is olaparib. Research is ongoing in this area as of the 2010s. Research is ongoing on the use of metformin, a diabetes medication, in obese women with endometrial cancer before surgery. Early research has shown it to be effective in slowing the rate of cancer cell proliferation. Preliminary research has shown that preoperative metformin administration can reduce expression of tumor markers. Long-term use of metformin has not been shown to have a preventative effect against developing cancer, but may improve overall survival. Temsirolimus, an mTOR inhibitor, is under investigation as a potential treatment. Research shows that mTOR inhibitors may be particularly effective for cancers with mutations in PTEN. Ridaforolimus (deforolimus) is also being researched as a treatment for people who have previously had chemotherapy. Preliminary research has been promising, and a stage II trial for ridaforolimus was completed by 2013. There has also been research on combined ridaforolimus/progestin treatments for recurrent endometrial cancer. Bevacizumab and tyrosine kinase inhibitors, which inhibit angiogenesis, are being researched as potential treatments for endometrial cancers with high levels of vascular endothelial growth factor. Ixabepilone is being researched as a possible chemotherapy for advanced or recurrent endometrial cancer. Treatments for rare high-grade undifferentiated endometrial sarcoma are being researched, as there is no established standard of care yet for this disease. Chemotherapies being researched include doxorubicin and ifosfamide. There is also research in progress on more genes and biomarkers that may be linked to endometrial cancer. The protective effect of combined oral contraceptives and the IUD is being investigated. Preliminary research has shown that the levonorgestrel IUD placed for a year, combined with 6 monthly injections of gonadotropin-releasing hormone, can stop or reverse the progress of endometrial cancer in young women. An experimental drug that combines a hormone with doxorubicin is also under investigation for greater efficacy in cancers with hormone receptors. Hormone therapy that is effective in treating breast cancer, including use of aromatase inhibitors, is also being investigated for use in endometrial cancer. One such drug is anastrozole, which is currently being researched in hormone-positive recurrences after chemotherapy. Research into hormonal treatments for endometrial stromal sarcomas is ongoing as well. It includes trials of drugs like mifepristone, a progestin antagonist, and aminoglutethimide and letrozole, two aromatase inhibitors. Research continues into the best imaging method for detecting and staging endometrial cancer. In surgery, research has shown that complete pelvic lymphadenectomy along with hysterectomy in stage 1 endometrial cancer does not improve survival and increases the risk of negative side effects, including lymphedema. Other research is exploring the potential of identifying the sentinel lymph nodes for biopsy by injecting the tumor with dye that shines under infrared light. Intensity modulated radiation therapy is currently under investigation, and already used in some centers, for application in endometrial cancer, to reduce side effects from traditional radiotherapy. Its risk of recurrence has not yet been quantified. Research on hyperbaric oxygen therapy to reduce side effects is also ongoing. The results of the PORTEC 3 trial assessing combining adjuvant radiotherapy with chemotherapy were awaited in late 2014.",
            "score": 214.38282096385956
        },
        {
            "docid": "48723042_6",
            "document": "RNAi nanoparticles to target cancer . Multidrug resistance in cancer cells is thought to be the primary reason for the poor efficacy of cancer chemotherapy. Drug resistance is due to expression of the gene MDR-1. These gene codes for membrane-bound proteins called ABC transporters. One example of an ABC transporter is P-glycoprotein (P-gp). These transporters use ATP to efflux drugs out of the cell before they can exhibit their cytotoxic effects.",
            "score": 201.5691978931427
        }
    ],
    "r": [
        {
            "docid": "7172_73",
            "document": "Chemotherapy . Resistance is a major cause of treatment failure in chemotherapeutic drugs. There are a few possible causes of resistance in cancer, one of which is the presence of small pumps on the surface of cancer cells that actively move chemotherapy from inside the cell to the outside. Cancer cells produce high amounts of these pumps, known as p-glycoprotein, in order to protect themselves from chemotherapeutics. Research on p-glycoprotein and other such chemotherapy efflux pumps is currently ongoing. Medications to inhibit the function of p-glycoprotein are undergoing investigation, but due to toxicities and interactions with anti-cancer drugs their development has been difficult. Another mechanism of resistance is gene amplification, a process in which multiple copies of a gene are produced by cancer cells. This overcomes the effect of drugs that reduce the expression of genes involved in replication. With more copies of the gene, the drug can not prevent all expression of the gene and therefore the cell can restore its proliferative ability. Cancer cells can also cause defects in the cellular pathways of apoptosis (programmed cell death). As most chemotherapy drugs kill cancer cells in this manner, defective apoptosis allows survival of these cells, making them resistant. Many chemotherapy drugs also cause DNA damage, which can be repaired by enzymes in the cell that carry out DNA repair. Upregulation of these genes can overcome the DNA damage and prevent the induction of apoptosis. Mutations in genes that produce drug target proteins, such as tubulin, can occur which prevent the drugs from binding to the protein, leading to resistance to these types of drugs. Drugs used in chemotherapy can induce cell stress, which can kill a cancer cell; however, under certain conditions, cells stress can induce changes in gene expression that enables resistance to several types of drugs.",
            "score": 280.95965576171875
        },
        {
            "docid": "18398577_46",
            "document": "Somatic evolution in cancer . Gefitinib(Iressa) and Erlotinib (Tarceva) are epidermal growth factor receptor (EGFR) tyrosine kinase inhibitors used for non-small cell lung cancer patients whose tumors have somatic mutations in EGFR. However, most patients' tumors eventually become resistant to these drugs. Two major mechanisms of acquired resistance have been discovered in patients who have developed clinical resistance to Gefitinib or Erlotinib: point mutations in the EGFR gene targeted by the drugs, and amplification of MET, another receptor tyrosine kinase, which can bypass EGFR to activate downstream signaling in the cell. In an initial study, 22% of tumors with acquired resistance to Gefitinib or Erlotinib had MET amplification. To address these issues, clinical trials are currently assessing irreversible EGFR inhibitors (which inihibit growth even in cell lines with mutations in EGFR), the combination of EGFR and MET kinase inhibitors, and Hsp90 inihibitors (EGFR and MET both require Hsp90 proteins to fold properly). In addition, taking repeated tumor biopsies from patients as they develop resistance to these drugs would help to understand the tumor dynamics.",
            "score": 265.8893737792969
        },
        {
            "docid": "1209057_22",
            "document": "Wnt signaling pathway . The biochemistry of cancer stem cells is subtly different than that of other tumor cells. These so-called Wnt-addicted cells hijack and depend on constant stimulation of the Wnt pathway to promote their uncontrolled growth, survival and migration. In cancer, Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 253.39517211914062
        },
        {
            "docid": "33071344_21",
            "document": "Discovery and development of tubulin inhibitors . Multidrug resistance is the most important limitation in anticancer therapy. It can develop in many chemically distinct compounds. Until now, several mechanisms are known to develop the resistance. The most common is production of so-called \"efflux pumps\". The pumps remove drugs from tumor cells which lead to low drug concentration in the target, below therapeutic level. Efflux is caused by P-glycoprotein called also the multidrug transporter. This protein is a product of multidrug resistance gene MDR1 and a member of family of ATP-dependent transporters (ATP-binding cassette). P-glycoprotein occurs in every organism and serves to protect the body from xenobiotics and is involved in moving nutrients and other biologically important compounds inside one cell or between cells. P-glycoprotein detects substrates when they enter the plasma membrane and bind them which causes activation of one of the ATP-binding domains. The next step is hydrolysis of ATP, which leads to a change in the shape of P-gp and opens a channel through which the drug is pumped out of the cell. Hydrolysis of a second molecule of ATP results in closing of the channel and the cycle is repeated. P-glycoprotein has affinity to hydrophobic drugs with a positive charge or electrically neutral and is often over-expressed in many human cancers. Some tumors, e.g. lung cancer, do not over-express this transporter but also are able to develop the resistance. It was discovered that another transporter MRP1 also work as the efflux pump, but in this case substrates are negatively charged natural compounds or drugs modified by glutathione, conjugation, glycosylation, sulfation and glucuronylation. Drugs can enter into a cell in few kinds of ways. Major routes are: diffusion across the plasma membrane, through receptor or transporter or by the endocytosis process. Cancer can develop the resistance by mutations to their cells which result in alterations in the surface of cells or in impaired endocytosis. Mutation can eliminate or change transporters or receptors which allows drugs to enter into the tumor cell. Other cause of drug resistance is a mutation in β tubulin which cause alterations in binding sites and a given drug cannot be bound to its target. Tumors also change expression isoforms of tubulin for these ones, which are not targets for antimitotic drugs e.g. overexpress βIII-tubulin. In addition tumor cells express other kinds of proteins and change microtubule dynamic to counteract effect of anticancer drugs.  Drug resistance can also develop due to the interruption in therapy.",
            "score": 246.8694305419922
        },
        {
            "docid": "20149100_12",
            "document": "Non-receptor tyrosine kinase . The mutation in a gene for non-receptor tyrosine kinase can results an aberrant activity of this enzyme. This pathologically increased activity of nRTK may be responsible for growth and progression of cancer cells, the induction of drug-resistance, formation of metastasis and tumor neovascularization. The inhibition of nRTKs could help to a treatment of these tumors. Some of nRTKs inhibitors are already tested as an anti-cancer agents. This targeted therapy blocks intracellular processes involved in the tumor transformation of cells and / or maintenance of malignant phenotype of tumor cells. Usually monoclonal antibodies are used for the targeted blockade of RTK, which block the extracellular domain of the receptor and prevent the binding of a ligand. For the specific blockade of nRTKs, however, low molecular weight substances called Tyrosine-kinase inhibitor (TKIs) are used, that block the transduction cascade either at the intracytosplasmatic level, or directly block the nRTKs.",
            "score": 242.1122283935547
        },
        {
            "docid": "18450_77",
            "document": "Lung cancer . Epigenetics is the study of small, usually heritable, molecular modifications—or \"tags\"—that bind DNA and modify gene expression levels. Targeting these tags with drugs can kill cancer cells. Early-stage research in NSCLC using drugs aimed at epigenetic modifications shows that blocking more than one of these tags can kill cancer cells with fewer side effects. Studies also show that giving patients these drugs before standard treatment can improve its effectiveness. Clinical trials are underway to evaluate how well these drugs kill lung cancer cells in humans. Several drugs that target epigenetic mechanisms are in development. Histone deacetylase inhibitors in development include valproic acid, vorinostat, belinostat, panobinostat, entinostat, and romidepsin. DNA methyltransferase inhibitors in development include decitabine, azacytidine, and hydralazine.",
            "score": 240.90029907226562
        },
        {
            "docid": "2631477_57",
            "document": "Homologous recombination . Cancer cells with BRCA mutations have deficiencies in homologous recombination, and drugs to exploit those deficiencies have been developed and used successfully in clinical trials. Olaparib, a PARP1 inhibitor, shrunk or stopped the growth of tumors from breast, ovarian and prostate cancers caused by mutations in the BRCA1 or BRCA2 genes, which are necessary for HR. When BRCA1 or BRCA2 is absent, other types of DNA repair mechanisms must compensate for the deficiency of HR, such as base-excision repair (BER) for stalled replication forks or non-homologous end joining (NHEJ) for double strand breaks. By inhibiting BER in an HR-deficient cell, olaparib applies the concept of synthetic lethality to specifically target cancer cells. While PARP1 inhibitors represent a novel approach to cancer therapy, researchers have cautioned that they may prove insufficient for treating late-stage metastatic cancers. Cancer cells can become resistant to a PARP1 inhibitor if they undergo deletions of mutations in BRCA2, undermining the drug's synthetic lethality by restoring cancer cells' ability to repair DNA by HR.",
            "score": 240.0152130126953
        },
        {
            "docid": "11485159_21",
            "document": "Fibroblast growth factor receptor 1 . FGFR1 aberration in breast and lung cancer as a result of genetic over-amplification is effectively targeted using dovitinib and povatinib respectively. Drug resistance is a highly relevant topic in the field of drug development for FGFR targets. FGFR inhibitors allow for the increase of tumor sensitivity to regular anticancer drug such as paclitaxel, and etoposide in human cancer cells and thereby enhancing antiapoptotic potential based on aberrant FGFR activation. Moreover, FGF signaling inhibition dramatically reduces revascularization, hitting upon one of the hallmarks of cancers, angiogenesis, and reduces tumor burden in human tumors that depend on autocrine FGF signaling based on FGF2 upregulation following the common VEGFR-2 therapy for breast cancer. In such a way, FGFR1 can act synergistically with therapies to cut off cancer clonal resurgence by eliminating potential pathways of future relapse.",
            "score": 239.67713928222656
        },
        {
            "docid": "38828080_3",
            "document": "Antineoplastic resistance . There are two general causes of antineoplastic therapy failure: Inherent genetic characteristics, giving cancer cells their resistance, which is rooted in the concept of cancer cell heterogeneity, and acquired resistance after drug exposure. Characteristics of resistant cells include: altered membrane transport, enhanced DNA repair, apoptotic pathway defects, alteration of target molecules, protein and pathway mechanisms, such as enzymatic deactivation. Since cancer is a genetic disease, two genomic events underlie acquired drug resistance: Genome alterations (e.g. gene amplification and deletion) and epigenetic modifications. Cancer cells are constantly using a variety of tools, involving genes, proteins and altered pathways, to ensure their survival against antineoplastic drugs.",
            "score": 238.0477752685547
        },
        {
            "docid": "205627_7",
            "document": "Drug resistance . Drug, toxin, or chemical resistance is a consequence of evolution and is a response to pressures imposed on any living organism. Individual organisms vary in their sensitivity to the drug used and some with greater fitness may be capable of surviving drug treatment. Drug-resistant traits are accordingly inherited by subsequent offspring, resulting in a population that is more drug-resistant. Unless the drug used makes sexual reproduction or cell-division or horizontal gene transfer impossible in the entire target population, resistance to the drug will inevitably follow. This can be seen in cancerous tumors where some cells may develop resistance to the drugs used in chemotherapy. Chemotherapy causes fibroblasts near tumors to produce large amounts of the protein WNT16B. This protein stimulates the growth of cancer cells which are drug-resistant. Malaria in 2012 has become a resurgent threat in South East Asia and sub-Saharan Africa, and drug-resistant strains of \"Plasmodium falciparum\" are posing massive problems for health authorities. Leprosy has shown an increasing resistance to dapsone.",
            "score": 235.09324645996094
        },
        {
            "docid": "15921939_6",
            "document": "Malate dehydrogenase 2 . Mutations in the \"MDH2\" gene have been associated with several cancers, including uterine cancer, prostate cancer, pheochromocytoma and other paragangliomas. In particular, MDH2 has been found to be overexpressed in doxorubicin-resistant uterine cancer cells and may contribute to drug resistance. Since MDH2 plays a major role in malate-aspartate shuttling in ATP production, its overexpression likely supplies additional energy for P-glycoprotein to pump chemotherapeutic drugs out of the cells. Likewise, MDH2 contributes to docetaxel resistance in prostate cancer cells via the JNK pathway, and its knockdown reduced ATP levels as well as increased drug sensitivity.Thus, MDH2 may be an effective therapeutic target to enhance drug treatments for cancer.",
            "score": 233.50379943847656
        },
        {
            "docid": "17564957_11",
            "document": "Zinc protoporphyrin . The chemical group that ZnPP belongs to is similar to free heme which is a natural substrate of heme oxygenase. ZnPP is known as a competitive inhibitor of heme oxygenase. Heme oxygenase is a cytoprotective enzyme that copes with oxidative stress on a cell and shows higher expression in cancerous tissues. ZnPP suppression of heme oxygenase reduces cell viability of cancer cells and increases cytotoxicity in cancer cells. ZnPP works in combination with anticancer drugs to increase cytotoxicity greatly in some cases; results in one study have shown a five-fold increase in treatment efficacy. ZnPP has been shown to have a major role in inhibiting tumor growth especially solid tumors. Tumors from brain cancer, colon cancer, prostate cancer, renal cell cancer, oral squamous cell cancer, and leukemia all show a susceptibility to ZnPP due to increase expression of heme oxygenase. The inhibition of heme oxygenase leads to an increase of reactive oxidative species in the cell which sensitizes the cells to chemotherapeutic agents. Increased reactive oxidative species can cause apoptosis in cancer cells and reduce drug resistance when exposed to ZnPP due to loss of the heme oxygenase coping mechanism. The combination of these two therapies is highly effective in treating cancer in experiments thus far, and is a possible new method for overcoming drug resistance. The reduced coping ability of tissues treated with ZnPP also increases radiosensitivity. Cells treated with ZnPP and radiation as opposed to simply one of the two are less viable and more likely to stay in G1 phase of the cell cycle, rather than progress to the G2 phase. ZnPP and radiation combination therapy shows more apoptosis than the same amount of radiation displaying that ZnPP puts stress on cancerous tissue. ZnPP have been injected in a number of trials on solid tumors, but can be utilized more broadly when effectively delivered to cancer cells and not healthy cells. A targeted delivery system is need to fully exploit the uses of ZnPP as a therapeutic agent and heme oxygenase inhibitor due to the potential side effects of free ZnPP on healthy tissue. Reducing the anti-oxidant capability of healthy cells can reduce effects that would have been favorable. However ZnPP have been encapsulated in nanoparticles with specialized coating for drug delivery inside the body. ZnPP did not show any reduce inhibitory potential on heme oxygenase when loaded into nanoparticles. Similarly ZnPP loaded into nanoparticles has a higher cytotoxicity than free ZnPP after two days due to a more favorable release rate as well as better biodistribution and internalization. The possible negative effects on major organs were not seen and blood distribution is more desirable in ZnPP loaded nanoparticles than free ZnPP. The specific inhibition of heme oxygenase using nanoparticles with encapsulated ZnPP reduces side effects and is likely the future method of administering ZnPP treatment.",
            "score": 232.61361694335938
        },
        {
            "docid": "18844072_8",
            "document": "Synthetic lethality . A synthetic lethal approach to cancer therapy is currently being explored as a means of developing therapies that reduce off-target effects of chemotherapies and chemopreventative drugs. Cancer cells are marked by genetic instability, errors in DNA repair, and uncontrolled transcription, which create new synthetic lethal partners in cancer cells. Because a drug effect targeting a specific gene product resembles the phenotype caused by a mutation in that gene, a cancer-related mutation can sensitize cancer cells to chemotherapeutics that target its synthetic lethal partner. Consequently, drugs that target synthetic lethal partners of mutations in cancer cells may not be toxic to normal cells, which could avoid off-target side effects of chemotherapeutics.",
            "score": 232.5825958251953
        },
        {
            "docid": "31776829_8",
            "document": "Hsp90 inhibitor . HSP90 is gaining increasing importance as a cancer target, in large part because of the potential for combinatorial targeting of multiple oncogenic protein pathways and biological effects. The good tolerability seen with the first-in-class drug 17-AAG has encouraged many biotechnology and large pharma companies to enter the field. The ability to demonstrate proof of concept for target modulation in patients has also been encouraging, as has the early evidence of clinical activity in melanoma 17-AAG is now in Phase II studies as a single agent and combination studies with cytotoxic and other agents such as the proteasome inhibitor bortezomib are also underway. Improved formulations for parenteral use are also being evaluated in the clinic. Radicicol-based inhibitors have not entered clinical development. Following on from the initial proof of concept studies with the natural product agents, considerable progress has been made in the preclinical development of small molecule, synthetic inhibitors, as exemplified by the purine and pyrazole based compounds. The recent rapid progress has built on a wealth of knowledge obtained with the natural product inhibitors and is a good example of the value of chemical biology studies in which the biological activity is identified first and then the molecular target is discovered by detailed biological studies. Current medicinal chemistry activities are focusing on the combined use of high throughput screening and structure-based design, coupled to the evaluation of the compounds in robust and mechanistically- informative biological assays. The next decade will be exciting in the HSP90 field as the clinical activity of the early geldanamycin-based drugs is rigorously evaluated while a series of synthetic small-molecule agents enter preclinical and clinical development. Particular areas of interest will include the potential for orally active HSP90 inhibitors and for the development of isoform-selective drugs that are targeted to particular members of the HSP90 family (DMAG –N-OXIDE). HSP90 inhibitors may also be evaluated in diseases other than cancer and where protein folding defects are involved in the disease pathology. It can be predicted that additional molecular chaperones will now be targeted for therapeutic intervention in cancer and other diseases. Furthermore, a portfolio of drugs can be envisaged that target various points in the protein quality control pathways of the malignant cell and other diseases states.",
            "score": 232.47821044921875
        },
        {
            "docid": "7172_74",
            "document": "Chemotherapy . Targeted therapies are a relatively new class of cancer drugs that can overcome many of the issues seen with the use of cytotoxics. They are divided into two groups: small molecule and antibodies. The massive toxicity seen with the use of cytotoxics is due to the lack of cell specificity of the drugs. They will kill any rapidly dividing cell, tumor or normal. Targeted therapies are designed to affect cellular proteins or processes that are utilised by the cancer cells. This allows a high dose to cancer tissues with a relatively low dose to other tissues. Although the side effects are often less severe than that seen of cytotoxic chemotherapeutics, life-threatening effects can occur. Initially, the targeted therapeutics were supposed to be solely selective for one protein. Now it is clear that there is often a range of protein targets that the drug can bind. An example target for targeted therapy is the protein produced by the Philadelphia chromosome, a genetic lesion found commonly in chronic myelomonocytic leukemia. This fusion protein has enzyme activity that can be inhibited by imatinib, a small molecule drug.",
            "score": 232.45199584960938
        },
        {
            "docid": "291111_5",
            "document": "Caspase . \"Caspase deficiency\" has been identified as a cause of tumour development. Tumour growth can occur by a combination of factors, including a mutation in a cell cycle gene which removes the restraints on cell growth, combined with mutations in apoptopic proteins such as Caspases that would respond by inducing cell death in abnormally growing cells. Conversely, over-activation of some caspases such as caspase-3 can lead to excessive programmed cell death. This is seen in several neurodegenerative diseases where neural cells are lost, such as Alzheimer's disease. Caspases involved with processing inflammatory signals are also implicated in disease. Insufficient activation of these caspases can increase an organism's susceptibility to infection, as an appropriate immune response may not be activated. The integral role caspases play in cell death and disease has led to research on using caspases as a drug target. For example, inflammatory caspase-1 has been implicated in causing autoimmune diseases; drugs blocking the activation of Caspase-1 have been used to improve the health of patients. Additionally, scientists have used caspases as cancer therapy to kill unwanted cells in tumours.",
            "score": 231.0088653564453
        },
        {
            "docid": "51903_30",
            "document": "Tyrosine kinase . Cancer’s response to an inhibitor of tyrosine kinase was assessed in a clinical trial. In this case, Gefitinib is the inhibitor of tyrosine kinase. Incorrect tyrosine kinase function can lead to non-small cell lung cancer. Gefitinib is a tyrosine kinase inhibitor that targets the epidermal growth factor receptor, inducing favorable outcomes in patients with non-small cell lung cancers. A common, widespread cancer, non-small cell lung cancer is the cause of death in more people than breast, colorectal, and prostate cancer together. This is strong motivation to perform research on tyrosine kinase inhibitors as potential targets in cancer treatment. Gefitinib, functioning as an epidermal growth factor receptor tyrosine kinase inhibitor, improved symptoms related to non-small cell lung cancer and resulted in radiographic tumor regressions. This is an example of the efficacy of such an inhibitor. The process of inhibition shows how the cancer sustains. Mutations in the epidermal growth factor receptor activate signalling pathways that promote cell survival. Non-small cell lung cancer cells become dependent on these survival signals. Gefitinib’s inhibition of the survival signals may be a contributing factor to its efficacy as a drug for non-small cell cancer treatment.",
            "score": 230.9115753173828
        },
        {
            "docid": "57521493_4",
            "document": "Richard Marais . His research investigates the biology of melanoma and other cancers in order to deliver better treatment strategies for patients. His studies on B-RAF and cell signalling significantly advanced understanding of melanoma biology and aetiology. He translated his basic research discoveries into clinical implementation, improving patient outcomes, elucidating mechanisms of drug resistance and developing new drugs against BRAF and other cancer targets. His research informs innovative clinical trial designs with signal seeking biomarkers to monitor therapy responses and optimise patient treatment. His research also highlights the importance of combining sunscreen with other sun avoidance strategies to reduce population melanoma risk.",
            "score": 230.75711059570312
        },
        {
            "docid": "2448941_57",
            "document": "Cancer stem cell . Wnt signaling can become independent of regular stimuli, through mutations in downstream oncogenes and tumor suppressor genes that become permanently activated even though the normal receptor has not received a signal. β-catenin binds to transcription factors such as the protein TCF4 and in combination the molecules activate the necessary genes. LF3 strongly inhibits this binding \"in vitro,\" in cell lines and reduced tumor growth in mouse models. It prevented replication and reduced their ability to migrate, all without affecting healthy cells. No cancer stem cells remained after treatment. The discovery was the product of \"rational drug design\", involving AlphaScreens and ELISA technologies.",
            "score": 230.2863006591797
        },
        {
            "docid": "46188763_24",
            "document": "Gold nanoparticles in chemotherapy . Another way in which AuNPs can be used in cancer therapy is as agents for targeted drug delivery. Research shows that AuNPs can be easily functionalized and conjugated with a variety of molecules, including chemotherapeutic drugs such as Doxorubicin. One major complication with the current methods of treating cancer with chemotherapy is that treatment is not optimized to specifically target cancer cells and the widespread distribution of chemotherapeutic drugs throughout the body can cause harmful side effects such as naseua, hair loss, and cardiotoxicity. Since many of the characteristics of AuNPs allow them to target cancer cells specifically and accumulate within tumor cells, these molecules can act as tumor-targeting drug delivery systems. Once within the tumor microenvironment, these complexes dissociate and release the chemotherapeutic, allowing the drug to take effect and eventually cause apoptosis.",
            "score": 230.07510375976562
        },
        {
            "docid": "14058535_18",
            "document": "CHEK1 . Chk1 has a central role in coordinating the DNA damage response and therefore is an area of great interest in oncology and the development of cancer therapeutics. Initially Chk1 was thought to function as a tumor suppressor due to the regulatory role it serves amongst cells with DNA damage. However, there has been no evidence of homozygous loss of function mutants for Chk1 in human tumors. Instead, Chk1 has been shown to be overexpressed in a numerous tumors including breast, colon, liver, gastric and nasopharyngeal carcinoma. There is a positive correlation with Chk1 expression and tumor grade and disease recurrence suggesting Chk1 may promote tumor growth. Chk1 is essential for cell survival and through high levels of expressions in tumors the function may be inducing tumor cell proliferation. Further, a study has demonstrated that targeting CHK1 reactivates the tumour suppressive activity of protein phosphtase 2A (PP2A) complex in cancer cells. Studies have shown complete loss of Chk1 suppresses chemically induce carcinogenesis however Chk1 haploinsufficiency results in tumor progression. Due to the possibility of Chk1 involvement in tumor promotion, the kinase and related signaling molecules may be potentially effective therapeutic targets. Cancer therapies utilize DNA damaging therapies such as chemotherapies and ionizing radiation to inhibit tumor cell proliferation and induce cell cycle arrest. Tumor cells with increased levels of Chk1 acquire survival advantages due to the ability to tolerate a higher level of DNA damage. Therefore, Chk1 may contribute to chemotherapy resistance. In order to optimize chemotherapies, Chk1 must be inhibited to reduce the survival advantage. Chk1 gene can be effectively silenced by siRNA knockdown for further analysis based on an independent validation. By inhibiting Chk1, cancer cells lose the ability to repair damaged DNA which allows chemotherapeutic agents to work more effectively. Combining DNA damaging therapies such as chemotherapy or radiation treatment with Chk1 inhibition enhances targeted cell death and provides synthetic lethality. Many cancers rely on Chk1 mediated cell cycle arrest heavily especially if cancers are deficient in p53. Approximately 50% of cancers possess p53 mutations illustrating the dependence that many cancers may have on the Chk1 pathway. Inhibition of Chk1 allows selective targeting of p53 mutant cells as Chk1 levels are more likely to highly expressed in tumor cells with p53 deficiencies. Even though this method of inhibition is highly targeted, recent research has shown Chk1 also has a role in the normal cell cycle. Therefore, off-target effects and toxicity associated with combination therapies using CHk1 inhibitors must be considered during development of novel therapies.",
            "score": 229.40635681152344
        },
        {
            "docid": "29847460_13",
            "document": "Cancer cell . Scientists have discovered a molecule on the surface of tumors that appears to promote drug resistance—by converting the tumor cells back into a stem cell-like state. When the tumor cells began to exhibit drug resistance, the cells were simultaneously transforming into a stem cell-like state, which made them impervious to the drugs. It appeared that the treatment itself was driving this transformation by activating a specific molecular pathway. Luckily, several existing drugs, such as Bortezomib for example, can attack this pathway and reverse the cellular transformation, thus ‘re-sensitizing’ the tumor to treatment.",
            "score": 228.9833984375
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 228.88897705078125
        },
        {
            "docid": "13562705_8",
            "document": "RAC1 . A few recent studies have also exploited targeted therapy to suppress tumor growth by pharmacological inhibition of Rac1 activity in metastatic melanoma and liver cancer as well as in human breast cancer. For example, Rac1-dependent pathway inhibition resulted in the reversal of tumor cell phenotypes, suggesting Rac1 as a predictive marker and therapeutic target for trastuzumab-resistant breast cancer. However, given Rac1's role in glucose transport, drugs that inhibits Rac1 could potentially be harmful to glucose homeostasis.",
            "score": 228.7611083984375
        },
        {
            "docid": "13471415_10",
            "document": "Anaphase lag . Consequent of this genomic instability, the resulting cancer cells have the potential to diverge in sequence and gain new traits. This intratumoral heterogeneity creates a tumor mass with different genomic backgrounds as well as unique cellular traits and drug susceptibilities.  Several research groups have shown that heterogeneity and genomic instability are heavily correlated with poor patient outcomes and aggressive cancers.  Chang-Min Choi et. al. examined the survival of individuals with adenocaninoma of the lung. Those individuals with higher rates of chromosome instability were associated with worse 5-year survival curves.  This was similarly observed in a colorectal study by Walther et. al.  These more aggressive heterogenous tumors also provide unique difficulties for treatment regimens.  To support this hypothesis, Duesberg et. al. tested drug susceptibility on cell lines with and without aneuploidy.  While the diploid cell lines remained drug sensitive, the aneuploid lines showed marked increases in mutation rates, drug resistance, and unintended morphological changes to cell phenotypes.  As the importance of genomic instability in cancer prognosis/treatment continues, identifying the causes and consequences of mechanisms such as anaphase lag will be critical to understanding how cancer develops as well as developing better multi-target therapies.",
            "score": 228.3717498779297
        },
        {
            "docid": "1731697_11",
            "document": "Restriction point . Cancer can be seen as a disruption of normal restriction point function, as cells continually and inappropriately reenter the cell cycle, and do not enter G. Mutations at many steps in the pathway towards the restriction point can result in cancerous growth of cells. Some of the genes most commonly mutated in cancer include Cdks and CKIs; overactive Cdks or underactive CKIs lower the stringency of the restriction point, allowing more cells to bypass senescence. The restriction point is an important consideration in the development of new drug therapies. Under normal physiological conditions, all cell proliferation is regulated by the restriction point. This can be exploited and used as a way to protect non-cancerous cells from chemotherapy treatments. Chemotherapy drugs typically attack cells that are proliferating rapidly. By using drugs that inhibit completion of the restriction point, such as growth factor receptor inhibitors, normal cells are prevented from proliferating, and are thus protected from chemotherapy treatments.",
            "score": 227.60987854003906
        },
        {
            "docid": "7856684_9",
            "document": "P53 upregulated modulator of apoptosis . Several studies have shown that PUMA function is affected or absent in cancer cells. Additionally, many human tumors contain p53 mutations, which results in no induction of PUMA, even after DNA damage induced through irradiation or chemotherapy drugs. Other cancers, which exhibit overexpression of antiapoptotic Bcl-2 family proteins, counteract and overpower PUMA-induced apoptosis. Even though PUMA function is compromised in most cancer cells, it does not appear that genetic inactivation of PUMA is a direct target of cancer. Many cancers do exhibit p53 gene mutations, making gene therapies that target this gene impossible, but an alternate pathway may be to focus on therapeutic to target PUMA and induce apoptosis in cancer cells. Animal studies have shown that PUMA does play a role in tumor suppression, but lack of PUMA activity alone does not translate to spontaneous formation of malignancies. Inhibiting PUMA induced apoptosis may be an interesting target for reducing the side effects of cancer treatments, such as chemotherapy, which induce apoptosis in rapidly dividing healthy cells in addition to rapidly dividing cancer cells.",
            "score": 225.35659790039062
        },
        {
            "docid": "49770483_9",
            "document": "Ribociclib . When used in combination with other drugs such as an ALK or an MEK inhibitor, ribociclib has been shown to have a synergistic effect, resulting in improved responses. Again, this is likely a result of \"crosstalk\" between signaling pathways. Simply blocking one pathway in cancer tumorigenesis can sometimes result in \"tumor compensation\", where the tumor compensates for the blocked signaling pathway by utilizing other pathways to survive. By blocking several pathways at once, it is thought that the tumor is less able to compensate, and a greater anti-tumor response is often observed. Utilizing ribociclib in combination with other agents has been shown to reduce the development of resistance to these agents. In other words, cancer’s development of drug resistance can be mitigated with the addition of ribociclib to the therapeutic regime.",
            "score": 224.7648468017578
        },
        {
            "docid": "8382438_14",
            "document": "Poloxamer . Work led by Kabanov has recently shown that some of these polymers, originally thought to be inert carrier molecules, have a very real effect on biological systems independently of the drug they are transporting. The poloxamers have been shown to incorporate into cellular membranes affecting the microviscosity of the membranes. Interestingly the polymers seem to have the greatest effect when absorbed by the cell as an unimer rather than as a micelle. Effect on multi drug resistant cancer cells Poloxamers have been shown to preferentially target cancer cells, due to differences in the membrane of these cells when compared to noncancer cells. Poloxamers have also been shown to inhibit MDR proteins and other drug efflux transporters on the surface of cancer cells; the MDR proteins are responsible for the efflux of drugs from the cells and hence increase the susceptibility of cancer cells to chemotherapeutic agents such as doxorubicin.  Another effect of the polymers upon cancer cells is the inhibition of the production of ATP in multi-drug resistant (MDR) cancer cells. The polymers seem to inhibit respiratory proteins I and IV, and the effect on respiration seems to be selective for MDR cancer cells, which may be explained by the difference in fuel sources between MDR and sensitive cells (fatty acids and glucose respectively). The poloxamers have also been shown to enhance proto-apoptotic signaling, decrease anti-apoptoic defense in MDR cells, inhibit the glutathione/glutathione S-transferase detoxification system, induce the release of cytochrome C, increase reactive oxygen species in the cytoplasm, and abolish drug sequestering within cytoplasmic vesicles.  Effect on nuclear factor kappa B  Certain poloxamers such as P85 have been shown not only to be able to transport target genes to target cells, but also to increase gene expression. Certain poloxamers, such as P85 and L61, have also been shown to stimulate transcription of NF kappaB genes, although the mechanism by which this is achieved is currently unknown, bar that P85 has been shown to induce phosphorylation of the inhibitory kappa.",
            "score": 224.4588165283203
        },
        {
            "docid": "2620905_6",
            "document": "UBA1 . Mutations in \"UBA1\" are associated with X-linked spinal muscular atrophy type 2. UBA1 has also been implicated in other neurodegenerative diseases, including spinal muscular atrophy, as well as cancer and tumors. Since UBA1 is involved in multiple biological processes, there are concerns that inhibiting UBA1 would also damage normal cells. Nonetheless, preclinical testing of a UBA1 inhibitor in mice with leukemia revealed no additional toxic effects to normal cells, and the success of other drugs targeting pleiotropic targets likewise support the safety of using UBA1 inhibitor in cancer treatment Moreover, the UBA1 inhibitors Largazole, as well as its ketone and ester derivatives, preferentially targets cancer over normal cells by specifically blocking the ligation of Ub and UBA1 during the adenylation step of the E1 pathway. MLN4924, a NEDD8-activating enzyme inhibitor functioning according to similar mechanisms, is currently undergoing phase I clinical trials.",
            "score": 224.3479461669922
        },
        {
            "docid": "33219149_14",
            "document": "Withaferin A . Withaferin A binds to and inhibits vimentin preventing breast cancer cell growth both \"in vitro\" and \"in vivo\". It increases the phosphorylation of JNK, ERK and MAPK \"in vitro\" breast cancer models. It increases the expression of tumor suppressor p53, Notch 2 and Notch 4, down-regulates the expression of ERα, resulting in the inhibition of cancer cell migration and growth. Notch signaling plays a significant role in the development of colon cancer, therefore targeting the Notch pathway by withaferin A can be a potential therapeutic option in treating colon cancer. Koduru et al., demonstrated that the inhibition of Notch- mediated prosurvival by withaferin A facilitates c-Jun-NH2-kinase-mediated apoptosis in colon cancer cell lines. Withaferin A downregulates vimentin expression leading to structural perturbation of intermediary filaments. Cancer cells express enhanced vimentin expression and correlates with the induction of epithelial to mesenchymal transition (EMT), metastasis, poor prognosis and decreased survival rate. Further, caspase-dependent degradation of vimentin by withaferin A was observed. Combining various properties like anti-inflammatory, pro-apoptotic, anti-angiogenic and antiproliferation makes withaferin A a potential drug candidate for treatment of cancer. Studies in animal models has shown promising results for breast cancer, pancreatic cancer, cervical cancer, lung cancer, medullary thyroid cancer among others.",
            "score": 222.66943359375
        },
        {
            "docid": "42610544_8",
            "document": "Patient derived xenograft . When implanted into immunodeficient mice, cell lines do not easily develop tumors and the result of any successfully grown tumor is a genetically divergent tumor unlike the heterogeneous patient tumor. Researchers are beginning to attribute the reason that only 5% of anti-cancer agents are approved by the Food and Drug Administration after pre-clinical testing to the lack of tumor heterogeneity and the absence of the human stromal microenvironment. Specifically, cell line-xenografts often are not predictive of the drug response in the primary tumors because cell lines do not follow pathways of drug resistance or the effects of the microenvironment on drug response found in human primary tumors.",
            "score": 222.2626953125
        }
    ]
}