{
    "q": [
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 230.40928328037262
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 201.0699030160904
        },
        {
            "docid": "44163912_5",
            "document": "Kufs disease . Mutations to the CLN6 and PPT1 genes result in Kufs disease Type A. CLN6 produces proteins that facilitate fat transport throughout a cell, as well as excretion out of the cell. The PPT1 gene codes for the enzyme palmotoyl-protein thioesterase-1. This enzyme is responsible for removing the fatty-acid side chains off of proteins that have been translocated into the lysozyme. By removing the surrounding fats, palmotoyl-protein thioesterase-1 creates easier access for other enzymes to break down the rest of the protein. Fatty substance build up in the brain is a consequence of the mutated genes. The fats and proteins that build up are called lipopigments. Eventually the buildup of lipopigments results in death of the neuron cells, giving way to the phenotypic symptoms. Type A is an autosomal recessive disease, indicating that it is inherited from the parents. Each parent must carry one copy of the mutation, however the recessive designation indicates that with only one copy, the parents are not affected, and do not show any symptoms.",
            "score": 189.14461588859558
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 169.16548681259155
        },
        {
            "docid": "6781_17",
            "document": "Cytosol . Protein molecules that do not bind to cell membranes or the cytoskeleton are dissolved in the cytosol. The amount of protein in cells is extremely high, and approaches 200 mg/ml, occupying about 20-30% of the volume of the cytosol. However, measuring precisely how much protein is dissolved in cytosol in intact cells is difficult, since some proteins appear to be weakly associated with membranes or organelles in whole cells and are released into solution upon cell lysis. Indeed, in experiments where the plasma membrane of cells were carefully disrupted using saponin, without damaging the other cell membranes, only about one quarter of cell protein was released. These cells were also able to synthesize proteins if given ATP and amino acids, implying that many of the enzymes in cytosol are bound to the cytoskeleton. However, the idea that the majority of the proteins in cells are tightly bound in a network called the microtrabecular lattice is now seen as unlikely.",
            "score": 197.10071897506714
        },
        {
            "docid": "8936239_9",
            "document": "Aggresome . Accumulation of misfolded proteins in proteinaceous inclusions is common to many age-related neurodegenerative diseases, including Parkinson's disease, Alzheimer's disease, Huntington's disease, and amyotrophic lateral sclerosis. In cultured cells, when the production of misfolded proteins exceeds the capacity of the chaperone refolding system and the ubiquitin-proteasome degradation pathway, misfolded proteins are actively transported to a cytoplasmic juxtanuclear structure called an aggresome. Whether aggresomes are benevolent or noxious is unknown, but they are of particular interest because of the appearance of similar inclusions in protein deposition diseases. Evidence shows that aggresomes serve a cytoprotective function and are associated with accelerated turnover of mutant proteins. Experiments show that mutant androgen receptor (AR), the protein responsible for X-linked spinobulbar muscular atrophy, forms insoluble aggregates and is toxic to cultured cells. Mutant AR was also found to form aggresomes in a process distinct from aggregation. Molecular and pharmacological interventions were used to disrupt aggresome formation, revealing their cytoprotective function. Aggresome-forming proteins were found to have an accelerated rate of turnover, and this turnover was slowed by inhibition of aggresome formation. Finally, it is shown that aggresome-forming proteins become membrane-bound and associate with lysosomal structures. Together, these findings suggest that aggresomes are cytoprotective, serving as cytoplasmic recruitment centers to facilitate degradation of toxic proteins.",
            "score": 157.44130754470825
        },
        {
            "docid": "38601373_6",
            "document": "Gordon J. Lithgow . Lithgow sheds light on the mechanisms of aging by identifying agents that extend lifespan or prevent age-related disease. He has discovered a range of factors that can lengthen life in the microscopic worm \"Caenorhabditis elegans\", and he applies these findings to studies in human cells in culture. Much evidence points to stress contributing to a breakdown in the ability to maintain optimal molecular stability resulting in aging and disease. Certain life-extending agents help \"C. elegans\" respond to lifelong stress by remodeling the natural stress fighting cellular mechanisms, the Lithgow lab has found. For example, long-lived mutants of C. elegans can are very stress resistant as a result of elevated levels of \"heat shock proteins\". Heat shock proteins promote longevity probably by preventing a loss of protein balance. Long-lived mutant strains are also resistant to heavy metals, so the Lithgow lab went on to study the relationship between longevity and \"metallostasis.\"  The Lithgow lab has discovered that certain cell proteins capable of extending life can also be closely involved in disease prevention. But when proteins play such dual roles, they may sometimes make tradeoffs that affect the fate of the organism. Lithgow is studying genetic variations in \"checkpoint proteins’’ that may create a trade-off between the rate of aging and incidence of cancer. The Lithgow lab has made seminal discoveries in the use of pharmacological agents to intervene in aging processes, such as antioxidants that protect cells against damage from unstable chemicals called free radicals. More recently, his lab have uncovered compounds that act as \"stress response mimetics\" that maintain protein balance and stability. These compounds suppress pathology associated with Alzheimer’s disease. The lab continues to undertake screens for chemical compounds that slow aging and extend healthspan.",
            "score": 146.411918759346
        },
        {
            "docid": "169250_11",
            "document": "Lipid-anchored protein . S-palmitoylation (i.e. attachment of palmitic acid) is a reversible protein modification in which a palmitic acid is attached to a specific cysteine residue via thioester linkage. The term S-acylation can also be used when other medium and long fatty acids chains are also attached to palmitoylated proteins. No consensus sequence for protein palmitoylation has been identified. Palmitoylated proteins are mainly found on the cytoplasmic side of the plasma membrane where they play a role in transmembrane signaling. The palmitoyl group can be removed by palmitoyl thioesterases. It is believed that this reverse palmitoylation may regulate the interaction of the protein with the membrane and thus have a role in signaling processes. Furthermore, this allows for the regulation of protein subcellular localization, stability and trafficking. An example in which palmitoylation of a protein plays a role in cell signaling pathways is in the clustering of proteins in the synapse. When the postsynaptic density protein 95 (PSD-95) is palmitoylated, it is restricted to the membrane and allows it to bind to and cluster ion channels in the postsynaptic membrane. Thus, palmitoylation can play a role in the regulation of neurotransmitter release.",
            "score": 169.3675972223282
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 146.0797551870346
        },
        {
            "docid": "17288194_2",
            "document": "CED9 (gene) . Cell death abnormality gene 9 (\"CED-9\"), also known as apoptosis regulator \"CED-9\", is a gene found in \"Caenorhabditis elegans\" that inhibits/represses programmed cell death (apoptosis). The gene was discovered while searching for mutations in the apoptotic pathway after the discovery of the apoptosis promoting genes \"CED-3\" and \"CED-4\". The gene gives rise to the apoptosis regulator CED-9 protein found as a Integral membrane protein in the mitochondrial membrane. The protein is homologous to the human apoptotic regulator Bcl-2 as well as all other proteins in the Bcl-2 protein family. CED-9 is involved in the inhibition of CED-4 which is the activator of the CED-3 caspase. Because of the pathway homology with humans as well as the specific protein homology, \"CED-9\" has been used to represent the human cell apoptosis interactions of Bcl-2 in research.",
            "score": 173.88886106014252
        },
        {
            "docid": "14875762_3",
            "document": "UPK1B . The protein encoded by this gene is a member of the transmembrane 4 superfamily, also known as the tetraspanin family. Most of these members are cell-surface proteins that are characterized by the presence of four hydrophobic domains. These proteins mediate signal transduction events that play a role in the regulation of cell development, activation, growth and motility. This encoded protein is found in the asymmetrical unit membrane (AUM) where it can form a complex with other transmembrane 4 superfamily proteins. It may play a role in normal bladder epithelial physiology, possibly in regulating membrane permeability of superficial umbrella cells or in stabilizing the apical membrane through AUM/cytoskeletal interactions. The AUM is believed to be involved in strengthening the cells that line the bladder, and in enhancing the inner bladder membrane's ability to stretch, thus preventing these cells from rupturing during bladder distension. The use of alternate polyadenylation sites has been found for this gene.",
            "score": 196.1209191083908
        },
        {
            "docid": "1107334_20",
            "document": "Notch signaling pathway . Once the notch extracellular domain interacts with a ligand, an ADAM-family metalloprotease called ADAM10, cleaves the notch protein just outside the membrane. This releases the extracellular portion of notch (NECD), which continues to interact with the ligand. The ligand plus the notch extracellular domain is then endocytosed by the ligand-expressing cell. There may be signaling effects in the ligand-expressing cell after endocytosis; this part of notch signaling is a topic of active research. After this first cleavage, an enzyme called γ-secretase (which is implicated in Alzheimer's disease) cleaves the remaining part of the notch protein just inside the inner leaflet of the cell membrane of the notch-expressing cell. This releases the intracellular domain of the notch protein (NICD), which then moves to the nucleus, where it can regulate gene expression by activating the transcription factor CSL. It was originally thought that these CSL proteins suppressed Notch target transcription. However, further research showed that, when the intracellular domain binds to the complex, it switches from a repressor to an activator of transcription. Other proteins also participate in the intracellular portion of the notch signaling cascade.",
            "score": 169.19472289085388
        },
        {
            "docid": "20374_44",
            "document": "Metabolism . As the environments of most organisms are constantly changing, the reactions of metabolism must be finely regulated to maintain a constant set of conditions within cells, a condition called homeostasis. Metabolic regulation also allows organisms to respond to signals and interact actively with their environments. Two closely linked concepts are important for understanding how metabolic pathways are controlled. Firstly, the \"regulation\" of an enzyme in a pathway is how its activity is increased and decreased in response to signals. Secondly, the \"control\" exerted by this enzyme is the effect that these changes in its activity have on the overall rate of the pathway (the flux through the pathway). For example, an enzyme may show large changes in activity (\"i.e.\" it is highly regulated) but if these changes have little effect on the flux of a metabolic pathway, then this enzyme is not involved in the control of the pathway. There are multiple levels of metabolic regulation. In intrinsic regulation, the metabolic pathway self-regulates to respond to changes in the levels of substrates or products; for example, a decrease in the amount of product can increase the flux through the pathway to compensate. This type of regulation often involves allosteric regulation of the activities of multiple enzymes in the pathway. Extrinsic control involves a cell in a multicellular organism changing its metabolism in response to signals from other cells. These signals are usually in the form of soluble messengers such as hormones and growth factors and are detected by specific receptors on the cell surface. These signals are then transmitted inside the cell by second messenger systems that often involved the phosphorylation of proteins.",
            "score": 90.71726477146149
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 195.20078110694885
        },
        {
            "docid": "2354497_3",
            "document": "Heat shock . The cellular response to heat shock damage, the heat shock response, includes the transcriptional up-regulation of genes encoding heat shock proteins (HSPs) as part of the cell's internal repair mechanism. The effects of stressors such as temperature changes and toxins are counteracted by these HSPs, that upon activation respond to heat, cold and oxygen deprivation by activating several cascade pathways. HSPs are also present in cells under perfectly normal conditions, but an elevation in stress levels for the cell promotes an increase in their production levels by activating heat-shock genes at levels higher than normal. Some HSPs, called chaperones, also have increased production levels when the cell faces various stress factors. Chaperone's functions includes making sure that the cell’s proteins are properly folded in the correct conformation and they ensure this by facilitating protein folding using their substrate binding domain. An example of chaperons are the HSP70 (heat shock protein) chaperones. For example, HSPs help new or misfolded proteins to fold into their correct three-dimensional conformations, which is essential for their function. They also shuttle proteins from one compartment to another inside the cell, and target old or terminally misfolded proteins to proteases for degradation. Heat shock proteins are also believed to play a role in the presentation of pieces of proteins (or peptides) on the cell surface to help the immune system recognize diseased cells. 5 major families of HSPs are recognized: the Hsp70 (DnaK) family, the chaperonins (GroEL and Hsp60), the Hsp90 family, the Hsp100 (Clp) family and the small HSP (sHSP) family. Other proteins such as, protein disulfide isomerase and calnexin/calreticulin, have chaperone functions and assist protein folding in the Endoplasmic Reticulum.",
            "score": 135.91297733783722
        },
        {
            "docid": "7173874_8",
            "document": "Ecophysiology . In response to extremes of temperature, plants can produce various proteins. These protect them from the damaging effects of ice formation and falling rates of enzyme catalysis at low temperatures, and from enzyme denaturation and increased photorespiration at high temperatures. As temperatures fall, production of antifreeze proteins and dehydrins increases. As temperatures rise, production of heat shock proteins increases. Metabolic imbalances associated with temperature extremes result in the build-up of reactive oxygen species, which can be countered by antioxidant systems. Cell membranes are also affected by changes in temperature and can cause the membrane to lose its fluid properties and become a gel in cold conditions or to become leaky in hot conditions. This can affect the movement of compounds across the membrane. To prevent these changes, plants can change the composition of their membranes. In cold conditions, more unsaturated fatty acids are placed in the membrane and in hot conditions more saturated fatty acids are inserted.",
            "score": 220.4720995426178
        },
        {
            "docid": "22519313_17",
            "document": "Cell surface receptor . If the membrane receptors are denatured or deficient, the signal transduction can be hindered and cause diseases. Some diseases are caused by disorders of membrane receptor function. This is due to deficiency or degradation of the receptor via changes in the genes that encode and regulate the receptor protein. The membrane receptor TM4SF5 influences the migration of hepatic cells and hepatoma. Also, the cortical NMDA receptor influences membrane fluidity, and is altered in Alzheimer's disease. When the cell is infected by a non-enveloped virus, the virus first binds to specific membrane receptors and then passes itself or a subviral component to the cytoplasmic side of the cellular membrane. In the case of poliovirus, it is known in vitro that interactions with receptors cause conformational rearrangements which release a virion protein called VP4.The N terminus of VP4 is myristylated and thus hydrophobic【myristic acid=CH(CH)COOH】. It is proposed that the conformational changes induced by receptor binding result in the attachment of myristic acid on VP4 and the formation of a channel for RNA.",
            "score": 170.69396567344666
        },
        {
            "docid": "9784471_3",
            "document": "Alpha secretase . ADAM10 consists of two protein domains, a disintegrin domain and a prodomain; however, only the prodomain is required for APP processing. Other ADAM proteins, ADAM17 (also called TACE, \"tumor necrosis factor-α converting enzyme\"), ADAM9, and ADAM19 have also been identified as alpha secretases; extracellular expression of mutant ADAM9 (also known as MDC9 or meltrin gamma) lacking the membrane anchor domain has been suggested as one of many possible means of Alzheimer's prevention and treatment exploiting the alpha secretase pathway. Two distinct modalities of alpha-secretase activity have been observed in cells; constitutive activity occurs mainly at the cell surface and is independent of regulatory mechanisms inside the cell, while regulated activity occurs mainly in the golgi and is dependent on the activity of protein kinase C. Alpha-secretase activity in the golgi is thought to compete directly with the beta-secretase pathway for APP substrates during membrane protein maturation. Cell-surface cleavage by alpha secretase is very rapid after APP reaches the cell surface.",
            "score": 166.1097217798233
        },
        {
            "docid": "1149660_2",
            "document": "CD36 . CD36 (cluster of differentiation 36), also known as platelet glycoprotein 4, fatty acid translocase (FAT), scavenger receptor class B member 3 (SCARB3), and glycoproteins 88 (GP88), IIIb (GPIIIB), or IV (GPIV) is a protein that in humans is encoded by the CD36 gene. The CD36 antigen is an integral membrane protein found on the surface of many cell types in vertebrate animals. It imports fatty acids inside cells and is a member of the class B scavenger receptor family of cell surface proteins. CD36 binds many ligands including collagen, thrombospondin, erythrocytes parasitized with \"Plasmodium falciparum\", oxidized low density lipoprotein, native lipoproteins, oxidized phospholipids, and long-chain fatty acids.",
            "score": 191.69175481796265
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 216.4602507352829
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 131.10427045822144
        },
        {
            "docid": "614678_8",
            "document": "Farnesyltransferase inhibitor . LNK-754 inhibits the activity of a protein called farnesyl-transferase (FT). This class of molecules are called FTIs (or farnesyl-transferase inhibitors). As with mTOR inhibitors, many companies developed them to treat cancers, where they were unsuccessful. The mechanism by which FTIs work is through inhibition of this enzyme, which adds a fatty acid molecule to proteins (such as the oncogene, or cancer-generating, ras). Many proteins can exist in a cell in various locations, and the addition of a farnesyl group targets proteins to the plasma membrane. When ras gets to the plasma membrane, it becomes activated, and leads to tumour formation if this process is not stopped. It was thought that by inhibiting FT, ras will not be activated, therefore preventing cancer growth. The problem was that ras can also be modified by other mechanisms, and thus FTIs were not sufficient to inhibit malignant growth induced by ras signaling.",
            "score": 171.21528601646423
        },
        {
            "docid": "4545271_9",
            "document": "Phospholipid scramblase . Recent findings suggest that PLSCR3 and, to a lesser degree, PLSCR1 are critical to the normal regulation of fat accumulation in mice. In addition to blood cells, PLSCR3 is expressed to a significantly higher level in fat and muscle cells, which are actively involved in fat metabolism. PLSCR3 knockout mice showed an aberrant abdominal fat accumulation, glucose intolerance, insulin resistance, and dyslipidema as compared to controlled mice. Cultured fat cells from PLSCR3 knockout mice were engorged with neutral lipids. Blood plasma of these mice showed elevated levels of non-high-density lipoproteins, cholesterol, triglycerides, non-esterified fatty acids, and leptin, but low adiponectin content. Abdominal fat accumulation with the formation of enlarged lipid engorged adipocytes has emerged as the key risk factor for the onset of type 2 diabetes, which is often a manifestation of a broader underlying metabolic disorder termed as metabolic syndrome. Further studies on the regulation of lipid metabolism by PLSCRs are required to understand the risk for development of similar diseases in humans when PLSCR genes are mutated, leading to a defective expression and/or function of PLSCR proteins.",
            "score": 181.8308836221695
        },
        {
            "docid": "11055023_2",
            "document": "Cystatin C . Cystatin C or cystatin 3 (formerly gamma trace, post-gamma-globulin, or neuroendocrine basic polypeptide), a protein encoded by the CST3 gene, is mainly used as a biomarker of kidney function. Recently, it has been studied for its role in predicting new-onset or deteriorating cardiovascular disease. It also seems to play a role in brain disorders involving amyloid (a specific type of protein deposition), such as Alzheimer's disease.  In humans, all cells with a nucleus (cell core containing the DNA) produce cystatin C as a chain of 120 amino acids. It is found in virtually all tissues and body fluids. It is a potent inhibitor of lysosomal proteinases (enzymes from a special subunit of the cell that break down proteins) and probably one of the most important extracellular inhibitors of cysteine proteases (it prevents the breakdown of proteins outside the cell by a specific type of protein degrading enzymes). Cystatin C belongs to the type 2 cystatin gene family.",
            "score": 121.13061583042145
        },
        {
            "docid": "400047_4",
            "document": "Acclimatization . In order to maintain performance across a range of environmental conditions, there are several strategies organisms use to acclimate. In response to changes in temperature, organisms can change the biochemistry of cell membranes making them more fluid in cold temperatures and less fluid in warm temperatures by increasing the number of membrane proteins. Organisms may also express specific proteins called heat shock proteins that may act as molecular chaperons and help the cell maintain function under periods of extreme stress. It has been shown, that organisms which are acclimated to high or low temperatures display relatively high resting levels of heat shock proteins so that when they are exposed to even more extreme temperatures the proteins are readily available. Expression of heat shock proteins and regulation of membrane fluidity are just two of many biochemical methods organisms use to acclimate to novel environments.",
            "score": 195.41699492931366
        },
        {
            "docid": "33051527_23",
            "document": "Cell membrane . 2. Transmembrane protein channels and transporters: Transmembrane proteins extend through the lipid bilayer of the membranes; they function on both sides of the membrane to transport molecules across it. Nutrients, such as sugars or amino acids, must enter the cell, and certain products of metabolism must leave the cell. Such molecules can diffuse passively through protein channels such as aquaporins in facilitated diffusion or are pumped across the membrane by transmembrane transporters. Protein channel proteins, also called \"permeases\", are usually quite specific, and they only recognize and transport a limited variety of chemical substances, often limited to a single substance. Another example of a transmembrane protein is a cell-surface receptor, which allow cell signaling molecules to communicate between cells.",
            "score": 186.49875140190125
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 154.05146276950836
        },
        {
            "docid": "14761642_3",
            "document": "PRDX6 . The protein encoded by this gene is a member of the thiol-specific antioxidant protein family. This protein is a bifunctional enzyme with two distinct active sites. It is involved in redox regulation of the cell; it can reduce H(2)O(2) and short chain organic, fatty acid, and phospholipid hydroperoxides. It may play a role in the regulation of phospholipid turnover as well as in protection against oxidative injury.",
            "score": 94.52844214439392
        },
        {
            "docid": "1123733_6",
            "document": "Menkes disease . The ATP7A gene encodes a transmembrane protein that transport copper across the cell membranes. It is found throughout the body, except for the liver. In the small intestines, the ATP7A protein helps control the absorption of copper from food. In other cells, the protein travels between the Golgi apparatus and the cell membrane to maintain copper concentrations in the cell. The protein is normally found in the Golgi apparatus, which is important for modifying proteins, including enzymes. In the Golgi apparatus, ATP7A protein provides copper to certain enzymes that are critical for the structure and function of bone, skin, hair, blood vessels, and the nervous system. One of the enzymes, lysyl oxidase, requires copper for proper function. This enzyme cross-links tropocollagen into strong collagen fibrils. The defective collagen contributes to many of the aforementioned connective tissue manifestations of this disease.",
            "score": 171.66765236854553
        },
        {
            "docid": "19588_18",
            "document": "Mitochondrion . The outer mitochondrial membrane, which encloses the entire organelle, is 60 to 75 angstroms (Å) thick. It has a protein-to-phospholipid ratio similar to that of the eukaryotic plasma membrane (about 1:1 by weight). It contains large numbers of integral membrane proteins called porins. These porins form channels that allow molecules of 5000 daltons or less in molecular weight to freely diffuse from one side of the membrane to the other. Larger proteins can enter the mitochondrion if a signaling sequence at their N-terminus binds to a large multisubunit protein called translocase of the outer membrane, which then actively moves them across the membrane. Mitochondrial pro-proteins are imported through specialised translocation complexes. The outer membrane also contains enzymes involved in such diverse activities as the elongation of fatty acids, oxidation of epinephrine, and the degradation of tryptophan. These enzymes include monoamine oxidase, rotenone-insensitive NADH-cytochrome c-reductase, kynurenine hydroxylase and fatty acid Co-A ligase. Disruption of the outer membrane permits proteins in the intermembrane space to leak into the cytosol, leading to certain cell death. The mitochondrial outer membrane can associate with the endoplasmic reticulum (ER) membrane, in a structure called MAM (mitochondria-associated ER-membrane). This is important in the ER-mitochondria calcium signaling and is involved in the transfer of lipids between the ER and mitochondria.",
            "score": 175.7579264640808
        },
        {
            "docid": "21510483_6",
            "document": "Lipid bilayer fusion . The situation is further complicated when considering fusion \"in vivo\" since biological fusion is almost always regulated by the action of membrane-associated proteins. The first of these proteins to be studied were the viral fusion proteins, which allow an enveloped virus to insert its genetic material into the host cell (enveloped viruses are those surrounded by a lipid bilayer; some others have only a protein coat). Broadly, there are two classes of viral fusion proteins: acidic and pH-independent. pH independent fusion proteins can function under neutral conditions and fuse with the plasma membrane, allowing viral entry into the cell. Viruses utilizing this scheme included HIV, measles and herpes. Acidic fusion proteins such as those found on influenza are only activated when in the low pH of acidic endosomes and must first be endocytosed to gain entry into the cell.",
            "score": 180.33742547035217
        },
        {
            "docid": "46866475_5",
            "document": "Jamey Marth . Marth’s research has included the development of new methodologies and conceptual advances in the understanding of disease. His conception and co-development of Cre-Lox conditional mutagenesis continues to provide major discoveries of the mechanistic underpinnings of health and disease among hundreds of researchers and their laboratories. Prior to the development of conditional mutagenesis, the use of homologous recombination was limited to systemic gene targeting and mutation. Marth's use of Cre-Lox conditional mutagenesis established the presence and functions of multiple and in some cases previously unknown enzymes participating in protein glycosylation, an area of research that has become a focus of exploration in how common diseases originate in the absence of discernible pathogenic genetic variation. Marth has further used Cre-Lox conditional mutagenesis to establish a reproducible method for obtaining animal models of essential X chromosome-linked genes. These studies further explained how glycan linkages function in the origins of disease at the metabolic and cellular levels. Marth's early studies of glycosylation and glycan linkages revealed a profound effect on immunity and contributed substantially to the genesis of the related field of glycoimmunology. Marth's lab further discovered relationships between aberrant glycan linkages and autoimmune diseases including the fact that alterations of glycan linkages could initiate chronic inflammation in the development of autoimmunity. Marth's research has shown that the occurrence of autoimmune conditions (such as lupus) in mammals can be caused by the presence of abnormal glycan structures within the body. Marth's laboratory has also taken a close look at the molecular and cellular bases of type 2 diabetes and the role that protein glycosylation has in the origin of the disease. Their research showed that the malfunction of pancreatic beta cells was the major contributor to disease onset. Their research indicated that genetic variation was unlikely to be the cause of obesity-associated type 2 diabetes in humans. Instead, their models suggested that metabolic alterations of pancreatic beta cells due to an elevation of fatty acids in obesity disabled glucose sensing, resulting in hyperglycemia with glucose intolerance. Marth’s laboratory further found that this pathway was induced in human patients with type 2 diabetes and was responsible for a significant amount of insulin resistance present in obesity-associated diabetes. The pathological features of sepsis have also been the subject of research by Marth's laboratory. Marth and colleagues discovered the first physiological purpose of the Ashwell-Morell Receptor (AMR), a hepatocyte lectin discovered by Gilbert Ashwell and Anatol Morell. Their studies revealed both a biological purpose of the receptor and how to use it for therapeutic purposes in pneumococcal sepsis. In 2008, Dr. Marth published an enumeration of the building blocks of life, all of which fall under the 4 types of macromolecules present in all cells (glycans, lipids, nucleic acids, and proteins). This concept is becoming a feature of modern cell biology texts. Marth and other colleagues have called attention to the fact that only half of these macromolecules are encoded in the genome, thus indicating that a more holistic and rigorous approach is needed to understanding cell biology and the origins of disease. In his position as the Director of the Center of Nanomedicine, Marth and his team are exploring the application of new delivery methods to directly visualize and treat disease in collaboration with Center for Nanomedicine Co-Founder, Dr. Erkki Ruoslahti.",
            "score": 109.82147479057312
        }
    ],
    "r": [
        {
            "docid": "264748_4",
            "document": "Unsaturated fat . Double bonds may be in either a \"cis\" or a \"trans\" isomer, depending on the geometry of the double bond. In the \"cis\" isomer, hydrogen atoms are on the same side of the double bond; whereas in the \"trans\" isomer, they are on opposite sides of the double bond (see trans fat). Saturated fats are useful in processed foods because saturated fats are less vulnerable to rancidity and usually more solid at room temperature than unsaturated fats. Unsaturated chains have a lower melting point, hence these molecules increase the fluidity of cell membranes.",
            "score": 259.90911865234375
        },
        {
            "docid": "9485868_2",
            "document": "Membrane lipid . A membrane lipid is a compound which belongs to a group of (structurally similar to fats and oils) which form the double-layered surface of all cells (lipid bilayer). The three major classes of membrane lipids are phospholipids, glycolipids, and cholesterol. Lipids are amphiphilic: they have one end that is soluble in water ('polar') and an ending that is soluble in fat ('nonpolar'). By forming a double layer with the polar ends pointing outwards and the nonpolar ends pointing inwards membrane lipids can form a 'lipid bilayer' which keeps the watery interior of the cell separate from the watery exterior. The arrangements of lipids and various proteins, acting as receptors and channel pores in the membrane, control the entry and exit of other molecules and ions as part of the cell's metabolism. In order to perform physiological functions, membrane proteins are facilitated to rotate and diffuse laterally in two dimensional expanse of lipid bilayer by the presence of a shell of lipids closely attached to protein surface, called annular lipid shell.",
            "score": 242.5193634033203
        },
        {
            "docid": "18952479_35",
            "document": "Xerophyte . The plasma membrane of cells are made up of lipid molecules called phospholipids. These lipids become more fluid when temperature increases. Saturated lipids are more rigid than unsaturated ones i.e. unsaturated lipids becomes fluid more easily than saturated lipids. Plant cells undergo biochemical changes to change their plasma membrane composition to have more saturated lipids to sustain membrane integrity for longer in hot weather. If the membrane integrity is compromised, there will be no effective barrier between the internal cell environment and the outside. Not only does this mean the plant cells are susceptible to disease-causing bacteria and mechanical attacks by herbivores, the cell could not perform its normal processes to continue living - the cells and thus the whole plant will die.",
            "score": 238.2770233154297
        },
        {
            "docid": "33051527_26",
            "document": "Cell membrane . Prokaryotes are divided into two different groups, Archaea and Bacteria, with bacteria dividing further into gram-positive and gram-negative. Gram-negative bacteria have both a plasma membrane and an outer membrane separated by periplasm, however, other prokaryotes have only a plasma membrane. These two membranes differ in many aspects. The outer membrane of the gram-negative bacteria differ from other prokaryotes due to phospholipids forming the exterior of the bilayer, and lipoproteins and phospholipids forming the interior. The outer membrane typically has a porous quality due to its presence of membrane proteins, such as gram-negative porins, which are pore-forming proteins. The inner, plasma membrane is also generally symmetric whereas the outer membrane is asymmetric because of proteins such as the aforementioned. Also, for the prokaryotic membranes, there are multiple things that can affect the fluidity. One of the major factors that can affect the fluidity is fatty acid composition. For example, when the bacteria \"Staphylococcus aureus\" was grown in 37C for 24h, the membrane exhibited a more fluid state instead of a gel-like state. This supports the concept that in higher temperatures, the membrane is more fluid than in colder temperatures. When the membrane is becoming more fluid and needs to become more stabilized, it will make longer fatty acid chains or saturated fatty acid chains in order to help stabilize the membrane. Bacteria are also surrounded by a cell wall composed of peptidoglycan (amino acids and sugars). Some eukaryotic cells also have cell walls, but none that are made of peptidoglycan. The outer membrane of gram negative bacteria is rich in lipopolysaccharides, which are combined poly- or oligosaccharide and carbohydrate lipid regions that stimulate the cell’s natural immunity. The outer membrane can bleb out into periplasmic protrusions under stress conditions or upon virulence requirements while encountering a host target cell, and thus such blebs may work as virulence organelles. Bacterial cells provide numerous examples of the diverse ways in which prokaryotic cell membranes are adapted with structures that suit the organism’s niche. For example, proteins on the surface of certain bacterial cells aid in their gliding motion. Many gram-negative bacteria have cell membranes which contain ATP-driven protein exporting systems.",
            "score": 230.40928649902344
        },
        {
            "docid": "55178557_11",
            "document": "Milk fat globule membrane . The milk fat globule is surrounded by a phospholipid trilayer containing associated proteins, carbohydrates, and lipids derived primarily from the membrane of the secreting mammary epithelial cell (lactocyte). This trilayer is collectively known as MFGM. While MFGM only makes up an estimated 2% to 6% of the total milk fat globule, it is an especially rich phospholipid source, accounting for the majority of total milk phospholipids. In contrast, the inner core of the milk fat globule is composed predominantly of triacylglycerols.",
            "score": 229.06069946289062
        },
        {
            "docid": "55178557_2",
            "document": "Milk fat globule membrane . Milk fat globule membrane (MFGM) is a complex and unique structure composed primarily of lipids and proteins that surrounds milk fat globule secreted from the milk producing cells of humans and other mammals. It is a source of multiple bioactive compounds, including phospholipids, glycolipids, glycoproteins, and carbohydrates that have important functional roles within the brain and gut.",
            "score": 226.804443359375
        },
        {
            "docid": "22053022_11",
            "document": "Adiposopathy . Fat tissue is an active body organ involved in many processes critical to human health,8 including: (1) promotion of blood vessel formation (angiogenesis); (2) fat cell recruitment and development adipogenesis; (3) dissolving and reforming the structures around fat tissue (extracellular matrix); (4) generation, storage and release of fat; (5) growth factor production; (6) glucose metabolism; (6) production of factors that affect blood pressure (such as those associated with the renin–angiotensin system); (7) fat and cholesterol metabolism; (8) enzyme production; (9) hormone production; (10) steroid metabolism; (11) blood clotting (hemostasis); (12) element binding; (13) and immune response (described below). When fat cells and fat tissue remain healthy during fat weight gain, patients may avoid metabolic ill health. However, if enlargement of fat cells and fat tissue causes them to become \"sick\", then important fat tissue functions are disrupted, and deranged responses contribute to metabolic disease. When excessive body weight leads to adiposopathy, this represents a hormone or endocrine disease. Additionally, fat cells and fat tissue also produce many different types of immune factors. Inflammation is a contributing cause to metabolic disease, and the ultimate contribution of fat tissue to inflammation is determined by the production of both inflammatory and anti-inflammatory factors. From a pro-inflammatory standpoint, fat tissue (which includes fat cells and other cells, such as immune cells) produces factors including: (1) adipokines with cytokine activity such as leptin, interleukins, and tumor necrosis factor alpha; (2) acute phase proteins / reactants such as C-reactive protein; (3) adipokines of the alternative complement system; (4) chemotactic/chemoattractant adipokines; and prostaglandins (eicosanoids). From an anti-inflammatory standpoint, fat tissue produces various anti-inflammatory factors with the most commonly described being adiponectin. If fat cells or fat tissue becomes \"sick\", then the release of too many pro-inflammatory factors and a decrease in too many anti-inflammatory factors often result in a net pro-inflammatory response can contribute to metabolic disease.",
            "score": 222.74400329589844
        },
        {
            "docid": "264746_2",
            "document": "Saturated fat . A saturated fat is a type of fat in which the fatty acid chains have all or predominantly single bonds. A fat is made of two kinds of smaller molecules: glycerol and fatty acids. Fats are made of long chains of carbon (C) atoms. Some carbon atoms are linked by single bonds (-C-C-) and others are linked by double bonds (-C=C-). Double bonds can react with hydrogen to form single bonds. They are called saturated, because the second bond is broken up and each half of the bond is attached to (saturated with) a hydrogen atom. Most animal fats are saturated. The fats of plants and fish are generally unsaturated. Saturated fats tend to have higher melting points than their corresponding unsaturated fats, leading to the popular understanding that saturated fats tend to be solids at room temperatures, while unsaturated fats tend to be liquid at room temperature with varying degrees of viscosity (meaning both saturated and unsaturated fats are found to be liquid at body temperature).",
            "score": 222.58132934570312
        },
        {
            "docid": "55178557_6",
            "document": "Milk fat globule membrane . The process takes place in multiple stages. First, fat synthesized within the endoplasmic reticulum accumulates in droplets between the inner and outer phospholipid monolayers of the endoplasmic reticulum membrane. As these droplets increase in size, the two monolayers separate further and eventually pinch off. This leads to the surrounding of the droplet in a phospholipid monolayer that allows it to disperse within the aqueous cytoplasm. In the next stage, lipid droplets then migrate to the apical surface of the cell, where plasma membrane subsequently envelops the droplet and extrudes together with it. It fully encases the fat droplet in an additional bilayer of phospholipids. The milk fat globule thus released into the glandular lumen, measuring 3-6 μm in average diameter, is surrounded by a phospholipid trilayer containing associated proteins, carbohydrates, and lipids derived primarily from the membrane of the secreting lactocyte. This trilayer is collectively known as MFGM.",
            "score": 220.6722412109375
        },
        {
            "docid": "7173874_8",
            "document": "Ecophysiology . In response to extremes of temperature, plants can produce various proteins. These protect them from the damaging effects of ice formation and falling rates of enzyme catalysis at low temperatures, and from enzyme denaturation and increased photorespiration at high temperatures. As temperatures fall, production of antifreeze proteins and dehydrins increases. As temperatures rise, production of heat shock proteins increases. Metabolic imbalances associated with temperature extremes result in the build-up of reactive oxygen species, which can be countered by antioxidant systems. Cell membranes are also affected by changes in temperature and can cause the membrane to lose its fluid properties and become a gel in cold conditions or to become leaky in hot conditions. This can affect the movement of compounds across the membrane. To prevent these changes, plants can change the composition of their membranes. In cold conditions, more unsaturated fatty acids are placed in the membrane and in hot conditions more saturated fatty acids are inserted.",
            "score": 220.4720916748047
        },
        {
            "docid": "264748_5",
            "document": "Unsaturated fat . Although both monounsaturated and polyunsaturated fats can replace saturated fat in the diet, trans unsaturated fats should not. Replacing saturated fats with unsaturated fats helps lower levels of total cholesterol and LDL cholesterol in the blood. Trans unsaturated fats are an exception because the double bond stereochemistry predisposes the carbon chains to assume a linear conformation, which conforms to rigid packing as in plaque formation. The geometry of the cis double bond induces a bend in the molecule, thereby precluding rigid formations (see links above for drawings that illustrate this). Natural sources of fatty acids (see above) are rich in the cis isomer.",
            "score": 220.2578887939453
        },
        {
            "docid": "55932268_19",
            "document": "Cat cognitive support diets . Vitamin E is a fat soluble vitamin that plays an important role in the formation of cell membranes, cell respiration, and metabolism of fats. It is an antioxidant meaning it protects cells from oxidation. Natural sources of Vitamin E are primarily plant based and therefore cat diets with high amounts of raw protein, such as fish, need to be supplemented with Vitamin E. Vitamin E deficiencies have been well documented in both cats and dogs. Deficiencies of Vitamin E will result in cell damage and death in skeletal muscle, heart, testes, liver, and nerves. Inadequate Vitamin E can affect cells in the eye, making it one of the causes of retinal degneration. It is essential to ensure the cat has a good quality of life to keep the cells of these organs alive and functioning.",
            "score": 219.35618591308594
        },
        {
            "docid": "47837676_6",
            "document": "Pork rind . Like many snack foods, pork rinds can be high in sodium and fat; however, they are low in carbohydrates and are sometimes considered an alternative snack food for those following the Atkins diet. According to \"Men's Health\", a serving contains nine times the protein and less fat than is found in a serving of potato chips, which are much higher in carbohydrates. They add that 43% of pork rind's fat is unsaturated, and most of that is oleic acid, the same healthy fat found in olive oil. Another 13% of its fat content is stearic acid, a type of saturated fat that is considered harmless because it does not raise cholesterol levels. A 60 g serving of pork rind contains 29 g of fat, 375 kcal and 0.65g of sodium. However, pork rinds are considered an incomplete source of protein because they contain very low amounts of some essential amino acids, including methionine, tryptophan, and histidine.",
            "score": 217.9237060546875
        },
        {
            "docid": "21400587_2",
            "document": "History of cell membrane theory . Cell theory has its origins in seventeenth century microscopy observations, but it would be nearly two hundred years before a complete cell membrane theory be developed to explain what separates cells from the outside world. By the 19th century it was accepted that some form of semi-permeable barrier must exist around a cell. Studies of the action of anesthetic molecules led to the theory that this barrier might be made of some sort of fat (lipid), but the structure was still unknown. A series of pioneering experiments in 1925 indicated that this barrier membrane consisted of two molecular layers of lipids—a lipid bilayer. New tools over the next few decades would confirm this theory, but controversy remained regarding the role of proteins in the cell membrane. Eventually the fluid mosaic model was composed in which proteins “float” in a fluid lipid bilayer \"sea\". Although simplistic and incomplete, this model is still widely referenced today.",
            "score": 217.2652130126953
        },
        {
            "docid": "3426093_11",
            "document": "Nutrition facts label . Then will come a breakdown of constituent elements: usually most or all of protein, carbohydrate, starch, sugar, fat, fibre and sodium. The \"fat\" figure is likely to be further broken down into saturated and unsaturated fat, while the \"carbohydrate\" figure is likely to give a subtotal for sugars. With the \"new\" rules, the mandatory information is: energy, fat, saturates, carbohydrates, sugars, protein and salt, in that particular order, with options to extend this list to: mono-unsaturates, polyunsaturates, polyols, starch, fibre, and vitamins and minerals.",
            "score": 217.13548278808594
        },
        {
            "docid": "20374_7",
            "document": "Metabolism . Most of the structures that make up animals, plants and microbes are made from three basic classes of molecule: amino acids, carbohydrates and lipids (often called fats). As these molecules are vital for life, metabolic reactions either focus on making these molecules during the construction of cells and tissues, or by breaking them down and using them as a source of energy, by their digestion. These biochemicals can be joined together to make polymers such as DNA and proteins, essential macromolecules of life. Proteins are made of amino acids arranged in a linear chain joined together by peptide bonds. Many proteins are enzymes that catalyze the chemical reactions in metabolism. Other proteins have structural or mechanical functions, such as those that form the cytoskeleton, a system of scaffolding that maintains the cell shape. Proteins are also important in cell signaling, immune responses, cell adhesion, active transport across membranes, and the cell cycle. Amino acids also contribute to cellular energy metabolism by providing a carbon source for entry into the citric acid cycle (tricarboxylic acid cycle), especially when a primary source of energy, such as glucose, is scarce, or when cells undergo metabolic stress.",
            "score": 216.4602508544922
        },
        {
            "docid": "21400587_4",
            "document": "History of cell membrane theory . The lipid nature of the cell membrane was first correctly intuited by Quincke, who noted that a cell generally forms a spherical shape in water and, when broken in half, forms two smaller spheres. The only other known material to exhibit this behavior was oil. He also noted that a thin film of oil behaves as a semipermeable membrane, precisely as predicted. Based on these observations, Quincke asserted that the cell membrane comprised a fluid layer of fat less than 100 nm thick. This theory was further extended by evidence from the study of anesthetics. Hans Meyer and Ernest Overton independently noticed that the chemicals which act as general anesthetics are also those soluble in both water and oil. They interpreted this as meaning that to pass the cell membrane a molecule must be at least sparingly soluble in oil, their “lipoid theory of narcosis.” Based on this evidence and further experiments, they concluded that the cell membrane might be made of lecithin (phosphatidylcholine) and cholesterol. Interestingly, one of the early criticisms of this theory was that it included no mechanism for energy-dependent selective transport. This “flaw” would remain unanswered for nearly half a century until the discovery that specialized molecules called integral membrane proteins can act as ion transportation pumps.",
            "score": 216.1838836669922
        },
        {
            "docid": "31589792_4",
            "document": "Criticism of fast food . Many fast foods are rich in calories as they include considerable amounts of mayonnaise, cheese, salt, fried meat, and oil, thus containing high fat content (Schlosser). Excessive consumption of fatty ingredients such as these results in unbalanced diet. Proteins and vitamins are generally recommended for daily consumption rather than large quantities of carbohydrates or fat. Due to their fat content, fast foods are implicated in poor health and various serious health issues such as obesity and cardiovascular diseases. Additionally, there is strong empirical evidence showing that fast foods are also detrimental to appetite, respiratory system function, and central nervous system function (Schlosser). According to the Massachusetts Medical Society Committee on Nutrition, fast foods are commonly high in fat content, and studies have found associations between fast food intake and increased body mass index (BMI) and weight gain. In particular many fast foods are high in saturated fats which are widely held to be a risk factor in heart disease. In 2010, heart disease was the number 1 ranking cause of death. A 2006 study fed monkeys a diet consisting of a similar level of trans fats as what a person who ate fast food regularly would consume. Both diets contained the same overall number of calories. It was found that the monkeys who consumed higher levels of trans fat developed more abdominal fat than those fed a diet rich in unsaturated fats. They also developed signs of insulin resistance, an early indicator of diabetes. After six years on the diet, the trans fat fed monkeys had gained 7.2% of their body weight, compared to just 1.8% in the unsaturated fat group. The American Heart Association recommends consumption of about 16 grams of saturated fats a day.",
            "score": 214.69764709472656
        },
        {
            "docid": "11042_4",
            "document": "Fat . Fats and oils are categorized according to the number and bonding of the carbon atoms in the aliphatic chain. Fats that are saturated fats have no double bonds between the carbons in the chain. Unsaturated fats have one or more double bonded carbons in the chain. The nomenclature is based on the non-acid (non-carbonyl) end of the chain. This end is called the omega end or the n-end. Thus alpha-linolenic acid is called an omega-3 fatty acid because the 3rd carbon from that end is the first double bonded carbon in the chain counting from that end. Some oils and fats have multiple double bonds and are therefore called polyunsaturated fats. Unsaturated fats can be further divided into cis fats, which are the most common in nature, and trans fats, which are rare in nature. Unsaturated fats can be altered by reaction with hydrogen effected by a catalyst. This action, called hydrogenation, tends to break all the double bonds and makes a fully saturated fat. To make vegetable shortening, then, liquid \"cis\"-unsaturated fats such as vegetable oils are hydrogenated to produce saturated fats, which have more desirable physical properties e.g., they melt at a desirable temperature (30–40 °C), and store well, whereas polyunsaturated oils go rancid when they react with oxygen in the air. However, trans fats are generated during hydrogenation as contaminants created by an unwanted side reaction on the catalyst during partial hydrogenation.",
            "score": 214.3874053955078
        },
        {
            "docid": "264748_11",
            "document": "Unsaturated fat . Studies on the cell membranes of mammals and reptiles discovered that mammalian cell membranes are composed of a higher proportion of polyunsaturated fatty acids (DHA, omega-3 fatty acid) than reptiles Studies on bird fatty acid composition have noted similar proportions to mammals but with 1/3rd less omega-3 fatty acids as compared to omega-6 for a given body size. This fatty acid composition results in a more fluid cell membrane but also one that is permeable to various ions (H+ & Na+), resulting in cell membranes that are more costly to maintain. This maintenance cost has been argued to be one of the key causes for the high metabolic rates and concomitant warm-bloodedness of mammals and birds. However polyunsaturation of cell membranes may also occur in response to chronic cold temperatures as well. In fish increasingly cold environments lead to increasingly high cell membrane content of both monounsaturated and polyunsaturated fatty acids, to maintain greater membrane fluidity (and functionality) at the lower temperatures.",
            "score": 213.77748107910156
        },
        {
            "docid": "1051404_5",
            "document": "Monounsaturated fat . Monounsaturated fats protect against cardiovascular disease by providing more membrane fluidity than saturated fats, but they are more vulnerable to lipid peroxidation (rancidity). The large scale KANWU study found that increasing monounsaturated fat and decreasing saturated fat intake could improve insulin sensitivity, but only when the overall fat intake of the diet was low. However, some monounsaturated fatty acids (in the same way as saturated fats) may promote insulin resistance, whereas polyunsaturated fatty acids may be protective against insulin resistance. Studies have shown that substituting dietary monounsaturated fat for saturated fat is associated with increased daily physical activity and resting energy expenditure. More physical activity was associated with a higher-oleic acid diet than one of a palmitic acid diet. From the study, it is shown that more monounsaturated fats lead to less anger and irritability.",
            "score": 211.91055297851562
        },
        {
            "docid": "14895_31",
            "document": "Insulin . The cascade that leads to the insertion of GLUT4 glucose transporters into the cell membranes of muscle and fat cells, and to the synthesis of glycogen in liver and muscle tissue, as well as the conversion of glucose into triglycerides in liver, adipose, and lactating mammary gland tissue, operates via the activation, by IRS-1, of phosphoinositol 3 kinase (PI3K). This enzyme converts a phospholipid in the cell membrane by the name of phosphatidylinositol 4,5-bisphosphate (PIP2), into phosphatidylinositol 3,4,5-triphosphate (PIP3), which, in turn, activates protein kinase B (PKB). Activated PKB facilitates the fusion of GLUT4 containing endosomes with the cell membrane, resulting in an increase in GLUT4 transporters in the plasma membrane. PKB also phosphorylates glycogen synthase kinase (GSK), thereby inactivating this enzyme. This means that its substrate, glycogen synthase (GS), cannot be phosphorylated, and remains dephosphorylated, and therefore active. The active enzyme, glycogen synthase (GS), catalyzes the rate limiting step in the synthesis of glycogen from glucose. Similar dephosphorylations affect the enzymes controlling the rate of glycolysis leading to the synthesis of fats via malonyl-CoA in the tissues that can generate triglycerides, and also the enzymes that control the rate of gluconeogenesis in the liver. The overall effect of these final enzyme dephosphorylations is that, in the tissues that can carry out these reactions, glycogen and fat synthesis from glucose are stimulated, and glucose production by the liver through glycogenolysis and gluconeogenesis are inhibited. The breakdown of triglycerides by adipose tissue into free fatty acids and glycerol is also inhibited.",
            "score": 211.6321258544922
        },
        {
            "docid": "22108748_7",
            "document": "Hippo signaling pathway . The upstream regulators of the core Hpo/Wts kinase cascade include the transmembrane protein Fat and several membrane-associated proteins. As an atypical cadherin, Fat (FAT1-4 in mammals) may function as a receptor, though an extracellular ligand has not been positively identified. While Fat is known to bind to another atypical cadherin, Dachsous (Ds), during tissue patterning, it is unclear what role Ds has in regulating tissue growth. Nevertheless, Fat is recognized as an upstream regulator of the Hpo pathway. Fat activates Hpo through the apical protein Expanded (Ex; FRMD6/Willin in mammals). Ex interacts with two other apically-localized proteins, Kibra (KIBRA in mammals) and Merlin (Mer; NF2 in mammals), to form the Kibra-Ex-Mer (KEM) complex. Both Ex and Mer are FERM domain-containing proteins, while Kibra, like Sav, is a WW domain-containing protein. The KEM complex physically interacts with the Hpo kinase cascade, thereby localizing the core kinase cacade to the plasma membrane for activation. Fat may also regulate Wts independently of Ex/Hpo, through the inhibition of the unconventional myosin Dachs. Normally, Dachs can bind to and promote the degradation of Wts.",
            "score": 211.38014221191406
        },
        {
            "docid": "264748_8",
            "document": "Unsaturated fat . Although unsaturated fats are conventionally regarded as 'healthier' than saturated fats, the United States Food and Drug Administration (FDA) recommendation stated that the amount of unsaturated fat consumed should not exceed 30% of one's daily caloric intake. Most foods contain both unsaturated and saturated fats. Marketers advertise only one or the other, depending on which one makes up the majority. Thus, various unsaturated fat vegetable oils, such as olive oils, also contain saturated fat.",
            "score": 210.2637176513672
        },
        {
            "docid": "14284515_2",
            "document": "Leptin receptor . Leptin receptor also known as LEP-R or OB-R is a Type I cytokine receptor, a protein that in humans is encoded by the \"LEPR\" gene. LEP-R functions as a receptor for the fat cell-specific hormone leptin. LEP-R has also been designated as CD295 (cluster of differentiation 295). Its location is the cell membrane, and it has extracellular, trans-membrane, and intracellular sections (\"protein regions\").",
            "score": 210.18698120117188
        },
        {
            "docid": "12523816_2",
            "document": "Low-fat diet . A low-fat diet is one that restricts fat and often saturated fat and cholesterol as well. Low-fat diets are intended to reduce diseases such as heart disease and obesity, but have been shown to \"cause\" obesity. Reducing fat in the diet can make it easier to cut calories. Fat provides nine calories per gram while carbohydrates and protein each provide four calories per gram, so choosing low-fat foods makes it possible to eat a larger volume of food for the same number of calories. The Institute of Medicine recommends limiting fat intake to 35% of total calories to help prevent obesity and to help control saturated fat intake.",
            "score": 207.73800659179688
        },
        {
            "docid": "7654110_4",
            "document": "DASH diet . The DASH diet was further tested and developed in the Optimal Macronutrient Intake Trial for Heart Health (OmniHeart diet). \"The DASH and DASH-sodium trials demonstrated that a carbohydrate-rich diet that emphasizes fruits, vegetables, and low-fat dairy products and that is reduced in saturated fat, total fat, and cholesterol substantially lowered blood pressure and low-density lipoprotein cholesterol. OmniHeart demonstrated that partial replacement of carbohydrate with either protein (about half from plant sources) or with unsaturated fat (mostly monounsaturated fat) can further reduce blood pressure, low-density lipoprotein cholesterol, and coronary heart disease risk.\"",
            "score": 207.37850952148438
        },
        {
            "docid": "1051404_7",
            "document": "Monounsaturated fat . Levels of oleic acid along with other monounsaturated fatty acids in red blood cell membranes were positively associated with breast cancer risk. The saturation index (SI) of the same membranes was inversely associated with breast cancer risk. Monounsaturated fats and low SI in erythrocyte membranes are predictors of postmenopausal breast cancer. Both of these variables depend on the activity of the enzyme delta-9 desaturase (Δ9-d).",
            "score": 206.79954528808594
        },
        {
            "docid": "17387004_2",
            "document": "Globules of fat . In human cell biology globules of fat are the individual pieces of intracellular fat inside other cell types than adipocytes (fat cells). Intracellular fat is bound in the globular form by phospholipid membranes, which are hydrophobic. This means that fat globules are insoluble in water.",
            "score": 205.68096923828125
        },
        {
            "docid": "20678117_8",
            "document": "Hibernoma . The neoplastic cells are S100 protein positive (approximately 80%), and show membrane and vacuole CD31 immunoreactivity. Uncoupling protein 1 (UCP1), a unique brown fat mitochondrial protein, is also positive.",
            "score": 205.417724609375
        },
        {
            "docid": "24366631_12",
            "document": "FNDC5 . A 2016 \"in vitro\" study of white and brown fat cell tissue found dose-related upregulation of a protein called UCP1 that contributes to the browning of white fat and found other markers that would indicate that the white cells were browning and that fat cells were more metabolically active. Many of the stem cells became a type of cell that matures into bone. The tissue treated with irisin produced about 40 percent fewer mature fat cells.",
            "score": 205.0171356201172
        },
        {
            "docid": "19714_35",
            "document": "Milk . Initially milk fat is secreted in the form of a fat globule surrounded by a membrane. Each fat globule is composed almost entirely of triacylglycerols and is surrounded by a membrane consisting of complex lipids such as phospholipids, along with proteins. These act as emulsifiers which keep the individual globules from coalescing and protect the contents of these globules from various enzymes in the fluid portion of the milk. Although 97–98% of lipids are triacylglycerols, small amounts of di- and monoacylglycerols, free cholesterol and cholesterol esters, free fatty acids, and phospholipids are also present. Unlike protein and carbohydrates, fat composition in milk varies widely in the composition due to genetic, lactational, and nutritional factor difference between different species.",
            "score": 204.71630859375
        }
    ]
}