{
    "q": [
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 262.58787190914154
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 243.88859057426453
        },
        {
            "docid": "22773_3",
            "document": "Oxidative phosphorylation . During oxidative phosphorylation, electrons are transferred from electron donors to electron acceptors such as oxygen, in redox reactions. These redox reactions release energy, which is used to form ATP. In eukaryotes, these redox reactions are carried out by a series of protein complexes within the inner membrane of the cell's mitochondria, whereas, in prokaryotes, these proteins are located in the cells' intermembrane space. These linked sets of proteins are called electron transport chains. In eukaryotes, five main protein complexes are involved, whereas in prokaryotes many different enzymes are present, using a variety of electron donors and acceptors.",
            "score": 161.90486776828766
        },
        {
            "docid": "14774129_3",
            "document": "NDUFS4 . Complex I, or NADH:ubiquinone oxidoreductase, the first multisubunit enzyme complex of the mitochondrial respiratory chain, plays a vital role in cellular ATP production, the primary source of energy for many crucial processes in living cells. It removes electrons from NADH and passes them by a series of different protein-coupled redox centers to the electron acceptor ubiquinone. In well-coupled mitochondria, the electron flux leads to ATP generation via the building of a proton gradient across the inner membrane. Complex I is composed of at least 41 subunits, of which 7 are encoded by the mitochondrial genome (ND1-6, ND4L) and the remainder by nuclear genes.",
            "score": 181.05559921264648
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 228.31061482429504
        },
        {
            "docid": "22773_45",
            "document": "Oxidative phosphorylation . In some bacteria and archaea, ATP synthesis is driven by the movement of sodium ions through the cell membrane, rather than the movement of protons. Archaea such as \"Methanococcus\" also contain the AA synthase, a form of the enzyme that contains additional proteins with little similarity in sequence to other bacterial and eukaryotic ATP synthase subunits. It is possible that, in some species, the AA form of the enzyme is a specialized sodium-driven ATP synthase, but this might not be true in all cases.",
            "score": 185.39546251296997
        },
        {
            "docid": "22773_40",
            "document": "Oxidative phosphorylation . ATP synthase, also called \"complex V\", is the final enzyme in the oxidative phosphorylation pathway. This enzyme is found in all forms of life and functions in the same way in both prokaryotes and eukaryotes. The enzyme uses the energy stored in a proton gradient across a membrane to drive the synthesis of ATP from ADP and phosphate (P). Estimates of the number of protons required to synthesize one ATP have ranged from three to four, with some suggesting cells can vary this ratio, to suit different conditions.",
            "score": 201.3601188659668
        },
        {
            "docid": "2573590_4",
            "document": "Mitochondrial trifunctional protein deficiency . The genetics of mitochondrial trifunctional protein deficiency is based on mutations in the HADHA and HADHB genes which cause this disorder. These genes each provide instructions for making part of an enzyme complex called mitochondrial trifunctional protein. This enzyme complex functions in mitochondria, the energy-producing centers within cells: mitochondrial trifunctional protein contains three enzymes that each perform a different function. This enzyme complex is required to metabolize a group of fats called long-chain fatty acids. These fatty acids are stored in the body's fat tissues and are a major source of energy for the heart and muscles. During periods of fasting, fatty acids are also an important energy source for the liver and other tissues.",
            "score": 155.73504495620728
        },
        {
            "docid": "315620_11",
            "document": "Brown adipose tissue . The mitochondria in a eukaryotic cell utilize fuels to produce energy in the form of adenosine triphosphate (ATP). This process involves storing energy as a proton gradient, also known as the proton motive force (PMF), across the mitochondrial inner membrane. This energy is used to synthesize ATP when the protons flow across the membrane (down their concentration gradient) through the ATP synthase enzyme; this is known as chemiosmosis.",
            "score": 225.57279753684998
        },
        {
            "docid": "640697_10",
            "document": "Reactive oxygen species . ROS are produced intracellularly through multiple mechanisms and depending on the cell and tissue types, the major sources being the \"professional\" producers of ROS: NADPH oxidase (NOX) complexes (7 distinct isoforms) in cell membranes, mitochondria, peroxisomes, and endoplasmic reticulum. Mitochondria convert energy for the cell into a usable form, adenosine triphosphate (ATP). The process in which ATP is produced, called oxidative phosphorylation, involves the transport of protons (hydrogen ions) across the inner mitochondrial membrane by means of the electron transport chain. In the electron transport chain, electrons are passed through a series of proteins via oxidation-reduction reactions, with each acceptor protein along the chain having a greater reduction potential than the previous. The last destination for an electron along this chain is an oxygen molecule. In normal conditions, the oxygen is reduced to produce water; however, in about 0.1–2% of electrons passing through the chain (this number derives from studies in isolated mitochondria, though the exact rate in live organisms is yet to be fully agreed upon), oxygen is instead prematurely and incompletely reduced to give the superoxide radical (), most well documented for Complex I and Complex III. Superoxide is not particularly reactive by itself, but can inactivate specific enzymes or initiate lipid peroxidation in its protonated form, hydroperoxyl HO. The p\"K\" of hydroperoxyl is 4.8. Thus, at physiological pH, the majority will exist as superoxide anion.",
            "score": 193.29619026184082
        },
        {
            "docid": "14179793_5",
            "document": "MT-ATP6 . The MT-ATP6 protein weighs 24.8 kDa and is composed of 226 amino acids. The protein is a subunit of the FF ATPase, also known as Complex V, which consists of 14 nuclear- and 2 mitochondrial-encoded subunits. As an A subunit, MT-ATP6 is contained within the non-catalytic, transmembrane F portion of the complex. The nomenclature of the enzyme has a long history. The F fraction derives its name from the term \"Fraction 1\" and F (written as a subscript letter \"o\", not \"zero\") derives its name from being the binding fraction for oligomycin, a type of naturally-derived antibiotic that is able to inhibit the F unit of ATP synthase. The F region of ATP synthase is a proton pore that is embedded in the mitochondrial membrane. It consists of three main subunits A, B, and C, and (in humans) six additional subunits, d, e, f, g, F6, and 8 (or A6L). 3D structure of E. coli homologue of this subunit was modeled based on electron microscopy data (chain M of ). It forms a transmembrane 4-α-bundle. This subunit is a key component of the proton channel, and may play a direct role in the translocation of protons across the membrane. Catalysis in the F complex depends upon the rotation of the central stalk and F c-ring, which in turn is driven by the flux of protons through the membrane via the interface between the F0 c-ring and subunit A. The peripheral stalk links subunit A to the external surface of the F domain, and is thought to act as a stator to counter the tendency of subunit A and the Falpha beta catalytic portion to rotate with the central rotary element.",
            "score": 188.28762245178223
        },
        {
            "docid": "28275068_3",
            "document": "Pyruvate dehydrogenase (lipoamide) alpha 2 . Two mature PDHA proteins come together with two PDHB proteins to form a heterotetrameric E1 subunit. Crystal Structures allowed for a model in which the enzyme undergoes a 2-A shuttle-like motion of its heterodimers to perform the catalysis. The protein encoded by the human PDHA2 gene is part of the pyruvate dehydrogenase multienzyme complex. The entire human complex is 9.5 MDa in size, and has been described as 60-meric, meaning there are over 60 components that are assembled to make the entire complex. These subunits are conserved across many species, as the function of this complex is essential for the generation of ATP for all eukaryotes. Each component is responsible for the catalysis of one step in this pathway; this complex exists for the purpose of channeling the intermediates of each reaction to the next enzyme, thus greatly increasing the rate of reaction.",
            "score": 124.36080825328827
        },
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 242.51881003379822
        },
        {
            "docid": "28275177_4",
            "document": "Pyruvate dehydrogenase (lipoamide) beta . The PDHB gene encodes a precursor protein that has 359 amino acid residues and a final mature protein that has 329 amino acids, and is part of the pyruvate dehydrogenase multienzyme complex. Two of the mature PDHB proteins come together with two PDHA proteins to form a heterotetrameric E1 subunit. Crystal Structures allowed for a model in which the enzyme undergoes a 2-A shuttle-like motion of its heterodimers to perform the catalysis. Specifically, the catalytic residue has been identified on the PDHB subunit, the 89th residue, which is a glutamate. In forming the entire PDH complex, the 289th beta residue, aspartic acid, interacts with the 276th residue of the E2 complex, a lysine. The entire human complex is 9.5 MDa in size, and has been described as 60-meric, meaning there are over 60 components that are assembled to make the entire complex. These subunits are conserved across many species, as the function of this complex is essential for the generation of ATP for all eukaryotes. Each component is responsible for the catalysis of one step in this pathway; this complex exists for the purpose of channeling the intermediates of each reaction to the next enzyme, thus greatly increasing the rate of reaction.",
            "score": 119.50281250476837
        },
        {
            "docid": "92441_10",
            "document": "Proton pump . Complex III ((EC 1.10.2.2)) (also referred to as cytochrome b1 or the coenzyme Q : cytochrome c – oxidoreductase) is a proton pump driven by electron transport. Complex III is a multisubunit transmembrane protein encoded by both the mitochondrial (cytochrome b) and the nuclear genomes (all other subunits). Complex III is present in the inner mitochondrial membrane of all aerobic eukaryotes and the inner membranes of most eubacteria. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 199.47853589057922
        },
        {
            "docid": "2485027_27",
            "document": "Non-covalent interactions . Single tertiary protein structures can also assemble to form protein complexes composed of multiple independently folded subunits. As a whole, this is called a protein's quaternary structure. The quaternary structure is generated by the formation of relatively strong non-covalent interactions, such as hydrogen bonds, between different subunits to generate a functional polymeric enzyme. Some proteins also utilize non-covalent interactions to bind cofactors in the active site during catalysis, however a cofactor can also be covalently attached to an enzyme. Cofactors can be either organic or inorganic molecules which assist in the catalytic mechanism of the active enzyme. The strength with which a cofactor is bound to an enzyme may vary greatly; non-covalently bound cofactors are typically anchored by hydrogen bonds or electrostatic interactions.",
            "score": 105.03215837478638
        },
        {
            "docid": "20921223_3",
            "document": "CKB (gene) . The protein encoded by this gene, CK-BB, consists of a homodimer of two identical brain-type CK-B subunits. BB-CK is a cytoplasmic enzyme involved in cellular energy homeostasis, with certain fractions of the enzyme being bound to cell membranes, ATPases, and a variety of ATP-requiring enzymes in the cell. There, CK-BB forms tightly coupled microcompartments for in situ regeneration of ATP that has been used up. The encoded protein reversibly catalyzes the transfer of \"energy-rich\" phosphate between ATP and creatine or between phospho-creatine (PCr) and ADP. Its functional entity is a homodimer (CK-BB) in brain and smooth muscle as well as in other tissues and cells such as neuronal cells, retina, kidney, bone, etc. In heart, a heterodimer (CK-MB) shahil consisting of one CK-B brain-type CK subunit and one CK-M muscle-type CK subunit is prominently expressed. The encoded CK-BB and CK-MB proteins are members of the .",
            "score": 160.93230557441711
        },
        {
            "docid": "178220_11",
            "document": "ATP synthase . The crystal structure of the F showed alternating alpha and beta subunits (3 of each), arranged like segments of an orange around a rotating asymmetrical gamma subunit. According to the current model of ATP synthesis (known as the alternating catalytic model), the transmembrane potential created by (H+) proton cations supplied by the electron transport chain, drives the (H+) proton cations from the intermembrane space through the membrane via the F region of ATP synthase. A portion of the F (the ring of c-subunits) rotates as the protons pass through the membrane. The c-ring is tightly attached to the asymmetric central stalk (consisting primarily of the gamma subunit), causing it to rotate within the alphabeta of F causing the 3 catalytic nucleotide binding sites to go through a series of conformational changes that lead to ATP synthesis. The major F subunits are prevented from rotating in sympathy with the central stalk rotor by a peripheral stalk that joins the alphabeta to the non-rotating portion of F. The structure of the intact ATP synthase is currently known at low-resolution from electron cryo-microscopy (cryo-EM) studies of the complex. The cryo-EM model of ATP synthase suggests that the peripheral stalk is a flexible structure that wraps around the complex as it joins F to F. Under the right conditions, the enzyme reaction can also be carried out in reverse, with ATP hydrolysis driving proton pumping across the membrane.",
            "score": 221.63294792175293
        },
        {
            "docid": "14144328_4",
            "document": "Pyruvate dehydrogenase (lipoamide) alpha 1 . The preliminary peptide encoded by this gene was 29 amino acids at the very start of the sequence that correspond to a typical mitochondrial targeting leader sequence. The remaining 361 amino acids, starting at the N terminus with phenylalanine, represent the mature mitochondrial E1 alpha peptide. Two of these mature PDHA proteins come together with two PDHB proteins to form a heterotetrameric E1 subunit. Crystal Structures allowed for a model in which the enzyme undergoes a 2-A shuttle-like motion of its heterodimers to perform the catalysis. The protein encoded by the human PDHA1 gene is part of the pyruvate dehydrogenase multienzyme complex. The entire human complex is 9.5 MDa in size, and has been described as 60-meric, meaning there are over 60 components that are assembled to make the entire complex. These subunits are conserved across many species, as the function of this complex is essential for the generation of ATP for all eukaryotes. Each component is responsible for the catalysis of one step in this pathway; this complex exists for the purpose of channeling the intermediates of each reaction to the next enzyme, thus greatly increasing the rate of reaction.",
            "score": 132.06971180438995
        },
        {
            "docid": "9719607_3",
            "document": "Dihydrolipoamide dehydrogenase . Dihydrolipoamide dehydrogenase (DLD) is a mitochondrial enzyme that plays a vital role in energy metabolism in eukaryotes. This enzyme is required for the complete reaction of at least five different multi-enzyme complexes. Additionally, DLD is a flavoenzyme oxidoreductase that contains a reactive disulfide bridge and a FAD cofactor that are directly involved in catalysis. The enzyme associates into tightly bound homodimers required for its enzymatic activity. The protein encoded by the DLD gene comes together with another protein to form a dimer in the central metabolic pathway. Several amino acids within the catalytic pocket have been identified as important to DLD function, including R281 and N473. Although the overall fold of the human enzyme is similar to that of yeast, the human structure is different in that it has two loops that extend from the general protein structure and into the FAD binding sites. When bound the NAD+ molecule, required for catalysis, is not close to the FAD moiety. However, when NADH is bound instead, it is stacked directly op top of the FAD central structure. The current hE3 structures show directly that the disease-causing mutations occur at three locations in the human enzyme: the dimer interface, the active site, and the FAD and NAD(+)-binding sites.",
            "score": 136.38468527793884
        },
        {
            "docid": "16854374_4",
            "document": "PLSCR3 . Cardiolipin is a mitochondrion-specific phospholipid found in both the mitochondrial inner and outer membranes Many studies speculate that cardiolipin is a likely player in mitochondrial apoptosis. In a study done by R Lee et al., it was found that during apoptosis, cardiolipin in the outer membrane of the mitochondria increased from 10% to 30% saturation. Finding that cardiolipin concentration in the outer mitochondrial membrane increased during apoptosis (as well as knowing the function that PLS3 plays in mitochondrial apoptotic effects) clued Lee in to the fact that PLS3 may have effects on this cardiolipin membrane redistribution. Lee’s study looked into the consequences of cardiolipin redistribution in the mitochondria and found that cardiolipin plays a critical role in proteins that are involved with oxidative respiration (such as ATP synthase), which in turn affects ATP production. In Lee's experiment determining the effect of cardiolipin deprivation on cells, he studied an infected yeast mutant that lacked a cardiolipin creating enzyme, and found that although it was viable, the yeast was \"moderately deficient in mitochondrial energy transforming machinery.\"",
            "score": 251.3448325395584
        },
        {
            "docid": "22773_42",
            "document": "Oxidative phosphorylation . ATP synthase is a massive protein complex with a mushroom-like shape. The mammalian enzyme complex contains 16 subunits and has a mass of approximately 600 kilodaltons. The portion embedded within the membrane is called F and contains a ring of c subunits and the proton channel. The stalk and the ball-shaped headpiece is called F and is the site of ATP synthesis. The ball-shaped complex at the end of the F portion contains six proteins of two different kinds (three α subunits and three β subunits), whereas the \"stalk\" consists of one protein: the γ subunit, with the tip of the stalk extending into the ball of α and β subunits. Both the α and β subunits bind nucleotides, but only the β subunits catalyze the ATP synthesis reaction. Reaching along the side of the F portion and back into the membrane is a long rod-like subunit that anchors the α and β subunits into the base of the enzyme.",
            "score": 168.43883645534515
        },
        {
            "docid": "3954_34",
            "document": "Biochemistry . In aerobic cells with sufficient oxygen, as in most human cells, the pyruvate is further metabolized. It is irreversibly converted to acetyl-CoA, giving off one carbon atom as the waste product carbon dioxide, generating another reducing equivalent as NADH. The two molecules acetyl-CoA (from one molecule of glucose) then enter the citric acid cycle, producing two more molecules of ATP, six more NADH molecules and two reduced (ubi)quinones (via FADH as enzyme-bound cofactor), and releasing the remaining carbon atoms as carbon dioxide. The produced NADH and quinol molecules then feed into the enzyme complexes of the respiratory chain, an electron transport system transferring the electrons ultimately to oxygen and conserving the released energy in the form of a proton gradient over a membrane (inner mitochondrial membrane in eukaryotes). Thus, oxygen is reduced to water and the original electron acceptors NAD and quinone are regenerated. This is why humans breathe in oxygen and breathe out carbon dioxide. The energy released from transferring the electrons from high-energy states in NADH and quinol is conserved first as proton gradient and converted to ATP via ATP synthase. This generates an additional \"28\" molecules of ATP (24 from the 8 NADH + 4 from the 2 quinols), totaling to 32 molecules of ATP conserved per degraded glucose (two from glycolysis + two from the citrate cycle). It is clear that using oxygen to completely oxidize glucose provides an organism with far more energy than any oxygen-independent metabolic feature, and this is thought to be the reason why complex life appeared only after Earth's atmosphere accumulated large amounts of oxygen.",
            "score": 238.3341394662857
        },
        {
            "docid": "96842_7",
            "document": "Cytochrome c oxidase . Hemes and cofactors are inserted into subunits I & II. The two heme molecules reside in subunit I, helping with transport to subunit II where two copper molecules aid with the continued transfer of electrons. Subunits I and IV initiate assembly. Different subunits may associate to form sub-complex intermediates that later bind to other subunits to form the COX complex. In post-assembly modifications, COX will form a homodimer. This is required for activity. Both dimers are connected by a cardiolipin molecule, which has been found to play a key role in stabilization of the holoenzyme complex. The dissociation of subunits VIIa and III in conjunction with the removal of cardiolipin results in total loss of enzyme activity. Subunits encoded in the nuclear genome are known to play a role in enzyme dimerization and stability. Mutations to these subunits eliminate COX function.",
            "score": 136.8675127029419
        },
        {
            "docid": "89229_13",
            "document": "Adenosine monophosphate . AMP binds to the \"γ\"-subunit of AMPK, leading to the activation of the kinase, and then eventually a cascade of other processes such as the activation of catabolic pathways and inhibition of anabolic pathways to regenerate ATP. Catabolic mechanisms, which generate ATP through the release of energy from breaking down molecules, are activated by the AMPK enzyme while anabolic mechanisms, which utilize energy from ATP to form products, are inhibited. Though the \"γ-\"subunit can bind AMP/ADP/ATP, only the binding of AMP/ADP results in a conformational shift of the enzyme protein. This variance in AMP/ADP versus ATP binding leads to a shift in the dephosphorylation state for the enzyme. The dephosphorylation of AMPK through various protein phosphatases completely inactivates catalytic function. AMP/ADP protects AMPK from being inactivated by binding to the \"γ\"-subunit and maintaining the dephosphorylation state.",
            "score": 155.89700436592102
        },
        {
            "docid": "5910_18",
            "document": "Cyanide . Many cyanides are highly toxic. The cyanide anion is an inhibitor of the enzyme cytochrome c oxidase (also known as aa) in the fourth complex of the electron transport chain (found in the membrane of the mitochondria of eukaryotic cells). It attaches to the iron within this protein. The binding of cyanide to this enzyme prevents transport of electrons from cytochrome c to oxygen. As a result, the electron transport chain is disrupted, meaning that the cell can no longer aerobically produce ATP for energy. Tissues that depend highly on aerobic respiration, such as the central nervous system and the heart, are particularly affected. This is an example of histotoxic hypoxia.",
            "score": 139.94053602218628
        },
        {
            "docid": "4472357_2",
            "document": "ATP-binding motif . An ATP, adenosine triphosphate, binding motif is a 250 residue sequence within an ATP binding protein’s primary structure. The binding motif is associated with a protein’s structure and/or function. ATP is a molecule of energy, and can be a coenzyme, involved in a number of biological reactions. ATP is proficient at interacting with other molecules through a binding site. The ATP binding site is the environment in which ATP catalytically actives the enzyme and, as a result, is hydrolyzed to ADP. The binding of ATP causes a conformational change to the enzyme it is interacting with.",
            "score": 186.41109895706177
        },
        {
            "docid": "5464960_28",
            "document": "Enzyme inhibitor . In drug design it is important to consider the concentrations of substrates to which the target enzymes are exposed. For example, some protein kinase inhibitors have chemical structures that are similar to adenosine triphosphate, one of the substrates of these enzymes. However, drugs that are simple competitive inhibitors will have to compete with the high concentrations of ATP in the cell. Protein kinases can also be inhibited by competition at the binding sites where the kinases interact with their substrate proteins, and most proteins are present inside cells at concentrations much lower than the concentration of ATP. As a consequence, if two protein kinase inhibitors both bind in the active site with similar affinity, but only one has to compete with ATP, then the competitive inhibitor at the protein-binding site will inhibit the enzyme more effectively.",
            "score": 151.48308801651
        },
        {
            "docid": "32018991_2",
            "document": "Acetate kinase . In molecular biology, acetate kinase (), which is predominantly found in micro-organisms, facilitates the production of acetyl-CoA by phosphorylating acetate in the presence of ATP and a divalent cation. Short-chain fatty acids (SCFAs) play a major role in carbon cycle and can be utilized as a source of carbon and energy by bacteria. \"Salmonella typhimurium\" propionate kinase (\"St\"TdcD) catalyzes reversible transfer of the γ-phosphate of ATP to propionate during l-threonine degradation to propionate. Kinetic analysis revealed that \"St\"TdcD possesses broad ligand specificity and could be activated by various SCFAs (propionate>acetate≈butyrate), nucleotides (ATP≈GTP>CTP≈TTP; dATP>dGTP>dCTP) and metal ions (Mg≈Mn>Co). Inhibition of \"St\"TdcD by tricarboxylic acid (TCA) cycle intermediates such as citrate, succinate, α-ketoglutarate and malate suggests that the enzyme could be under plausible feedback regulation. Crystal structures of \"St\"TdcD bound to PO (phosphate), AMP, ATP, Ap4 (adenosine tetraphosphate), GMP, GDP, GTP, CMP and CTP revealed that binding of nucleotide mainly involves hydrophobic interactions with the base moiety and could account for the broad biochemical specificity observed between the enzyme and nucleotides. Modelling and site-directed mutagenesis studies suggest Ala88 to be an important residue involved in determining the rate of catalysis with SCFA substrates. Molecular dynamics simulations on monomeric and dimeric forms of \"St\"TdcD revealed plausible open and closed states, and also suggested role for dimerization in stabilizing segment 235-290 involved in interfacial interactions and ligand binding. Observation of an ethylene glycol molecule bound sufficiently close to the γ-phosphate in \"St\"TdcD complexes with triphosphate nucleotides supports direct in-line phosphoryl transfer. The enzyme is important in the process of glycolysis, enzyme levels being increased in the presence of excess glucose. The growth of a bacterial mutant lacking acetate kinase has been shown to be inhibited by glucose, suggesting that the enzyme is involved in excretion of excess carbohydrate. A related enzyme, butyrate kinase, facilitates the formation of butyryl-CoA by phosphorylating butyrate in the presence of ATP to form butyryl phosphate.",
            "score": 160.0730072259903
        },
        {
            "docid": "10413444_3",
            "document": "Serine hydroxymethyltransferase . The structure of the SHMT monomer is remarkably similar across prokaryotes and eukaryotes, but whereas the active enzyme is a dimer in prokaryotes, the enzyme exists as a tetramer in eukaryotic cells, though the evolutionary basis for this difference in structure is unknown. However, the evolutionary path taken by SHMT going from prokaryotic dimeric form to the eukaryotic tetrameric form can be easily seen as a sort of doubling event. In other words, the eukaryotic SHMT tetramer resembles two prokaryotic dimers that have packed together, forming what has been described as a “dimer of dimers.” The interaction between two monomers within a dimer subunit has been found to occur over a greater contact area and is thus much tighter than the interaction between the two dimers.",
            "score": 71.67477059364319
        },
        {
            "docid": "14216616_6",
            "document": "Phosphoenolpyruvate mutase . As of late 2007, 6 structures have been solved for this class of enzymes, all by the Herzberg group at the University of Maryland using PEPPM from the blue mussel, \"Mytilus edulis\". The first structure (PDB accession code ) was solved in 1999 and featured a magnesium oxalate inhibitor. This structure identified the enzyme as consisting of identical beta barrel subunits (exhibiting the TIM barrel fold, which consists of eight parallel beta strands). Dimerization was observed in which a helix from each subunit interacts with the other subunit's barrel; the authors called this feature \"helix swapping.\" The dimers can dimerize as well to form a homotetrameric enzyme. A double phosphoryl transfer mechanism was proposed on the basis of this study: this would involve breakage of PEP's phosphorus-oxygen bond to form a phosphoenzyme intermediate, followed by transfer of the phosphoryl group from the enzyme to carbon-3, forming PPR.",
            "score": 77.53863000869751
        },
        {
            "docid": "14662962_3",
            "document": "ATP synthase subunit C . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP. Some ATPases work in reverse, using the energy from the hydrolysis of ATP to create a proton gradient. There are different types of ATPases, which can differ in function (ATP synthesis and/or hydrolysis), structure (F-, V- and A-ATPases contain rotary motors) and in the type of ions they transport.",
            "score": 230.0964276790619
        }
    ],
    "r": [
        {
            "docid": "14179793_2",
            "document": "MT-ATP6 . MT-ATP6 (or ATP6) is a mitochondrial gene encoding the ATP synthase F subunit 6 (or subunit/chain A). This subunit belongs to the F complex of transmembrane F-type ATP synthase. The MT-ATP6 protein forms one part of a large enzyme called ATP synthase. This enzyme, which is also known as complex V, is responsible for the final step of oxidative phosphorylation. Specifically, one segment of ATP synthase allows positively charged particles, called protons, to flow across a specialized membrane inside mitochondria. Another segment of the enzyme uses the energy created by this proton flow to convert a molecule called adenosine diphosphate (ADP) to ATP. Mutations in the \"MT-ATP6\" gene have been found in approximately 10 to 20 percent of people with Leigh syndrome.",
            "score": 262.5878601074219
        },
        {
            "docid": "16854374_4",
            "document": "PLSCR3 . Cardiolipin is a mitochondrion-specific phospholipid found in both the mitochondrial inner and outer membranes Many studies speculate that cardiolipin is a likely player in mitochondrial apoptosis. In a study done by R Lee et al., it was found that during apoptosis, cardiolipin in the outer membrane of the mitochondria increased from 10% to 30% saturation. Finding that cardiolipin concentration in the outer mitochondrial membrane increased during apoptosis (as well as knowing the function that PLS3 plays in mitochondrial apoptotic effects) clued Lee in to the fact that PLS3 may have effects on this cardiolipin membrane redistribution. Lee’s study looked into the consequences of cardiolipin redistribution in the mitochondria and found that cardiolipin plays a critical role in proteins that are involved with oxidative respiration (such as ATP synthase), which in turn affects ATP production. In Lee's experiment determining the effect of cardiolipin deprivation on cells, he studied an infected yeast mutant that lacked a cardiolipin creating enzyme, and found that although it was viable, the yeast was \"moderately deficient in mitochondrial energy transforming machinery.\"",
            "score": 251.34483337402344
        },
        {
            "docid": "178220_2",
            "document": "ATP synthase . ATP synthase is an enzyme that creates the energy storage molecule adenosine triphosphate (ATP). ATP is the most commonly used \"energy currency\" of cells for all organisms. It is formed from adenosine diphosphate (ADP) and inorganic phosphate (P). The overall reaction catalyzed by ATP synthase is:",
            "score": 244.89822387695312
        },
        {
            "docid": "8444537_4",
            "document": "Neuropathy, ataxia, and retinitis pigmentosa . Neuropathy, ataxia, and retinitis pigmentosa is a condition related to changes in mitochondrial DNA. Mutations in the \"MT-ATP6\" gene cause neuropathy, ataxia, and retinitis pigmentosa. The \"MT-ATP6\" gene provides instructions for making a protein that is essential for normal mitochondrial function. Through a series of chemical reactions, mitochondria use oxygen and simple sugars to create adenosine triphosphate (ATP), the cell's main energy source. The MT-ATP6 protein forms one part (subunit) of an enzyme called ATP synthase, which is responsible for the last step in ATP production. Mutations in the \"MT-ATP6\" gene alter the structure or function of ATP synthase, reducing the ability of mitochondria to make ATP. It remains unclear how this disruption in mitochondrial energy production leads to muscle weakness, vision loss, and the other specific features of NARP.",
            "score": 243.88858032226562
        },
        {
            "docid": "22773_4",
            "document": "Oxidative phosphorylation . The energy released by electrons flowing through this electron transport chain is used to transport protons across the inner mitochondrial membrane, in a process called \"electron transport\". This generates potential energy in the form of a pH gradient and an electrical potential across this membrane. This store of energy is tapped when protons flow back across the membrane and down the potential energy gradient, through a large enzyme called ATP synthase; this process is known as chemiosmosis. The ATP synthase uses the energy to transform adenosine diphosphate (ADP) into adenosine triphosphate, in a phosphorylation reaction. The reaction is driven by the proton flow, which forces the rotation of a part of the enzyme; the ATP synthase is a rotary mechanical motor.",
            "score": 242.51881408691406
        },
        {
            "docid": "92236_22",
            "document": "Electron transport chain . According to the chemiosmotic coupling hypothesis, proposed by Nobel Prize in Chemistry winner Peter D. Mitchell, the electron transport chain and oxidative phosphorylation are coupled by a proton gradient across the inner mitochondrial membrane. The efflux of protons from the mitochondrial matrix creates an electrochemical gradient (proton gradient). This gradient is used by the FF ATP synthase complex to make ATP via oxidative phosphorylation. ATP synthase is sometimes described as \"Complex V\" of the electron transport chain. The F component of ATP synthase acts as an ion channel that provides for a proton flux back into the mitochondrial matrix. It is composed of a, b and c subunits. Protons in the inter-membranous space of mitochondria first enters the ATP synthase complex through \"a\" subunit channel. Then protons move to the c subunits. The number of c subunits it has determines how many protons it will require to make the F turn one full revolution. For example, in humans, there are 8 c subunits, thus 8 protons are required. After \"c\" subunits, protons finally enters matrix using \"a\" subunit channel that opens into the mitochondrial matrix. This reflux releases free energy produced during the generation of the oxidized forms of the electron carriers (NAD and Q). The free energy is used to drive ATP synthesis, catalyzed by the F component of the complex. <br> Coupling with oxidative phosphorylation is a key step for ATP production. However, in specific cases, uncoupling the two processes may be biologically useful. The uncoupling protein, thermogenin—present in the inner mitochondrial membrane of brown adipose tissue—provides for an alternative flow of protons back to the inner mitochondrial matrix. Thyroxine is also a natural uncoupler. This alternative flow results in thermogenesis rather than ATP production. Synthetic uncouplers (e.g., 2,4-dinitrophenol, 2,4-dinitrocresol, CCCP) also exist, and can be lethal at high doses.",
            "score": 242.0572052001953
        },
        {
            "docid": "3954_34",
            "document": "Biochemistry . In aerobic cells with sufficient oxygen, as in most human cells, the pyruvate is further metabolized. It is irreversibly converted to acetyl-CoA, giving off one carbon atom as the waste product carbon dioxide, generating another reducing equivalent as NADH. The two molecules acetyl-CoA (from one molecule of glucose) then enter the citric acid cycle, producing two more molecules of ATP, six more NADH molecules and two reduced (ubi)quinones (via FADH as enzyme-bound cofactor), and releasing the remaining carbon atoms as carbon dioxide. The produced NADH and quinol molecules then feed into the enzyme complexes of the respiratory chain, an electron transport system transferring the electrons ultimately to oxygen and conserving the released energy in the form of a proton gradient over a membrane (inner mitochondrial membrane in eukaryotes). Thus, oxygen is reduced to water and the original electron acceptors NAD and quinone are regenerated. This is why humans breathe in oxygen and breathe out carbon dioxide. The energy released from transferring the electrons from high-energy states in NADH and quinol is conserved first as proton gradient and converted to ATP via ATP synthase. This generates an additional \"28\" molecules of ATP (24 from the 8 NADH + 4 from the 2 quinols), totaling to 32 molecules of ATP conserved per degraded glucose (two from glycolysis + two from the citrate cycle). It is clear that using oxygen to completely oxidize glucose provides an organism with far more energy than any oxygen-independent metabolic feature, and this is thought to be the reason why complex life appeared only after Earth's atmosphere accumulated large amounts of oxygen.",
            "score": 238.33413696289062
        },
        {
            "docid": "864490_6",
            "document": "Chemiosmosis . Molecules such as glucose are metabolized to produce acetyl CoA as an energy-rich intermediate. The oxidation of acetyl coenzyme A (acetyl-CoA) in the mitochondrial matrix is coupled to the reduction of a carrier molecule such as nicotinamide adenine dinucleotide (NAD) and flavin adenine dinucleotide (FAD). The carriers pass electrons to the electron transport chain (ETC) in the inner mitochondrial membrane, which in turn pass them to other proteins in the ETC. The energy available in the electrons is used to pump protons from the matrix across the stroma, storing energy in the form of a transmembrane electrochemical gradient. The protons move back across the inner membrane through the enzyme ATP synthase. The flow of protons back into the matrix of the mitochondrion via ATP synthase provides enough energy for ADP to combine with inorganic phosphate to form ATP. The electrons and protons at the last pump in the ETC are taken up by oxygen to form water.",
            "score": 236.29701232910156
        },
        {
            "docid": "14662962_3",
            "document": "ATP synthase subunit C . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP. Some ATPases work in reverse, using the energy from the hydrolysis of ATP to create a proton gradient. There are different types of ATPases, which can differ in function (ATP synthesis and/or hydrolysis), structure (F-, V- and A-ATPases contain rotary motors) and in the type of ions they transport.",
            "score": 230.096435546875
        },
        {
            "docid": "92441_12",
            "document": "Proton pump . Complex IV (EC 1.9.3.1) (also referred to as cytochrome c oxidase), is a proton pump driven by electron transport. This enzyme is a large transmembrane protein complex found in bacteria and inner mitochondrial membrane of eukaryotes. It receives an electron from each of four cytochrome c molecules, and transfers them to one oxygen molecule, converting molecular oxygen to two molecules of water. In the process, it binds four protons from the inner aqueous phase to make water and in addition translocates four protons across the membrane. This enzyme helps to establish a transmembrane difference of proton electrochemical potential that the ATP synthase of mitochondria then uses to synthesize ATP.",
            "score": 228.31060791015625
        },
        {
            "docid": "864490_26",
            "document": "Chemiosmosis . The complete breakdown of glucose in the presence of oxygen is called cellular respiration. The last steps of this process occur in mitochondria. The reduced molecules NADH and FADH are generated by the Krebs cycle, glycolysis, and pyruvate processing. These molecules pass electrons to an electron transport chain, which uses the energy released to create a proton gradient across the inner mitochondrial membrane. ATP synthase then uses the energy stored in this gradient to make ATP. This process is called oxidative phosphorylation because it uses energy released by the oxidation of NADH and FADH2 to phospolyrize ADP into ATP.",
            "score": 227.66441345214844
        },
        {
            "docid": "315620_11",
            "document": "Brown adipose tissue . The mitochondria in a eukaryotic cell utilize fuels to produce energy in the form of adenosine triphosphate (ATP). This process involves storing energy as a proton gradient, also known as the proton motive force (PMF), across the mitochondrial inner membrane. This energy is used to synthesize ATP when the protons flow across the membrane (down their concentration gradient) through the ATP synthase enzyme; this is known as chemiosmosis.",
            "score": 225.5727996826172
        },
        {
            "docid": "864490_4",
            "document": "Chemiosmosis . ATP synthase is the enzyme that makes ATP by chemiosmosis. It allows protons to pass through the membrane and uses the free energy difference to phosphorylate adenosine diphosphate (ADP), making ATP. The generation of ATP by chemiosmosis occurs in mitochondria and chloroplasts, as well as in most bacteria and archaea, an electron transport chain pumps H+ ions in the thylakoid spaces through thylakoid membranes. The energy from the electron movement through electron transport chains cross through ATP synthase which allows the proton to pass through them and use this free energy difference to photophosphorylate ADP making ATP.",
            "score": 222.94747924804688
        },
        {
            "docid": "178220_11",
            "document": "ATP synthase . The crystal structure of the F showed alternating alpha and beta subunits (3 of each), arranged like segments of an orange around a rotating asymmetrical gamma subunit. According to the current model of ATP synthesis (known as the alternating catalytic model), the transmembrane potential created by (H+) proton cations supplied by the electron transport chain, drives the (H+) proton cations from the intermembrane space through the membrane via the F region of ATP synthase. A portion of the F (the ring of c-subunits) rotates as the protons pass through the membrane. The c-ring is tightly attached to the asymmetric central stalk (consisting primarily of the gamma subunit), causing it to rotate within the alphabeta of F causing the 3 catalytic nucleotide binding sites to go through a series of conformational changes that lead to ATP synthesis. The major F subunits are prevented from rotating in sympathy with the central stalk rotor by a peripheral stalk that joins the alphabeta to the non-rotating portion of F. The structure of the intact ATP synthase is currently known at low-resolution from electron cryo-microscopy (cryo-EM) studies of the complex. The cryo-EM model of ATP synthase suggests that the peripheral stalk is a flexible structure that wraps around the complex as it joins F to F. Under the right conditions, the enzyme reaction can also be carried out in reverse, with ATP hydrolysis driving proton pumping across the membrane.",
            "score": 221.63294982910156
        },
        {
            "docid": "89226_9",
            "document": "Adenosine diphosphate . During the initial phases of glycolysis and the TCA cycle, cofactors such as NAD+ donate and accept electrons that aid in the electron transport chain's ability to produce a proton gradient across the inner mitochondrial membrane. The ATP synthase complex exists within the mitochondrial membrane (F portion) and protrudes into the matrix (Fportion). The energy derived as a result of the chemical gradient is then used to synthesize ATP by coupling the reaction of inorganic phosphate to ADP in the active site of the ATP synthase enzyme; the equation for this can be written as ADP + P → ATP.",
            "score": 221.53477478027344
        },
        {
            "docid": "14818272_3",
            "document": "ATP5G1 . This gene encodes a subunit of mitochondrial ATP synthase. Mitochondrial ATP synthase catalyzes ATP synthesis, utilizing an electrochemical gradient of protons across the inner membrane during oxidative phosphorylation. ATP synthase is composed of two linked multi-subunit complexes: the soluble catalytic core, F1, and the membrane-spanning component, Fo, comprising the proton channel. The catalytic portion of mitochondrial ATP synthase consists of 5 different subunits (alpha, beta, gamma, delta, and epsilon) assembled with a stoichiometry of 3 alpha, 3 beta, and a single representative of the other 3. The proton channel seems to have nine subunits (a, b, c, d, e, f, g, F6 and 8). This gene is one of three genes that encode subunit c of the proton channel. Each of the three genes have distinct mitochondrial import sequences but encode the identical mature protein. Alternatively spliced transcript variants encoding the same protein have been identified.",
            "score": 220.4208221435547
        },
        {
            "docid": "178220_14",
            "document": "ATP synthase . In respiring bacteria under physiological conditions, ATP synthase, in general, runs in the opposite direction, creating ATP while using the proton motive force created by the electron transport chain as a source of energy. The overall process of creating energy in this fashion is termed oxidative phosphorylation. The same process takes place in the mitochondria, where ATP synthase is located in the inner mitochondrial membrane and the F-part projects into mitochondrial matrix. The consumption of ATP by ATP-synthase pumps proton cations into the matrix.",
            "score": 217.72293090820312
        },
        {
            "docid": "14763133_3",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . This gene encodes a subunit of mitochondrial ATP synthase. Mitochondrial ATP synthase catalyzes ATP synthesis, using an electrochemical gradient of protons across the inner membrane during oxidative phosphorylation. ATP synthase is composed of two linked multi-subunit complexes: the soluble catalytic core, F, and the membrane-spanning component, F, comprising the proton channel. The catalytic portion of mitochondrial ATP synthase consists of 5 different subunits (alpha, beta, gamma, delta, and epsilon) assembled with a stoichiometry of 3 alpha, 3 beta, and a single representative of the other 3. The proton channel consists of three main subunits (a, b, c). This gene encodes the alpha subunit of the catalytic core. Alternatively spliced transcript variants encoding the same protein have been identified. Pseudogenes of this gene are located on chromosomes 9, 2, and 16.",
            "score": 216.98696899414062
        },
        {
            "docid": "214573_11",
            "document": "Carbohydrate catabolism . The last process in aerobic respiration is oxidative phosphorylation, also known as the electron transport chain. Here NADH and FADH, which contain the energy in the form of electrons, deliver their electrons to the inner membranes of the mitochondrion to power the production of ATP. Oxidative phosphorylation contributes the majority of the ATP produced, compared to glycolysis and the Krebs cycle. While the ATP count is glycolysis and the Krebs cycle is two ATP molecules, the electron transport chain contributes, at most, twenty-eight ATP molecules. A contributing factor is due to the energy potentials of NADH and FADH. As they are brought from the initial process, glycolysis, to the electron transport chain, the energy stored in them are now utilized. A second contributing factor is that cristae, the inner membranes of mitochondria, increase the surface area and therefore the amount of proteins in the membrane that assist in the synthesis of ATP. Along the electron transport chain, there are separate compartments, each with their own concentration gradient of H + ions, which are the power source of ATP synthesis. To convert ADP to ATP, energy must be provided. That energy is provided by the H+ gradient. On one side of the membrane compartment, there is a high concentration of H+ ions compared to the other. The shuttling of H+ to one side of the membrane is driven by the exergonic flow of electrons throughout the membrane. These electrons are supplied by NADH and FADH as they transfer their potential energy. Once the H+ concentration gradient is established, a proton-motive force is established, which provides the energy to convert ADP to ATP. The H+ ions that were initially forced to one side of the mitochondrion membrane now naturally flow through a membrane protein called ATP synthase, a protein that converts ADP to ATP with the help of H+ ions.",
            "score": 216.9403839111328
        },
        {
            "docid": "96842_3",
            "document": "Cytochrome c oxidase . It is the last enzyme in the respiratory electron transport chain of cells located in the membrane. It receives an electron from each of four cytochrome c molecules, and transfers them to one dioxygen molecule, converting the molecular oxygen to two molecules of water. In this process it binds four protons from the inner aqueous phase to make two water molecules, and translocates another four protons across the membrane, increasing the transmembrane difference of proton electrochemical potential which the ATP synthase then uses to synthesize ATP.",
            "score": 216.2564697265625
        },
        {
            "docid": "209455_30",
            "document": "Thylakoid . The molecular mechanism of ATP (Adenosine triphosphate) generation in chloroplasts is similar to that in mitochondria and takes the required energy from the proton motive force (PMF). However, chloroplasts rely more on the chemical potential of the PMF to generate the potential energy required for ATP synthesis. The PMF is the sum of a proton chemical potential (given by the proton concentration gradient) and a transmembrane electrical potential (given by charge separation across the membrane). Compared to the inner membranes of mitochondria, which have a significantly higher membrane potential due to charge separation, thylakoid membranes lack a charge gradient. To compensate for this, the 10,000 fold proton concentration gradient across the thylakoid membrane is much higher compared to a 10 fold gradient across the inner membrane of mitochondria. The resulting chemiosmotic potential between the lumen and stroma is high enough to drive ATP synthesis using the ATP synthase. As the protons travel back down the gradient through channels in ATP synthase, ADP + P are combined into ATP. In this manner, the light-dependent reactions are coupled to the synthesis of ATP via the proton gradient.",
            "score": 215.97972106933594
        },
        {
            "docid": "2027148_14",
            "document": "Substrate-level phosphorylation . An alternative method used to create ATP is through oxidative phosphorylation, which takes place during cellular respiration. This process utilizes the oxidation of NADH to NAD, yielding 3 ATP, and of FADH to FAD, yielding 2 ATP. The potential energy stored as an electrochemical gradient of protons (H) across the inner mitochondrial membrane is required to generate ATP from ADP and P (inorganic phosphate molecule), a key difference from substrate-level phosphorylation. This gradient is exploited by ATP synthase acting as a pore, allowing H from the mitochondrial intermembrane space to move down its electrochemical gradient into the matrix and coupling the release of free energy to ATP synthesis. Conversely, electron transfer provides the energy required to actively pump H out of the matrix.",
            "score": 212.72206115722656
        },
        {
            "docid": "14875994_2",
            "document": "ATP synthase alpha/beta subunits . ATPases (or ATP synthases) are membrane-bound enzyme complexes/ion transporters that combine ATP synthesis and/or hydrolysis with the transport of protons across a membrane. ATPases can harness the energy from a proton gradient, using the flux of ions across the membrane via the ATPase proton channel to drive the synthesis of ATP.",
            "score": 210.5567169189453
        },
        {
            "docid": "6355_134",
            "document": "Chloroplast . Like mitochondria, chloroplasts use the potential energy stored in an H, or hydrogen ion gradient to generate ATP energy. The two photosystems capture light energy to energize electrons taken from water, and release them down an electron transport chain. The molecules between the photosystems harness the electrons' energy to pump hydrogen ions into the thylakoid space, creating a concentration gradient, with more hydrogen ions (up to a thousand times as many) inside the thylakoid system than in the stroma. The hydrogen ions in the thylakoid space then diffuse back down their concentration gradient, flowing back out into the stroma through ATP synthase. ATP synthase uses the energy from the flowing hydrogen ions to phosphorylate adenosine diphosphate into adenosine triphosphate, or ATP. Because chloroplast ATP synthase projects out into the stroma, the ATP is synthesized there, in position to be used in the dark reactions.",
            "score": 209.8271484375
        },
        {
            "docid": "178220_21",
            "document": "ATP synthase . In plants, ATP synthase is also present in chloroplasts (CFF-ATP synthase). The enzyme is integrated into thylakoid membrane; the CF-part sticks into stroma, where dark reactions of photosynthesis (also called the light-independent reactions or the Calvin cycle) and ATP synthesis take place. The overall structure and the catalytic mechanism of the chloroplast ATP synthase are almost the same as those of the mitochondrial enzyme. However, in chloroplasts, the proton motive force is generated not by respiratory electron transport chain but by primary photosynthetic proteins.",
            "score": 209.73695373535156
        },
        {
            "docid": "4256142_2",
            "document": "V-ATPase . Vacuolar-type -ATPase (V-ATPase) is a highly conserved evolutionarily ancient enzyme with remarkably diverse functions in eukaryotic organisms. V-ATPases acidify a wide array of intracellular organelles and pump protons across the plasma membranes of numerous cell types. V-ATPases couple the energy of ATP hydrolysis to proton transport across intracellular and plasma membranes of eukaryotic cells. It is generally seen as the polar opposite of ATP synthase because ATP synthase is a proton channel that uses the energy from a proton gradient to produce ATP. V-ATPase however, is a proton pump that uses the energy from ATP hydrolysis to produce a proton gradient.",
            "score": 208.97898864746094
        },
        {
            "docid": "14763133_5",
            "document": "ATP synthase, H+ transporting, mitochondrial F1 complex, alpha 1 . Mitochondrial membrane ATP synthase (FF ATP synthase or Complex V) produces ATP from ADP in the presence of a proton gradient across the membrane which is generated by electron transport complexes of the respiratory chain. F-type ATPases consist of two structural domains, F - containing the extramembraneous catalytic core, and F - containing the membrane proton channel, linked together by a central stalk and a peripheral stalk. During catalysis, ATP synthesis in the catalytic domain of F is coupled via a rotary mechanism of the central stalk subunits to proton translocation. Subunits alpha and beta form the catalytic core in F. Rotation of the central stalk against the surrounding alpha(3)beta(3) subunits leads to hydrolysis of ATP in three separate catalytic sites on the beta subunits. Subunit alpha does not bear the catalytic high-affinity ATP-binding sites.",
            "score": 208.1652069091797
        },
        {
            "docid": "3967032_6",
            "document": "Photosynthetic reaction centre . When an electron rises to a higher energy level, there is a corresponding decrease in the reduction potential of the molecule in which the electron resides occurs. This means that the molecule has a greater tendency to donate electrons, which is key to the conversion of light energy to chemical energy. In green plants, the electron transport chain has many electron acceptors including phaeophytin, quinone, plastoquinone, cytochrome bf, and ferredoxin, which result finally in the reduced molecule NADPH and the storage of energy. The passage of the electron through the electron transport chain also results in the pumping of protons (hydrogen ions) from the chloroplast's stroma and into the lumen, resulting in a proton gradient across the thylakoid membrane that can be used to synthesise ATP using the ATP synthase molecule. Both the ATP and NADPH are used in the Calvin cycle to fix carbon dioxide into triose sugars.",
            "score": 207.62400817871094
        },
        {
            "docid": "15072220_3",
            "document": "ATP5D . This gene encodes a subunit of mitochondrial ATP synthase. Mitochondrial ATP synthase catalyzes ATP synthesis, utilizing an electrochemical gradient of protons across the inner membrane during oxidative phosphorylation. ATP synthase is composed of two linked multi-subunit complexes: the soluble catalytic core, F1, and the membrane-spanning component, Fo, comprising the proton channel. The catalytic portion of mitochondrial ATP synthase consists of 5 different subunits (alpha, beta, gamma, delta, and epsilon) assembled with a stoichiometry of 3 alpha, 3 beta, and a single representative of the other 3. The proton channel consists of three main subunits (a, b, c). This gene encodes the delta subunit of the catalytic core. Alternatively spliced transcript variants encoding the same isoform have been identified.",
            "score": 205.4885711669922
        },
        {
            "docid": "102871_27",
            "document": "Cellular respiration . The outcome of these transport processes using the proton electrochemical gradient is that more than 3 H are needed to make 1 ATP. Obviously this reduces the theoretical efficiency of the whole process and the likely maximum is closer to 28–30 ATP molecules. In practice the efficiency may be even lower because the inner membrane of the mitochondria is slightly leaky to protons. Other factors may also dissipate the proton gradient creating an apparently leaky mitochondria. An uncoupling protein known as thermogenin is expressed in some cell types and is a channel that can transport protons. When this protein is active in the inner membrane it short circuits the coupling between the electron transport chain and ATP synthesis. The potential energy from the proton gradient is not used to make ATP but generates heat. This is particularly important in brown fat thermogenesis of newborn and hibernating mammals. According to some of newer sources the ATP yield during aerobic respiration is not 36–38, but only about 30–32 ATP molecules / 1 molecule of glucose , because:",
            "score": 205.0767059326172
        },
        {
            "docid": "24544_24",
            "document": "Photosynthesis . In the non-cyclic reaction, the photons are captured in the light-harvesting antenna complexes of photosystem II by chlorophyll and other accessory pigments (see diagram at right). The absorption of a photon by the antenna complex frees an electron by a process called photoinduced charge separation. The antenna system is at the core of the chlorophyll molecule of the photosystem II reaction center. That freed electron is transferred to the primary electron-acceptor molecule, pheophytin. As the electrons are shuttled through an electron transport chain (the so-called Z-scheme shown in the diagram), it initially functions to generate a chemiosmotic potential by pumping proton cations (H) across the membrane and into the thylakoid space. An ATP synthase enzyme uses that chemiosmotic potential to make ATP during photophosphorylation, whereas NADPH is a product of the terminal redox reaction in the \"Z-scheme\". The electron enters a chlorophyll molecule in Photosystem I. There it is further excited by the light absorbed by that photosystem. The electron is then passed along a chain of electron acceptors to which it transfers some of its energy. The energy delivered to the electron acceptors is used to move hydrogen ions across the thylakoid membrane into the lumen. The electron is eventually used to reduce the co-enzyme NADP with a H to NADPH (which has functions in the light-independent reaction); at that point, the path of that electron ends.",
            "score": 203.7683563232422
        },
        {
            "docid": "22773_7",
            "document": "Oxidative phosphorylation . Oxidative phosphorylation works by using energy-releasing chemical reactions to drive energy-requiring reactions: The two sets of reactions are said to be \"coupled\". This means one cannot occur without the other. The flow of electrons through the electron transport chain, from electron donors such as NADH to electron acceptors such as oxygen, is an exergonic process – it releases energy, whereas the synthesis of ATP is an endergonic process, which requires an input of energy. Both the electron transport chain and the ATP synthase are embedded in a membrane, and energy is transferred from electron transport chain to the ATP synthase by movements of protons across this membrane, in a process called \"chemiosmosis\". In practice, this is like a simple electric circuit, with a current of protons being driven from the negative N-side of the membrane to the positive P-side by the proton-pumping enzymes of the electron transport chain. These enzymes are like a battery, as they perform work to drive current through the circuit. The movement of protons creates an electrochemical gradient across the membrane, which is often called the \"proton-motive force\". It has two components: a difference in proton concentration (a H gradient, ΔpH) and a difference in electric potential, with the N-side having a negative charge.",
            "score": 203.42425537109375
        }
    ]
}