{
    "q": [
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 287.1928230524063
        },
        {
            "docid": "12305127_43",
            "document": "Evolutionary history of life . The Francevillian biota fossils, dated to 2.1 Ga, are the earliest known fossil organisms that are clearly multicellular. They may have had differentiated cells. Another early multicellular fossil, \"Qingshania\", dated to 1.7 Ga, appears to consist of virtually identical cells. The red algae called \"Bangiomorpha\", dated at 1.2 Ga, is the earliest known organism that certainly has differentiated, specialized cells, and is also the oldest known sexually reproducing organism. The 1.43 billion-year-old fossils interpreted as fungi appear to have been multicellular with differentiated cells. The \"string of beads\" organism \"Horodyskia\", found in rocks dated from 1.5 Ga to 900 Ma, may have been an early metazoan; however, it has also been interpreted as a colonial foraminiferan. Animals are multicellular eukaryotes, and are distinguished from plants, algae, and fungi by lacking cell walls. All animals are motile, if only at certain life stages. All animals except sponges have bodies differentiated into separate tissues, including muscles, which move parts of the animal by contracting, and nerve tissue, which transmits and processes signals.",
            "score": 257.580193400383
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 253.14930045604706
        },
        {
            "docid": "12305127_4",
            "document": "Evolutionary history of life . Microbial mats of coexisting bacteria and archaea were the dominant form of life in the early Archean and many of the major steps in early evolution are thought to have taken place within them. The evolution of photosynthesis, around 3.5 Ga, eventually led to a buildup of its waste product, oxygen, in the atmosphere, leading to the great oxygenation event, beginning around 2.4 Ga. The earliest evidence of eukaryotes (complex cells with organelles) dates from 1.85 Ga, and while they may have been present earlier, their diversification accelerated when they started using oxygen in their metabolism. Later, around 1.7 Ga, multicellular organisms began to appear, with differentiated cells performing specialised functions. Sexual reproduction, which involves the fusion of male and female reproductive cells (gametes) to create a zygote in a process called fertilization is, in contrast to asexual reproduction, the primary method of reproduction for the vast majority of macroscopic organisms, including almost all eukaryotes (which includes animals and plants). However the origin and evolution of sexual reproduction remain a puzzle for biologists though it did evolve from a common ancestor that was a single celled eukaryotic species. Bilateria, animals with a front and a back, appeared by 555 Ma (million years ago).",
            "score": 238.59711265563965
        },
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 284.6427060365677
        },
        {
            "docid": "4230_34",
            "document": "Cell (biology) . Multicellularity has evolved independently at least 25 times, including in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and plants. It evolved repeatedly for plants (Chloroplastida), once or twice for animals, once for brown algae, and perhaps several times for fungi, slime molds, and red algae. Multicellularity may have evolved from colonies of interdependent organisms, from cellularization, or from organisms in symbiotic relationships.",
            "score": 247.9864935874939
        },
        {
            "docid": "1663974_12",
            "document": "Hydrogenosome . One of the reasons that hydrogenosomes are of interest is because of the light they can cast on how life on earth may have evolved. Most life on earth is single celled, like Bacteria and Archaea. By contrast, plants and animals are made up of many cells. Crucially, each cell of a plant or animal is organised very differently from a bacterial cell. Amongst other things, animal and plant cells (which are special cases of what is known as ‘eukaryotic’ cells) contain mitochondria.",
            "score": 202.8232765197754
        },
        {
            "docid": "19723734_48",
            "document": "Muscle . The evolutionary origin of muscle cells in metazoans is a highly debated topic. In one line of thought scientists have believed that muscle cells evolved once and thus all animals with muscles cells have a single common ancestor. In the other line of thought, scientists believe muscles cells evolved more than once and any morphological or structural similarities are due to convergent evolution and genes that predate the evolution of muscle and even the mesoderm - the germ layer from which many scientists believe true muscle cells derive.",
            "score": 197.40207266807556
        },
        {
            "docid": "637102_5",
            "document": "Plant physiology . Secondly, plant physiology includes the study of biological and chemical processes of individual plant cells. Plant cells have a number of features that distinguish them from cells of animals, and which lead to major differences in the way that plant life behaves and responds differently from animal life. For example, plant cells have a cell wall which restricts the shape of plant cells and thereby limits the flexibility and mobility of plants. Plant cells also contain chlorophyll, a chemical compound that interacts with light in a way that enables plants to manufacture their own nutrients rather than consuming other living things as animals do.",
            "score": 184.02151560783386
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 236.5407065153122
        },
        {
            "docid": "6339_3",
            "document": "Cell biology . Cells, that were once invisible to the naked eye, became visible in 17th century Europe with the invention of the compound microscope. Robert Hooke was the first person to term the building block of all living organisms as \"cells\" after looking at cork. The cell theory states that all living things are made up cells. The theory also states that both plants and animals are composed of cells which was confirmed by plant scientist, Matthias Schleiden and animal scientist, Theodor Schwann in 1839. 19 years later, Rudolf Virchow contributed to the cell theory, arguing that all cells come from the division of preexisting cells. In recent years, there have been many studies which question the cell theory. Scientists have struggled to decide whether viruses are alive or not. Viruses lack common characteristics of a living cell, such as membranes, cell organelles, and the ability to reproduce by themselves. Viruses range from 0.005 to .03 microns in size whereas Bacteria range from 1-5 microns. Modern day cell biology research looks at different ways to culture and manipulate cells outside of a living body to further research in human anatomy and physiology, to derive treatments and other medications, etc. The techniques by which cells are studied have evolved. Advancement in microscopic techniques and technology such as fluorescence microscopy, phase-contrast microscopy, dark field microscopy, confocal microscopy, cytometry, transmission electron microscopy, etc. have allowed scientists to get a better idea of the structure of cells.",
            "score": 153.5338249206543
        },
        {
            "docid": "11039790_8",
            "document": "Animal . All animals are composed of cells, surrounded by a characteristic extracellular matrix composed of collagen and elastic glycoproteins. During development, the animal extracellular matrix forms a relatively flexible framework upon which cells can move about and be reorganised, making the formation of complex structures possible. This may be calcified, forming structures such as shells, bones, and spicules. In contrast, the cells of other multicellular organisms (primarily algae, plants, and fungi) are held in place by cell walls, and so develop by progressive growth. Animal cells uniquely possess the cell junctions called tight junctions, gap junctions, and desmosomes.",
            "score": 230.4622359275818
        },
        {
            "docid": "62610_2",
            "document": "Polyploid . Polyploid cells and organisms are those containing more than two paired (homologous) sets of chromosomes. Most species whose cells have nuclei (eukaryotes) are diploid, meaning they have two sets of chromosomes—one set inherited from each parent. However, polyploidy is found in some organisms and is especially common in plants. In addition, polyploidy occurs in some tissues of animals that are otherwise diploid, such as human muscle tissues. This is known as endopolyploidy. Species whose cells do not have nuclei, that is, prokaryotes, may be polyploid, as seen in the large bacterium \"Epulopiscium fishelsoni\". Hence ploidy is defined with respect to a cell. Most eukaryotes have diploid somatic cells, but produce haploid gametes (eggs and sperm) by meiosis. A monoploid has only one set of chromosomes, and the term is usually only applied to cells or organisms that are normally diploid. Male bees and other Hymenoptera, for example, are monoploid. Unlike animals, plants and multicellular algae have life cycles with two alternating multicellular generations. The gametophyte generation is haploid, and produces gametes by mitosis, the sporophyte generation is diploid and produces spores by meiosis.",
            "score": 252.9390733242035
        },
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 223.7134405374527
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 244.68145298957825
        },
        {
            "docid": "54939754_3",
            "document": "CLE peptide . Plants and animals alike both use small polypeptides for signaling in cell-to-cell communication. CLAVATA3/EMBRYO SURROUNDING REGION-RELATED (CLE), also known as a plant peptide hormone, signaling is important for cell to cell signaling but also long distance communication. These two actions are especially imporant for plant cells because they are stationary and must perform cell expansion. In multicellular organisms cell-to-cell communication has been found to be very crucial for many growth processes that occur inside the organism. The 12 or 13 amino acid polypeptides are the mature forms of the CLE proteins that are derived from the conserved CLE domains. More and more CLE genes are being identified with more research being conducted in this area. CLE genes have not only been found in seed plants but also in lycophytes, bryophytes, and green algae.",
            "score": 220.29616451263428
        },
        {
            "docid": "95464_2",
            "document": "Centrosome . In cell biology, the centrosome (Latin centrum 'center' + Greek sōma 'body') is an organelle that serves as the main microtubule organizing center (MTOC) of the animal cell as well as a regulator of cell-cycle progression. The centrosome is thought to have evolved only in the metazoan lineage of eukaryotic cells. Fungi and plants lack centrosomes and therefore use structures other than MTOCs to organize their microtubules. Although the centrosome has a key role in efficient mitosis in animal cells, it is not essential in certain fly and flatworm species.",
            "score": 175.07011795043945
        },
        {
            "docid": "2068726_52",
            "document": "History of Earth . Archaeans, bacteria, and eukaryotes continued to diversify and to become more complex and better adapted to their environments. Each domain repeatedly split into multiple lineages, although little is known about the history of the archaea and bacteria. Around 1.1 Ga, the supercontinent Rodinia was assembling. The plant, animal, and fungi lines had split, though they still existed as solitary cells. Some of these lived in colonies, and gradually a division of labor began to take place; for instance, cells on the periphery might have started to assume different roles from those in the interior. Although the division between a colony with specialized cells and a multicellular organism is not always clear, around 1 billion years ago, the first multicellular plants emerged, probably green algae. Possibly by around 900 Ma true multicellularity had also evolved in animals.",
            "score": 233.65830945968628
        },
        {
            "docid": "23564885_10",
            "document": "Horizontal gene transfer in evolution . If there had never been any lateral gene transfer, all these individual gene trees would have the same topology (the same branching order), and the ancestral genes at the root of each tree would have all been present in the last universal common ancestor, a single ancient cell. But extensive transfer means that neither is the case: gene trees will differ (although many will have regions of similar topology) \"and\" there would never have been a single cell that could be called the last universal common ancestor...\" Doolittle suggested that the universal common ancestor cannot have been one particular organism, but must have been a loose, diverse conglomeration of primitive cells that evolved together. These early cells, each with relatively few genes, differed in many ways, and swapped their genes freely. Eventually, from these eclectic cells came the three domains of life as we know them today: bacteria, archaea and eukaryote. These domains are now recognizably distinct because much of the gene transfer that still occurs is within these domains, rather than between them. Biologist Peter Gogarten reinforced these arguments, and suggested that the metaphor of a tree does not fit the data from recent genome research, and that biologists should instead use \"the metaphor of a mosaic to describe the different histories combined in individual genomes and use [the] metaphor of a net to visualize the rich exchange and cooperative effects of HGT among microbes.\"",
            "score": 210.49922966957092
        },
        {
            "docid": "33644895_2",
            "document": "Evolution of nervous systems . The evolution of nervous systems dates back to the first development of nervous systems in animals (or metazoans). Neurons developed as specialized electrical signaling cells in multicellular animals, adapting the mechanism of action potentials present in motile single-celled and colonial eukaryotes. Simple nerve nets seen in animals like cnidaria evolved first, followed by nerve cords in bilateral animals – ventral nerve cords in invertebrates and dorsal nerve cords supported by a notochord in chordates. Bilateralization led to the evolution of brains, a process called cephalization.",
            "score": 215.89446330070496
        },
        {
            "docid": "10585_4",
            "document": "Flagellate . Among protoctists and microscopic animals, a flagellate is an organism with one or more whip-like organelles called flagella. Some cells in animals may be flagellate, for instance the spermatozoa of most phyla. Flowering plants do not produce flagellate cells, but ferns, mosses, green algae, and some gymnosperms and closely related plants do so. Likewise, most fungi do not produce cells with flagellae, but the primitive fungal chytrids do. Many protists take the form of single-celled flagellates.",
            "score": 165.2752969264984
        },
        {
            "docid": "10608031_4",
            "document": "Ediacaran biota . Determining where Ediacaran organisms fit in the tree of life has proven challenging; it is not even established that they were animals, with suggestions that they were lichens (fungus-alga symbionts), algae, protists known as foraminifera, fungi or microbial colonies, or hypothetical intermediates between plants and animals. The morphology and habit of some taxa (e.g. \"Funisia dorothea\") suggest relationships to Porifera or Cnidaria.\" Kimberella\" may show a similarity to molluscs, and other organisms have been thought to possess bilateral symmetry, although this is controversial. Most macroscopic fossils are morphologically distinct from later life-forms: they resemble discs, tubes, mud-filled bags or quilted mattresses. Due to the difficulty of deducing evolutionary relationships among these organisms, some palaeontologists have suggested that these represent completely extinct lineages that do not resemble any living organism. One palaeontologist proposed a separate kingdom level category Vendozoa (now renamed Vendobionta) in the Linnaean hierarchy for the Ediacaran biota. If these enigmatic organisms left no descendants, their strange forms might be seen as a \"failed experiment\" in multicellular life, with later multicellular life evolving independently from unrelated single-celled organisms. The concept of \"Ediacaran Biota\" is somewhat artificial as it can not be defined geographically, stratigraphically, taphonomically, or biologically.",
            "score": 217.5935744047165
        },
        {
            "docid": "47271_60",
            "document": "Sponge . In the 1990s sponges were widely regarded as a monophyletic group, all of them having descended from a common ancestor that was itself a sponge, and as the \"sister-group\" to all other metazoans (multi-celled animals), which themselves form a monophyletic group. On the other hand, some 1990s analyses also revived the idea that animals' nearest evolutionary relatives are choanoflagellates, single-celled organisms very similar to sponges' choanocytes – which would imply that most Metazoa evolved from very sponge-like ancestors and therefore that sponges may not be monophyletic, as the same sponge-like ancestors may have given rise both to modern sponges and to non-sponge members of Metazoa.",
            "score": 176.6267410516739
        },
        {
            "docid": "19167679_39",
            "document": "Virus . Penetration follows attachment: Virions enter the host cell through receptor-mediated endocytosis or membrane fusion. This is often called viral entry. The infection of plant and fungal cells is different from that of animal cells. Plants have a rigid cell wall made of cellulose, and fungi one of chitin, so most viruses can get inside these cells only after trauma to the cell wall. Nearly all plant viruses (such as tobacco mosaic virus) can also move directly from cell to cell, in the form of single-stranded nucleoprotein complexes, through pores called plasmodesmata. Bacteria, like plants, have strong cell walls that a virus must breach to infect the cell. Given that bacterial cell walls are much thinner than plant cell walls due to their much smaller size, some viruses have evolved mechanisms that inject their genome into the bacterial cell across the cell wall, while the viral capsid remains outside.",
            "score": 169.65705382823944
        },
        {
            "docid": "6227883_4",
            "document": "Cell physiology . The relation of cell physiology to different fields of physiology such as, animal physiology, comparative animal physiology, plant physiology and molecular biology are being fundamental parts of physiology field. Animal physiology plays a role of the work of various organs of the body which those organs coordinate to integrate the animal behavior. medical men in were concerned about vertebrate organ physiology precisely with mammals, because the information provided could be beneficially applied to the physiology of human in health and diseases. it is a beneficial to work on organ physiology as a medical approach. However, the Cellular level can be used as well. In addition, Comparative animal physiology is a prat of studying the function of any organ in various types of animals such as, vertebrate and invertebrate to find the fundamental relations. Plant physiology is more likely concerns about the response, nutrition, growth and reproduction of different types of plants. and Since the functioning of the animal and plant depend on the function of the cells component. All of these physiological studies have been recognized by researchers whom were interested in organisms and worked at the cellular level to solve problems at the organs levels. on the other hand, Molecular biology turns to explain the cells activities in at the molecular level.In the past time, it has been limited in studying activities of viruses and bacteria. However, now it is being extended on studying the activities of the Eukaryota cells. Molecular biology has been contributed as an aim for cell physiology by being as powerful source of mutants (this method has been applied to many issues in cell physiology) such as, transportation across the cell membrane and the nature of the membranes. However, many of the cell physiology problems have not been solved by the molecular approach.",
            "score": 167.5433784723282
        },
        {
            "docid": "11008314_96",
            "document": "Evolutionary history of plants . Genome doubling is a relatively common occurrence in plant evolution and results in polyploidy, which is consequently a common feature in plants. It is estimated that at least half (and probably all) plants have seen genome doubling in their history. Genome doubling entails gene duplication, thus generating functional redundancy in most genes. The duplicated genes may attain new function, either by changes in expression pattern or changes in activity. Polyploidy and gene duplication are believed to be among the most powerful forces in evolution of plant form; though it is not known why genome doubling is such a frequent process in plants. One probable reason is the production of large amounts of secondary metabolites in plant cells. Some of them might interfere in the normal process of chromosomal segregation, causing genome duplication. In recent times, plants have been shown to possess significant microRNA families, which are conserved across many plant lineages. In comparison to animals, while the number of plant miRNA families are lesser than animals, the size of each family is much larger. The miRNA genes are also much more spread out in the genome than those in animals, where they are more clustered. It has been proposed that these miRNA families have expanded by duplications of chromosomal regions. Many miRNA genes involved in regulation of plant development have been found to be quite conserved between plants studied.",
            "score": 199.0348300933838
        },
        {
            "docid": "19828134_8",
            "document": "Plant . Algae comprise several different groups of organisms which produce food by photosynthesis and thus have traditionally been included in the plant kingdom. The seaweeds range from large multicellular algae to single-celled organisms and are classified into three groups, the brown, red and green algae. There is good evidence that the brown algae evolved independently from the others, from non-photosynthetic ancestors that formed endosymbiotic relationships with red algae rather than from cyanobacteria, and they are no longer classified as plants as defined here.",
            "score": 171.37809348106384
        },
        {
            "docid": "5645086_10",
            "document": "Evolution of the eye . Whether the eye evolved once or many times depends on the definition of an eye. All eyed animals share much of the genetic machinery for eye development. This suggests that the ancestor of eyed animals had some form of light-sensitive machinery – even if it was not a dedicated optical organ. However, even photoreceptor cells may have evolved more than once from molecularly similar chemoreceptor cells. Probably, photoreceptor cells existed long before the Cambrian explosion. Higher-level similarities – such as the use of the protein crystallin in the independently derived cephalopod and vertebrate lenses – reflect the co-option of a more fundamental protein to a new function within the eye.",
            "score": 191.88114380836487
        },
        {
            "docid": "9236_83",
            "document": "Evolution . The history of life was that of the unicellular eukaryotes, prokaryotes and archaea until about 610 million years ago when multicellular organisms began to appear in the oceans in the Ediacaran period. The evolution of multicellularity occurred in multiple independent events, in organisms as diverse as sponges, brown algae, cyanobacteria, slime moulds and myxobacteria. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule called GK-PID may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 214.8180389404297
        },
        {
            "docid": "2056572_30",
            "document": "Marine life . The origins of viruses in the evolutionary history of life are unclear: some may have evolved from plasmids—pieces of DNA that can move between cells—while others may have evolved from bacteria. In evolution, viruses are an important means of horizontal gene transfer, which increases genetic diversity. Viruses are considered by some to be a life form, because they carry genetic material, reproduce, and evolve through natural selection. However they lack key characteristics (such as cell structure) that are generally considered necessary to count as life. Because they possess some but not all such qualities, viruses have been described as \"organisms at the edge of life\" and as replicators.",
            "score": 152.36600995063782
        },
        {
            "docid": "207754_6",
            "document": "Somatic cell . As multicellularity evolved many times, sterile somatic cells did too. The evolution of an immortal germline producing specialized somatic cells involved the emergence of mortality, and can be viewed in its simplest version in volvocine algae. Those species with a separation between sterile somatic cells and a germ line are called Weismannists. However, Weismannist development is relatively rare (e.g., vertebrates, arthropods, \"Volvox\"), as a great number of species have the capacity for somatic embryogenesis (e.g., land plants, most algae, many invertebrates).",
            "score": 188.8108425140381
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 237.91728615760803
        }
    ],
    "r": [
        {
            "docid": "21958479_2",
            "document": "Capsaspora . Capsaspora is a monotypic genus containing the single species \"Capsaspora owczarzaki. C. owczarzaki\" is a single-celled eukaryote that occupies a key phylogenetic position in our understanding of the origin of animal multicellularity, as one of the closest unicellular relatives to animals. It is, together with \"Ministeria vibrans\", a member of the Filasterea clade (see “Taxonomy” below). This amoeboid protist has been pivotal to unravel the nature of the unicellular ancestor of animals, which has been proved to be much more complex than previously thought.",
            "score": 298.4034423828125
        },
        {
            "docid": "299472_5",
            "document": "Multicellular organism . Multicellularity has evolved independently at least 46 times in eukaryotes, and also in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and land plants. It evolved repeatedly for Chloroplastida (green algae and land plants), once or twice for animals, once for brown algae, three times in the fungi (chytrids, ascomycetes and basidiomycetes) and perhaps several times for slime molds and red algae. The first evidence of multicellularity is from cyanobacteria-like organisms that lived 3–3.5 billion years ago. To reproduce, true multicellular organisms must solve the problem of regenerating a whole organism from germ cells (i.e. sperm and egg cells), an issue that is studied in evolutionary developmental biology. Animals have evolved a considerable diversity of cell types in a multicellular body (100–150 different cell types), compared with 10–20 in plants and fungi.",
            "score": 287.19281005859375
        },
        {
            "docid": "220443_12",
            "document": "Choanoflagellate . Dujardin, a French biologist interested in protozoan evolution, recorded the morphological similarities of choanoflagellates and sponge choanocytes and proposed the possibility of a close relationship as early as 1841. Over the past decade, this hypothesized relationship between choanoflagellates and animals has been upheld by independent analyses of multiple unlinked sequences: 18S rDNA, nuclear protein-coding genes, and mitochondrial genomes (Steenkamp, et al., 2006; Burger, et al., 2003; Wainright, et al., 1993). Importantly, comparisons of mitochondrial genome sequences from a choanoflagellate and three sponges confirm the placement of choanoflagellates as an outgroup to Metazoa and negate the possibility that choanoflagellates evolved from metazoans (Lavrov, et al., 2005). Finally, recent studies of genes expressed in choanoflagellates have revealed that choanoflagellates synthesize homologues of metazoan cell signaling and adhesion genes. (King, 2003) Genome sequencing shows that, among living organisms, the choanoflagellates are most closely related to animals. Because choanoflagellates and metazoans are closely related, comparisons between the two groups promise to provide insights into the biology of their last common ancestor and the earliest events in metazoan evolution. The choanocytes (also known as \"collared cells\") of sponges (considered among the most basal metazoa) have the same basic structure as choanoflagellates. Collared cells are found in other animal groups, such as ribbon worms, suggesting this was the morphology of their last common ancestor. The last common ancestor of animals and choanoflagellates was unicellular, perhaps forming simple colonies; in contrast, the last common ancestor of all eumetazoan animals was a multicellular organism, with differentiated tissues, a definite \"body plan\", and embryonic development (including gastrulation). The timing of the splitting of these lineages is difficult to constrain, but was probably in the late Precambrian, >.",
            "score": 284.6427001953125
        },
        {
            "docid": "356382_5",
            "document": "Gene regulatory network . In multicellular animals the same principle has been put in the service of gene cascades that control body-shape. Each time a cell divides, two cells result which, although they contain the same genome in full, can differ in which genes are turned on and making proteins. Sometimes a 'self-sustaining feedback loop' ensures that a cell maintains its identity and passes it on. Less understood is the mechanism of epigenetics by which chromatin modification may provide cellular memory by blocking or allowing transcription. A major feature of multicellular animals is the use of morphogen gradients, which in effect provide a positioning system that tells a cell where in the body it is, and hence what sort of cell to become. A gene that is turned on in one cell may make a product that leaves the cell and diffuses through adjacent cells, entering them and turning on genes only when it is present above a certain threshold level. These cells are thus induced into a new fate, and may even generate other morphogens that signal back to the original cell. Over longer distances morphogens may use the active process of signal transduction. Such signalling controls embryogenesis, the building of a body plan from scratch through a series of sequential steps. They also control and maintain adult bodies through feedback processes, and the loss of such feedback because of a mutation can be responsible for the cell proliferation that is seen in cancer. In parallel with this process of building structure, the gene cascade turns on genes that make structural proteins that give each cell the physical properties it needs.",
            "score": 262.5684814453125
        },
        {
            "docid": "27854506_3",
            "document": "Holomycota . \"Rozella\" (Cryptomycota) is the earliest fungal genus in which chitin has been observed at least in some stages of their life cycle, although the chitinus cell wall (another fungal hallmark) and osmotrophy originated in a common ancestor of Blastocladiomycota and Chytridiomycota, which still contain some ancestral characteristics such as the flagellum in zoosporic stage. The groups of fungi with the characteristic hyphal growth, Zoopagomycota, Mucuromycotina and Dikarya, originated from a common ancestor ~700 Mya. Zoopagomycota are mostly pathogens of animals or other fungi, Mucuromycotina is a more diverse group including parasites, saprotrophs or ectomycorrhizal. Dikarya is the group embracing Ascomycota and Basidiomycota, which comprise ~98% of the described fungal species. Because of this rich diversity, Dikarya includes highly morphologically distinct groups, from hyphae or unicellular yeasts (such as the model organism \"Saccharomyces cerevisiae\") to the complex multicellular fungi popularly known as mushrooms. Contrary to animals and land plants with complex multicellularity, the inferred phylogenetic relationships indicate that fungi acquired and lost multicellularity multiple times along Ascomycota and Basidiomycota evolution.",
            "score": 259.752685546875
        },
        {
            "docid": "12305127_43",
            "document": "Evolutionary history of life . The Francevillian biota fossils, dated to 2.1 Ga, are the earliest known fossil organisms that are clearly multicellular. They may have had differentiated cells. Another early multicellular fossil, \"Qingshania\", dated to 1.7 Ga, appears to consist of virtually identical cells. The red algae called \"Bangiomorpha\", dated at 1.2 Ga, is the earliest known organism that certainly has differentiated, specialized cells, and is also the oldest known sexually reproducing organism. The 1.43 billion-year-old fossils interpreted as fungi appear to have been multicellular with differentiated cells. The \"string of beads\" organism \"Horodyskia\", found in rocks dated from 1.5 Ga to 900 Ma, may have been an early metazoan; however, it has also been interpreted as a colonial foraminiferan. Animals are multicellular eukaryotes, and are distinguished from plants, algae, and fungi by lacking cell walls. All animals are motile, if only at certain life stages. All animals except sponges have bodies differentiated into separate tissues, including muscles, which move parts of the animal by contracting, and nerve tissue, which transmits and processes signals.",
            "score": 257.5802001953125
        },
        {
            "docid": "299472_16",
            "document": "Multicellular organism . The Colonial Theory of Haeckel, 1874, proposes that the symbiosis of many organisms of the same species (unlike the symbiotic theory, which suggests the symbiosis of different species) led to a multicellular organism. At least some, it is presumed land-evolved, multicellularity occurs by cells separating and then rejoining (e.g. cellular slime molds) whereas for the majority of multicellular types (those that evolved within aquatic environments), multicellularity occurs as a consequence of cells failing to separate following division. The mechanism of this latter colony formation can be as simple as incomplete cytokinesis, though multicellularity is also typically considered to involve cellular differentiation. The advantage of the Colonial Theory hypothesis is that it has been seen to occur independently in 16 different protoctistan phyla. For instance, during food shortages the amoeba Dictyostelium groups together in a colony that moves as one to a new location. Some of these amoeba then slightly differentiate from each other. Other examples of colonial organisation in protista are Volvocaceae, such as Eudorina and Volvox, the latter of which consists of up to 500–50,000 cells (depending on the species), only a fraction of which reproduce. For example, in one species 25–35 cells reproduce, 8 asexually and around 15–25 sexually. However, it can often be hard to separate colonial protists from true multicellular organisms, as the two concepts are not distinct; colonial protists have been dubbed \"pluricellular\" rather than \"multicellular\".",
            "score": 256.7011413574219
        },
        {
            "docid": "674_33",
            "document": "Anatomy . Invertebrates constitute a vast array of living organisms ranging from the simplest unicellular eukaryotes such as \"Paramecium\" to such complex multicellular animals as the octopus, lobster and dragonfly. They constitute about 95% of the animal species. By definition, none of these creatures has a backbone. The cells of single-cell protozoans have the same basic structure as those of multicellular animals but some parts are specialized into the equivalent of tissues and organs. Locomotion is often provided by cilia or flagella or may proceed via the advance of pseudopodia, food may be gathered by phagocytosis, energy needs may be supplied by photosynthesis and the cell may be supported by an endoskeleton or an exoskeleton. Some protozoans can form multicellular colonies.",
            "score": 254.16024780273438
        },
        {
            "docid": "12305127_39",
            "document": "Evolutionary history of life . The simplest definitions of \"multicellular,\" for example \"having multiple cells,\" could include colonial cyanobacteria like \"Nostoc\". Even a technical definition such as \"having the same genome but different types of cell\" would still include some genera of the green algae Volvox, which have cells that specialize in reproduction. Multicellularity evolved independently in organisms as diverse as sponges and other animals, fungi, plants, brown algae, cyanobacteria, slime molds and myxobacteria. For the sake of brevity, this article focuses on the organisms that show the greatest specialization of cells and variety of cell types, although this approach to the evolution of biological complexity could be regarded as \"rather anthropocentric.\" The initial advantages of multicellularity may have included: more efficient sharing of nutrients that are digested outside the cell, increased resistance to predators, many of which attacked by engulfing; the ability to resist currents by attaching to a firm surface; the ability to reach upwards to filter-feed or to obtain sunlight for photosynthesis; the ability to create an internal environment that gives protection against the external one; and even the opportunity for a group of cells to behave \"intelligently\" by sharing information. These features would also have provided opportunities for other organisms to diversify, by creating more varied environments than flat microbial mats could.",
            "score": 253.14930725097656
        },
        {
            "docid": "62610_2",
            "document": "Polyploid . Polyploid cells and organisms are those containing more than two paired (homologous) sets of chromosomes. Most species whose cells have nuclei (eukaryotes) are diploid, meaning they have two sets of chromosomes—one set inherited from each parent. However, polyploidy is found in some organisms and is especially common in plants. In addition, polyploidy occurs in some tissues of animals that are otherwise diploid, such as human muscle tissues. This is known as endopolyploidy. Species whose cells do not have nuclei, that is, prokaryotes, may be polyploid, as seen in the large bacterium \"Epulopiscium fishelsoni\". Hence ploidy is defined with respect to a cell. Most eukaryotes have diploid somatic cells, but produce haploid gametes (eggs and sperm) by meiosis. A monoploid has only one set of chromosomes, and the term is usually only applied to cells or organisms that are normally diploid. Male bees and other Hymenoptera, for example, are monoploid. Unlike animals, plants and multicellular algae have life cycles with two alternating multicellular generations. The gametophyte generation is haploid, and produces gametes by mitosis, the sporophyte generation is diploid and produces spores by meiosis.",
            "score": 252.93907165527344
        },
        {
            "docid": "4230_34",
            "document": "Cell (biology) . Multicellularity has evolved independently at least 25 times, including in some prokaryotes, like cyanobacteria, myxobacteria, actinomycetes, \"Magnetoglobus multicellularis\" or \"Methanosarcina\". However, complex multicellular organisms evolved only in six eukaryotic groups: animals, fungi, brown algae, red algae, green algae, and plants. It evolved repeatedly for plants (Chloroplastida), once or twice for animals, once for brown algae, and perhaps several times for fungi, slime molds, and red algae. Multicellularity may have evolved from colonies of interdependent organisms, from cellularization, or from organisms in symbiotic relationships.",
            "score": 247.9864959716797
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 244.68145751953125
        },
        {
            "docid": "2332422_27",
            "document": "Carcinogenesis . A number of authors have questioned the assumption that cancers result from sequential random mutations as oversimplistic, suggesting instead that cancer results from a failure of the body to inhibit an innate, programmed proliferative tendency. A related theory developed by astrobiologists suggests that cancer is an atavism, an evolutionary throwback to an earlier form of multicellular life. The genes responsible for uncontrolled cell growth and cooperation between cancer cells are very similar to those that enabled the first multicellular life forms to group together and flourish. These genes still exist within the genome of more complex metazoans, such as humans, although more recently evolved genes keep them in check. When the newer controlling genes fail for whatever reason, the cell can revert to its more primitive programming and reproduce out of control. The theory is an alternative to the notion that cancers begin with rogue cells that undergo evolution within the body. Instead they possess a fixed number of primitive genes that are progressively activated, giving them finite variability. Another evolutionary theory puts the roots of cancer back to the origin of the eukarote (nucleated) cell by massive horizontal gene transfer, when the genomes of infecting viruses were cleaved (and thereby attenuated) by the host, but their fragments integrated into the host genome as immune protection. Cancer now originates when a rare somatic mutation recombines such fragments into a functional driver of cell proliferation.",
            "score": 243.60752868652344
        },
        {
            "docid": "1159407_9",
            "document": "Homeosis . Like the complex multicellularity seen in animals, the multicellularity of land plants is developmentally organized into tissue and organ units via transcription factor genes with homeotic effects. While plants do have homeobox-containing genes, plant homeotic factors tend to possess MADS-box DNA binding domains. Interestingly, animal genomes also possess a small number MADS-box factors. Thus, in the independent evolution of multicellularity in plants and animals, different eukaryotic transcription factor families were co-opted to serve homeotic functions.  MADS-domain factors have been proposed to function as co-factors to more specialized factors and thereby help to determine organ identity. This has been proposed to correspond more closely to the interpretation of animal homeotics outlined by Michael Akam.",
            "score": 242.21173095703125
        },
        {
            "docid": "299472_11",
            "document": "Multicellular organism . Until recently, phylogenetic reconstruction has been through anatomical (particularly embryological) similarities. This is inexact, as living multicellular organisms such as animals and plants are more than 500 million years removed from their single-cell ancestors. Such a passage of time allows both divergent and convergent evolution time to mimic similarities and accumulate differences between groups of modern and extinct ancestral species. Modern phylogenetics uses sophisticated techniques such as alloenzymes, satellite DNA and other molecular markers to describe traits that are shared between distantly related lineages.",
            "score": 240.88311767578125
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 239.28370666503906
        },
        {
            "docid": "12305127_4",
            "document": "Evolutionary history of life . Microbial mats of coexisting bacteria and archaea were the dominant form of life in the early Archean and many of the major steps in early evolution are thought to have taken place within them. The evolution of photosynthesis, around 3.5 Ga, eventually led to a buildup of its waste product, oxygen, in the atmosphere, leading to the great oxygenation event, beginning around 2.4 Ga. The earliest evidence of eukaryotes (complex cells with organelles) dates from 1.85 Ga, and while they may have been present earlier, their diversification accelerated when they started using oxygen in their metabolism. Later, around 1.7 Ga, multicellular organisms began to appear, with differentiated cells performing specialised functions. Sexual reproduction, which involves the fusion of male and female reproductive cells (gametes) to create a zygote in a process called fertilization is, in contrast to asexual reproduction, the primary method of reproduction for the vast majority of macroscopic organisms, including almost all eukaryotes (which includes animals and plants). However the origin and evolution of sexual reproduction remain a puzzle for biologists though it did evolve from a common ancestor that was a single celled eukaryotic species. Bilateria, animals with a front and a back, appeared by 555 Ma (million years ago).",
            "score": 238.5971221923828
        },
        {
            "docid": "299472_7",
            "document": "Multicellular organism . Multicellular organisms, especially long-living animals, face the challenge of cancer, which occurs when cells fail to regulate their growth within the normal program of development. Changes in tissue morphology can be observed during this process. Cancer in animals (metazoans) has often been described as a loss of multicellularity. There is a discussion about the possibility of existence of cancer in other multicellular organisms or even in protozoa. For example, plant galls have been characterized as tumors but some authors argue that plants do not develop cancer.",
            "score": 238.2640838623047
        },
        {
            "docid": "299472_9",
            "document": "Multicellular organism . One hypothesis for the origin of multicellularity is that a group of function-specific cells aggregated into a slug-like mass called a grex, which moved as a multicellular unit. This is essentially what slime molds do. Another hypothesis is that a primitive cell underwent nucleus division, thereby becoming a coenocyte. A membrane would then form around each nucleus (and the cellular space and organelles occupied in the space), thereby resulting in a group of connected cells in one organism (this mechanism is observable in Drosophila). A third hypothesis is that as a unicellular organism divided, the daughter cells failed to separate, resulting in a conglomeration of identical cells in one organism, which could later develop specialized tissues. This is what plant and animal embryos do as well as colonial choanoflagellates.",
            "score": 237.9172821044922
        },
        {
            "docid": "19653842_18",
            "document": "Organism . All organisms consist of structural units called cells; some contain a single cell (unicellular) and others contain many units (multicellular). Multicellular organisms are able to specialize cells to perform specific functions. A group of such cells is a tissue, and in animals these occur as four basic types, namely epithelium, nervous tissue, muscle tissue, and connective tissue. Several types of tissue work together in the form of an organ to produce a particular function (such as the pumping of the blood by the heart, or as a barrier to the environment as the skin). This pattern continues to a higher level with several organs functioning as an organ system such as the reproductive system, and digestive system. Many multicellular organisms consist of several organ systems, which coordinate to allow for life.",
            "score": 237.3012237548828
        },
        {
            "docid": "11039790_22",
            "document": "Animal . Animals are monophyletic, meaning they are derived from a common ancestor and form a single clade within the Apoikozoa. The Choanoflagellata are their sister clade. The most basal animals, the Porifera, Ctenophora, Cnidaria, and Placozoa, have body plans that lack bilateral symmetry, but their relationships are still disputed. As of 2017, the Porifera are considered the basalmost animals. An alternative to the Porifera could be the Ctenophora, which like the Porifera lack hox genes, important in body plan development. These genes are found in the Placozoa and the higher animals, the Bilateria. 6,331 groups of genes common to all living animals have been identified; these may have arisen from a single common ancestor that lived 650 million years ago in the Precambrian. 25 of these are novel core gene groups, found only in animals; of those, 8 are for essential components of the Wnt and TGF-beta signalling pathways which may have enabled animals to become multicellular by providing a pattern for the body's system of axes (in three dimensions), and another 7 are for transcription factors including homeodomain proteins involved in the control of development.",
            "score": 236.81777954101562
        },
        {
            "docid": "5467149_9",
            "document": "Cheating (biology) . \"Dictyostelium discoideum\" is a widely used model for cooperation and the development of multicellularity. This species of amoeba are most commonly found in a haploid, single-celled state that feed independently and undergo asexual reproduction. However, when the scarcity of food sources cause individual cells to starve, roughly 10⁴ to 10⁵ cells aggregate to form a mobile, multicellular structure dubbed a \"slug\". In the wild, aggregates generally contain multiple genotypes, resulting in chimeric mixtures. Unlike clonal (genetically identical) aggregates typically found in multicellular organisms, the potential for competition exists in chimeric aggregates. For example, because individuals in the aggregate contain different genomes, differences in fitness can result in conflict of interest among cells in the aggregate, where different genotypes could potentially compete against each other for resources and reproduction. In \"Dictyostelium discoideum\", roughly 20% of the cells in the aggregate become dead to make the stalk of a fruiting body. The remaining 80% of cells become spores in the sorus of the fruiting body, which can germinate again once conditions are more favorable. In this case, 20% of the cells must give up reproduction so that fruiting body forms successfully. This makes chimeric aggregates of \"Dictyostelium discoideum\" susceptible to cheating individuals that take advantage of the reproductive behavior without paying the fair price. In other words, if certain individuals tend to become a part of the sorus more frequently, they can gain increased benefit from the fruiting body system without sacrificing their own opportunities to reproduce. Cheating behavior in \"D. discoideum\" is well established, and many studies have attempted to elucidate the evolutionary and genetic mechanisms underlying the behavior. Having a 34Mb genome that is completely sequenced and well annotated makes \"D. discoideum\" a useful model in studying the genetic bases and molecular mechanisms of cheating, and in a broader sense, social evolution.",
            "score": 236.569580078125
        },
        {
            "docid": "49033_47",
            "document": "Epigenetics . Somatic epigenetic inheritance, particularly through DNA and histone covalent modifications and nucleosome repositioning, is very important in the development of multicellular eukaryotic organisms. The genome sequence is static (with some notable exceptions), but cells differentiate into many different types, which perform different functions, and respond differently to the environment and intercellular signalling. Thus, as individuals develop, morphogens activate or silence genes in an epigenetically heritable fashion, giving cells a memory. In mammals, most cells terminally differentiate, with only stem cells retaining the ability to differentiate into several cell types (\"totipotency\" and \"multipotency\"). In mammals, some stem cells continue producing new differentiated cells throughout life, such as in neurogenesis, but mammals are not able to respond to loss of some tissues, for example, the inability to regenerate limbs, which some other animals are capable of. Epigenetic modifications regulate the transition from neural stem cells to glial progenitor cells (for example, differentiation into oligodendrocytes is regulated by the deacetylation and methylation of histones. Unlike animals, plant cells do not terminally differentiate, remaining totipotent with the ability to give rise to a new individual plant. While plants do utilise many of the same epigenetic mechanisms as animals, such as chromatin remodeling, it has been hypothesised that some kinds of plant cells do not use or require \"cellular memories\", resetting their gene expression patterns using positional information from the environment and surrounding cells to determine their fate.",
            "score": 236.54071044921875
        },
        {
            "docid": "209459_26",
            "document": "Alternative splicing . It has been proposed that for eukaryotes alternative splicing was a very important step towards higher efficiency, because information can be stored much more economically. Several proteins can be encoded by a single gene, rather than requiring a separate gene for each, and thus allowing a more varied proteome from a genome of limited size. It also provides evolutionary flexibility. A single point mutation may cause a given exon to be occasionally excluded or included from a transcript during splicing, allowing production of a new protein isoform without loss of the original protein. Studies have identified intrinsically disordered regions (see Intrinsically unstructured proteins) as enriched in the non-constitutive exons suggesting that protein isoforms may display functional diversity due to the alteration of functional modules within these regions. Such functional diversity achieved by isoforms is reflected by their expression patterns and can be predicted by machine learning approaches. Comparative studies indicate that alternative splicing preceded multicellularity in evolution, and suggest that this mechanism might have been co-opted to assist in the development of multicellular organisms.",
            "score": 235.6885528564453
        },
        {
            "docid": "21958479_4",
            "document": "Capsaspora . \"C. owczarzaki\"’s life cycle comprises 3 different stages with three different cell types, which was reported only recently. Under culture conditions, \"C. owczarzaki’\"s filopodial cells crawl attached to the substrate, with active replication until the end of the exponential growth phase. Then, cells start to detach, retracting the branching filopodia and encysting. During this cystic phase, division is stopped. Alternatively, amoebae can actively aggregate to each other by unknown factors, forming a multicellular, aggregative structure and secreting an unstructured extracellular material that seems to prevent direct cell-cell contact.",
            "score": 235.30560302734375
        },
        {
            "docid": "2068726_52",
            "document": "History of Earth . Archaeans, bacteria, and eukaryotes continued to diversify and to become more complex and better adapted to their environments. Each domain repeatedly split into multiple lineages, although little is known about the history of the archaea and bacteria. Around 1.1 Ga, the supercontinent Rodinia was assembling. The plant, animal, and fungi lines had split, though they still existed as solitary cells. Some of these lived in colonies, and gradually a division of labor began to take place; for instance, cells on the periphery might have started to assume different roles from those in the interior. Although the division between a colony with specialized cells and a multicellular organism is not always clear, around 1 billion years ago, the first multicellular plants emerged, probably green algae. Possibly by around 900 Ma true multicellularity had also evolved in animals.",
            "score": 233.65830993652344
        },
        {
            "docid": "4230_3",
            "document": "Cell (biology) . Cells consist of cytoplasm enclosed within a membrane, which contains many biomolecules such as proteins and nucleic acids. Organisms can be classified as unicellular (consisting of a single cell; including bacteria) or multicellular (including plants and animals). While the number of cells in plants and animals varies from species to species, humans contain more than 10 trillion (10) cells. Most plant and animal cells are visible only under a microscope, with dimensions between 1 and 100 micrometres.",
            "score": 233.3212890625
        },
        {
            "docid": "46336709_32",
            "document": "Precambrian body plans . The formation of multicellularity was a pivotal point in the evolution of life on Earth. Shortly after multicellularity arose, there was an immense increase in the diversity of living organisms at the beginning of the Cambrian Era, called the Cambrian Explosion. Multicellularity is believed to have evolved multiple times on Earth because it was a beneficial life strategy for organisms. For multicellularity to occur, cells need to be capable of self-replication, cell-cell adhesion and cell-cell communication. There also must have been available oxygen and selective pressures in the environment.",
            "score": 231.12986755371094
        },
        {
            "docid": "11039790_8",
            "document": "Animal . All animals are composed of cells, surrounded by a characteristic extracellular matrix composed of collagen and elastic glycoproteins. During development, the animal extracellular matrix forms a relatively flexible framework upon which cells can move about and be reorganised, making the formation of complex structures possible. This may be calcified, forming structures such as shells, bones, and spicules. In contrast, the cells of other multicellular organisms (primarily algae, plants, and fungi) are held in place by cell walls, and so develop by progressive growth. Animal cells uniquely possess the cell junctions called tight junctions, gap junctions, and desmosomes.",
            "score": 230.46224975585938
        },
        {
            "docid": "46336709_15",
            "document": "Precambrian body plans . For the majority of Earth’s history life has been unicellular. However, unicellular organisms had the ingredients in them for multicellularity to arise. Despite having the ingredients for multicellularity, organisms were restricted due to the lack of hospitable environmental conditions. The rise of oxygen (The Great Oxygenation Event) led organisms to be able to develop more complex body plans. In order for multicellularity to have occurred, organisms must have been capable of cellular communication, aggregation, and specialized functions. The transition to multicellularity that began the evolution of animals from protozoa is one of the most poorly understood of history’s life events. Understanding choanoflagellates and their relation to sponges is important when positing theories on the origins of multicellularity",
            "score": 229.41970825195312
        },
        {
            "docid": "19172225_14",
            "document": "Prokaryote . Biofilms may be highly heterogeneous and structurally complex and may attach to solid surfaces, or exist at liquid-air interfaces, or potentially even liquid-liquid interfaces. Bacterial biofilms are often made up of microcolonies (approximately dome-shaped masses of bacteria and matrix) separated by \"voids\" through which the medium (e.g., water) may flow easily. The microcolonies may join together above the substratum to form a continuous layer, closing the network of channels separating microcolonies. This structural complexity—combined with observations that oxygen limitation (a ubiquitous challenge for anything growing in size beyond the scale of diffusion) is at least partially eased by movement of medium throughout the biofilm—has led some to speculate that this may constitute a circulatory system and many researchers have started calling prokaryotic communities multicellular (for example ). Differential cell expression, collective behavior, signaling, programmed cell death, and (in some cases) discrete biological dispersal events all seem to point in this direction. However, these colonies are seldom if ever founded by a single founder (in the way that animals and plants are founded by single cells), which presents a number of theoretical issues. Most explanations of co-operation and the evolution of multicellularity have focused on high relatedness between members of a group (or colony, or whole organism). If a copy of a gene is present in all members of a group, behaviors that promote cooperation between members may permit those members to have (on average) greater fitness than a similar group of selfish individuals (see inclusive fitness and Hamilton's rule).",
            "score": 225.49832153320312
        },
        {
            "docid": "18393_72",
            "document": "Life . Multicellular organisms may have first evolved through the formation of colonies of identical cells. These cells can form group organisms through cell adhesion. The individual members of a colony are capable of surviving on their own, whereas the members of a true multi-cellular organism have developed specializations, making them dependent on the remainder of the organism for survival. Such organisms are formed clonally or from a single germ cell that is capable of forming the various specialized cells that form the adult organism. This specialization allows multicellular organisms to exploit resources more efficiently than single cells. In January 2016, scientists reported that, about 800 million years ago, a minor genetic change in a single molecule, called GK-PID, may have allowed organisms to go from a single cell organism to one of many cells.",
            "score": 223.7134552001953
        }
    ]
}