{
    "q": [
        {
            "docid": "2918988_5",
            "document": "Neurotransmission . Neurons form elaborate networks through which nerve impulses (action potentials) travel. Each neuron has as many as 15,000 connections with other neurons. Neurons do not touch each other (except in the case of an electrical synapse through a gap junction); instead, neurons interact at close contact points called synapses. A neuron transports its information by way of an action potential. When the nerve impulse arrives at the synapse, it may cause the release of neurotransmitters, which influence another (postsynaptic) neuron. The postsynaptic neuron may receive inputs from many additional neurons, both excitatory and inhibitory. The excitatory and inhibitory influences are summed, and if the net effect is inhibitory, the neuron will be less likely to \"fire\" (i.e., generate an action potential), and if the net effect is excitatory, the neuron will be more likely to fire. How likely a neuron is to fire depends on how far its membrane potential is from the threshold potential, the voltage at which an action potential is triggered because enough voltage-dependent sodium channels are activated so that the net inward sodium current exceeds all outward currents. Excitatory inputs bring a neuron closer to threshold, while inhibitory inputs bring the neuron farther from threshold. An action potential is an \"all-or-none\" event; neurons whose membranes have not reached threshold will not fire, while those that do must fire. Once the action potential is initiated (traditionally at the axon hillock), it will propagate along the axon, leading to release of neurotransmitters at the synaptic bouton to pass along information to yet another adjacent neuron.",
            "score": 241.27062594890594
        },
        {
            "docid": "20510214_7",
            "document": "Activity-dependent plasticity . Neurons are the basic functional unit of the brain and process and transmit information through signals. Many different types of neurons can be identified based on their function, such as sensory neurons or motor neurons. Each responds to specific stimuli and sends respective and appropriate chemical signals to other neurons. The basic structure of a neuron is shown here on the right and consists of a nucleus that contains genetic information; the cell body, or the soma, which is equipped with dendritic branches that mostly receive the incoming inputs from other neurons; a long, thin axon that bears axon terminals which carry the output information to other neurons. The dendrites and axons are interfaced through a small connection called a synapse. This component of the neuron contains a variety of chemical messengers and proteins that allow for the transmission of information. It is the variety of proteins and affect of the signal that fundamentally lead to the plasticity feature.",
            "score": 224.6544599533081
        },
        {
            "docid": "33226262_6",
            "document": "Calcium encoding . Michael Forrest has shown that intracellular calcium dynamics may permit a Purkinje neuron to perform toggle and gain computations upon its inputs. So, showing how an ion concentration can be used as a computational variable - in particular, as a memory element: recording a history of firing and inputs, to dictate how the neuron responds to future inputs. Thus, this work hypothesizes that the membrane potential (V) is not the Purkinje cell's only coding variable but works alongside a calcium memory system. These two interact, with the calcium memory being encoded and decoded by the membrane potential. The toggle and gain computations are likely to be salient to network computations in the cerebellum, in the brain. Thus, ion computations can be important more globally than a single cell. Forrest terms this hypothesis: \"ion to network computation\".",
            "score": 142.7300477027893
        },
        {
            "docid": "39182600_2",
            "document": "Heterosynaptic plasticity . Synaptic plasticity refers to a chemical synapse's ability to undergo changes in strength. Synaptic plasticity is typically input-specific (i.e. homosynaptic plasticity), meaning that the activity in a particular neuron alters the efficacy of a synaptic connection between that neuron and its target. However, in the case of heterosynaptic plasticity, the activity of a particular neuron leads to input unspecific changes in the strength of synaptic connections from other unactivated neurons. A number of distinct forms of heterosynaptic plasticity have been found in a variety of brain regions and organisms. These different forms of heterosynaptic plasticity contribute to a variety of neural processes including associative learning, the development of neural circuits, and homeostasis of synaptic input.",
            "score": 200.08915781974792
        },
        {
            "docid": "35502244_15",
            "document": "Neuronal memory allocation . Experiments have yet to investigate the interaction of allocative mechanisms between the neuronal and synaptic levels. The two classes of processes are very likely to be interconnected considering the relationship between neurons and synapses in a neuronal network. For example, the synaptic tagging and capture involved in synaptic allocation requires the allocation of the neurons to which the synapses belong to. Moreover, increases in neuronal excitability in a given neuronal ensemble may affect some dendrites more than others, thus biasing memory storage to synapses in dendrites with higher excitability. Similarly, on the recruited neurons displaying increased excitability, specific synapses need to be selected for in order to store the information in the form of synaptic plasticity.",
            "score": 296.5781280994415
        },
        {
            "docid": "8402086_9",
            "document": "Computational neurogenetic modeling . For the parameters in the gene regulatory network to affect the neurons in the artificial neural network as intended there must be some connection between them. In an organizational context, each node (neuron) in the artificial neural network has its own gene regulatory network associated with it. The weights (and in some networks, frequencies of synaptic transmission to the node), and the resulting membrane potential of the node (including whether an action potential is produced or not), affect the expression of different genes in the gene regulatory network. Factors affecting connections between neurons, such as synaptic plasticity, can be modeled by inputting the values of synaptic activity-associated genes and proteins to a function that re-evaluates the weight of an input from a particular neuron in the artificial neural network.",
            "score": 71.99633598327637
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 248.79935455322266
        },
        {
            "docid": "21245_15",
            "document": "Neuroscience . The fundamental questions addressed in cellular neuroscience include the mechanisms of how neurons process signals physiologically and electrochemically. These questions include how signals are processed by neurites – thin extensions from a neuronal cell body, consisting of dendrites (specialized to receive synaptic inputs from other neurons) and axons (specialized to conduct nerve impulses called action potentials) – and somas (the cell bodies of the neurons containing the nucleus), and how neurotransmitters and electrical signals are used to process information in a neuron. Another major area of neuroscience is directed at investigations of the development of the nervous system. These questions include the patterning and regionalization of the nervous system, neural stem cells, differentiation of neurons and glia, neuronal migration, axonal and dendritic development, trophic interactions, and synapse formation.",
            "score": 216.22195887565613
        },
        {
            "docid": "20512936_14",
            "document": "Dendritic spike . Forward propagation of dendritic spikes initiate due to synaptic activity, and serves to amplify signals that may not reach the soma through passive transmission. The strength of synaptic stimulation required to generate a dendritic spike varies among neuronal types. Neurons which receive relatively few inputs cannot rely on spatial summation and therefore must rely on stronger synaptic inputs. Some relatively unbranched neurons, such as the globus pallidus neuron, bypass the need of strong synaptic input by increased concentrations of voltage-gated sodium channels at the synapse. Other more branched neurons, such as pyramidal neurons, rely on spatial summation of multiple inputs to generate forward propagating dendritic spikes. Forward propagation is not well understood and much research is devoted to the subject. It is thought by most experts that this phenomenon does not occur in neurons outside of the brain.",
            "score": 219.64798319339752
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 252.36863696575165
        },
        {
            "docid": "1896271_11",
            "document": "Holonomic brain theory . In classic brain theory the summation of electrical inputs to the dendrites and soma (cell body) of a neuron either inhibit the neuron or excite it and set off an action potential down the axon to where it synapses with the next neuron. However, this fails to account for different varieties of synapses beyond the traditional axodendritic (axon to dendrite). There is evidence for the existence of other kinds of synapses, including serial synapses and those between dendrites and soma and between different dendrites. Many synaptic locations are functionally bipolar, meaning they can both send and receive impulses from each neuron, distributing input and output over the entire group of dendrites.",
            "score": 266.84122705459595
        },
        {
            "docid": "33818014_23",
            "document": "Nervous system network models . Computational science is an interdisciplinary field that combines engineering, biology, control systems, brain functions, physical sciences, and computer science. It has fundamental development models done at the lower levels of ions, neurons, and synapses, as well as information propagation between neurons. These models have established the enabling technology for higher-level models to be developed. They are based on chemical and electrical activities in the neurons for which electrical equivalent circuits are generated. A simple model for the neuron with predominantly potassium ions inside the cell and sodium ions outside establishes an electric potential on the membrane under equilibrium, i.e., no external activity, condition. This is called the resting membrane potential, which can be determined by Nernst Equation (Nernst, W. (1888)). An equivalent electrical circuit for a patch of membrane, for example an axon or dendrite, is shown in Figure 5. E and E are the potentials associated with the potassium and sodium channels respectively and R and R are the resistances associated with them. C is the capacitance of the membrane and I is the source current, which could be the test source or the signal source (action potential). The resting potential for potassium-sodium channels in a neuron is about -65 millivolts. The membrane model is for a small section of the cell membrane; for larger sections it can be extended by adding similar sections, called compartments, with the parameter values being the same or different. The compartments are cascaded by a resistance, called axial resistance. Figure 6 shows a compartmental model of a neuron that is developed over the membrane model. Dendrites are the postsynaptic receptors receiving inputs from other neurons; and the axon with one or more axon terminals transmits neurotransmitters to other neurons. The second building block is the Hodgkin-Huxley (HH) model of the action potential. When the membrane potential from the dendrites exceeds the resting membrane potential, a pulse is generated by the neuron cell and propagated along the axon. This pulse is called the action potential and HH model is a set of equations that is made to fit the experimental data by the design of the model and the choice of the parameter values.",
            "score": 200.87130463123322
        },
        {
            "docid": "941909_26",
            "document": "Receptive field . The term receptive field is also used in the context of artificial neural networks, most often in relation to convolutional neural networks (CNNs). When used in this sense, the term adopts a meaning reminiscent of receptive fields in actual biological nervous systems. CNNs have a distinct architecture, designed to mimic the way in which real animal brains are understood to function; instead of having every neuron in each layer connect to all neurons in the next layer (Multilayer perceptron), the neurons are arranged in a 3-dimensional structure in such a way as to take into account the spatial relationships between different neurons with respect to the original data. Since CNNs are used primarily in the field of computer vision, the data that the neurons represent is typically an image; each input neuron represents one pixel from the original image. The first layer of neurons is composed of all the input neurons; neurons in the next layer will receive connections from some of the input neurons (pixels), but not all, as would be the case in a MLP and in other traditional neural networks. Hence, instead of having each neuron receive connections from all neurons in the previous layer, CNNs use a receptive field-like layout in which each neuron receives connections only from a subset of neurons in the previous (lower) layer. The receptive field of a neuron in one of the lower layers encompasses only a small area of the image, while the receptive field of a neuron in subsequent (higher) layers involves a combination of receptive fields from several (but not all) neurons in the layer before (i. e. a neuron in a higher layer \"looks\" at a larger portion of the image than does a neuron in a lower layer). In this way, each successive layer is capable of learning increasingly abstract features of the original image. The use of receptive fields in this fashion is thought to give CNNs an advantage in recognizing visual patterns when compared to other types of neural networks.",
            "score": 92.03833711147308
        },
        {
            "docid": "27809_26",
            "document": "Chemical synapse . On the other hand, a presynaptic neuron releasing an inhibitory neurotransmitter, such as GABA, can cause an inhibitory postsynaptic potential (IPSP) in the postsynaptic neuron, bringing the membrane potential farther away from the threshold, decreasing its excitability and making it more difficult for the neuron to initiate an action potential. If an IPSP overlaps with an EPSP, the IPSP can in many cases prevent the neuron from firing an action potential. In this way, the output of a neuron may depend on the input of many different neurons, each of which may have a different degree of influence, depending on the strength and type of synapse with that neuron. John Carew Eccles performed some of the important early experiments on synaptic integration, for which he received the Nobel Prize for Physiology or Medicine in 1963. Complex input/output relationships form the basis of transistor-based computations in computers, and are thought to figure similarly in neural circuits.",
            "score": 199.733815908432
        },
        {
            "docid": "3474296_6",
            "document": "Neuronal noise . Another theory suggests that stochastic noise in a non-linear network shows a positive relationship between the interconnectivity and noise-like activity. Thus based on this theory, Patrick Wilken and colleagues suggest that neuronal noise is the principal factor that limits the capacity of visual short-term memory. Investigators of neural ensembles and those who especially support the theory of distributed processing, propose that large neuronal populations effectively decrease noise by averaging out the noise in individual neurons. Some investigators have shown in experiments and in models that neuronal noise is a possible mechanism to facilitate neuronal processing. The presence of neuronal noise (or more specifically synaptic noise) confers to neurons more sensitivity to a broader range of inputs, it can equalize the efficacy of synaptic inputs located at different positions on the neuron, and it can also enable finer temporal discrimination. There are many theories of why noise is apparent in the neuronal networks, but many neurologists are unclear of why they exist.",
            "score": 110.91781115531921
        },
        {
            "docid": "20835185_4",
            "document": "Wade Regehr . Regehr's laboratory studies the implication of calcium Ca as it affects synaptic strength. Neurons communicate with one another via synapses. Regehr was one of the first to use fluorescent imaging to see the synaptic activity occurring in the brain. A dye alters the fluorenscence properties when attached to calcium, and changes in intracellular calcium are associated with neuronal activity (firing of action potentials). Using fluorescence-microscopy techniques, calcium levels are detected, and therefore the influx of calcium in the presynaptic neuron.",
            "score": 194.4509003162384
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 125.82795739173889
        },
        {
            "docid": "19208664_5",
            "document": "Neural modeling fields . Each hierarchical level consists of N \"neurons\" enumerated by index n=1,2..N. These neurons receive input, bottom-up signals, X(n), from lower levels in the processing hierarchy. X(n) is a field of bottom-up neuronal synaptic activations, coming from neurons at a lower level. Each neuron has a number of synapses; for generality, each neuron activation is described as a set of numbers,",
            "score": 166.00065660476685
        },
        {
            "docid": "35502244_2",
            "document": "Neuronal memory allocation . Memory allocation is a process that determines which specific synapses and neurons in a neural network will store a given memory. Although multiple neurons can receive a stimulus, only a subset of the neurons will induce the necessary plasticity for memory encoding. The selection of this subset of neurons is termed neuronal allocation. Similarly, multiple synapses can be activated by a given set of inputs, but specific mechanisms determine which synapses actually go on to encode the memory, and this process is referred to as synaptic allocation.. Memory allocation was first discovered in the lateral amygdala by Sheena Josselyn and colleagues in Alcino J Silva's laboratory.",
            "score": 235.0048701763153
        },
        {
            "docid": "21523_30",
            "document": "Artificial neural network . An \"artificial neural network\" is a network of simple elements called \"artificial neurons\", which receive input, change their internal state (\"activation\") according to that input, and produce output depending on the input and activation. The \"network\" forms by connecting the output of certain neurons to the input of other neurons forming a directed, weighted graph. The weights as well as the functions that compute the activation can be modified by a process called \"learning\" which is governed by a \"learning rule\".",
            "score": 98.46596837043762
        },
        {
            "docid": "608505_4",
            "document": "Magnocellular neurosecretory cell . The cells typically have two or three long dendrites, which also contain large dilations and a very high density of hormone-containing vesicles. Oxytocin and vasopressin can, thus, be released within the brain from these dendrites, as well as into the blood from the terminals in the posterior pituitary gland. However, the release of oxytocin and vasopressin from dendrites is not consistently accompanied by peripheral secretion, as dendritic release is regulated differently. Dendritic release can be triggered by depolarisation, but can also be triggered by the mobilisation of intracellular calcium stores. The dendrites receive most of the synaptic inputs from afferent neurons that regulate the magnocellular neurons; typically a magnocellular neuron receives about 10,000 synapses from afferent neurons.",
            "score": 225.21751236915588
        },
        {
            "docid": "6546126_6",
            "document": "Stratum lucidum of hippocampus . The types of neurons found in the stratum lucidum are called interneurons, neurons which form a connection between other neurons in a different location. This situation is described in the mossy fiber axon connection in the CA3 stratum lucidum region of the hippocampus as is in relation to Purkinje cells. The interneurons found in the stratum lucidum are of two classes, spiny and aspiny. Spiny neurons are a \"special type of inhibitory cell\", characterized by spiny projections on the dendrites of the cell. The axons of these neurons in the hippocampus terminate primarily in the stratum lucidum and stratum radiatum of CA3. Spiny neurons are of importance because of their \"pivotal role in motor control, habit formation, and motivated behavior\". They receive synaptic inputs from mossy fibers boutons, as well as multiple other synaptic terminals. The majority of axon collaterals of these neurons remain in the stratum lucidum and CA3 region, though in some cases axon collaterals of these neurons are observed migrating into the CA1 region of the hippocampus. Aspiny neurons, the second class of neurons found in the stratum lucidum, are another type of inhibitory cell similar to spiny neurons, though lacking dendrite projections. They make up the majority of the neuron composition in comparison to spiny neurons, about 63 percent. The somata of aspiny neurons are for the most part bipolar, generating 2–5 primary dendrites \"that to a varying extent displayed varicose swellings in their course\". Similar to spiny neurons, aspiny neuron dendrites \"branch extensively in stratum lucidum and stratum radiatum of CA3\", in contrast to spiny neurons, however, some dendrites \"traversed stratum pyramidale and entered stratum oriens\", the second deepest layer of the hippocampus. Additionally, what distinguishes aspiny neurons form spiny neurons is their higher maximal firing rates and narrower action potential half-widths than their spiny counterparts.",
            "score": 147.80756306648254
        },
        {
            "docid": "21523_4",
            "document": "Artificial neural network . In common ANN implementations, the signal at a connection between artificial neurons is a real number, and the output of each artificial neuron is computed by some non-linear function of the sum of its inputs. The connections between artificial neurons are called 'edges'. Artificial neurons and edges typically have a weight that adjusts as learning proceeds. The weight increases or decreases the strength of the signal at a connection. Artificial neurons may have a threshold such that the signal is only sent if the aggregate signal crosses that threshold. Typically, artificial neurons are aggregated into layers. Different layers may perform different kinds of transformations on their inputs. Signals travel from the first layer (the input layer), to the last layer (the output layer), possibly after traversing the layers multiple times.",
            "score": 69.76444053649902
        },
        {
            "docid": "3474296_4",
            "document": "Neuronal noise . Single neurons demonstrate different responses to specific neuronal input signals. This is commonly referred to as neural response variability. If a specific input signal is initiated in the dendrites of a neuron, then a hypervariability exists in the number of vesicles released from the axon terminal fiber into the synapse. This characteristic is true for fibers without neural input signals, such as pacemaker neurons, as mentioned previously, and cortical pyramidal neurons that have highly-irregular firing pattern. Noise generally hinders neural performance, but recent studies show, in dynamical non-linear neural networks, this statement does not always hold true. Non-linear neural networks are a network of complex neurons that have many connections with one another such as the neuronal systems found within our brains. Comparatively, linear networks are an experimental view of analyzing a neural system by placing neurons in series with each other.",
            "score": 187.72679722309113
        },
        {
            "docid": "1685778_6",
            "document": "Neuropharmacology . Neurons are known as excitable cells because on its surface membrane there are an abundance of proteins known as ion-channels that allow small charged particles to pass in and out of the cell. The structure of the neuron allows chemical information to be received by its dendrites, propagated through the perikaryon (cell body) and down its axon, and eventually passing on to other neurons through its axon terminal. These voltage-gated ion channels allow for rapid depolarization throughout the cell. This depolarization, if it reaches a certain threshold, will cause an action potential. Once the action potential reaches the axon terminal, it will cause an influx of calcium ions into the cell. The calcium ions will then cause vesicles, small packets filled with neurotransmitters, to bind to the cell membrane and release its contents into the synapse. This cell is known as the pre-synaptic neuron, and the cell that interacts with the neurotransmitters released is known as the post-synaptic neuron. Once the neurotransmitter is released into the synapse, it can either bind to receptors on the post-synaptic cell, the pre-synaptic cell can re-uptake it and save it for later transmission, or it can be broken down by enzymes in the synapse specific to that certain neurotransmitter. These three different actions are major areas where drug action can affect communication between neurons.",
            "score": 222.31984949111938
        },
        {
            "docid": "1224698_16",
            "document": "Synaptogenesis . Despite these similarities in structure, there is a fundamental difference between the two connections. The CNS synapse is strictly neuronal and does not involve muscle fibers: for this reason the CNS uses different neurotransmitter molecules and receptors. More importantly, neurons within the CNS often receive multiple inputs that must be processed and integrated for successful transfer of information. Muscle fibers are innervated by a single input and operate in an all or none fashion. Coupled with the plasticity that is characteristic of the CNS neuronal connections, it is easy to see how increasingly complex CNS circuits can become.",
            "score": 168.70100378990173
        },
        {
            "docid": "36086848_7",
            "document": "Fear processing in the brain . Synaptic input can be strengthened when activity in the presynaptic neuron co-occurs with depolarization in the postsynaptic neuron. This is known as Hebbian synaptic plasticity. This hypothesis is especially appealing as an explanation for how simple associative learning, such as that taking place in fear conditioning, might occur. In this model of fear conditioning, strong depolarization of the lateral amygdala elicited by the stimulus leads to the strengthening of temporally and spatially relative conditioned stimulus inputs (that are coactive) onto the same neurons. Experimental data has been shown to support the idea that the plasticity and fear memory formation in the lateral amygdala are triggered by unconditioned stimulus-induced activation of the region's neurons. Thus, unconditioned stimulus-evoked depolarization is necessary for the enhancement of conditioned stimulus-elicited neural responses in this region after conditioned-unconditioned pairing and pairing a conditioned stimulus with direct depolarization of the lateral amygdala's pyramidal neurons as an unconditioned stimulus supports fear conditioning. It is also clear that synaptic plasticity at conditioned stimulus input pathways to the lateral amygdala does occur with fear conditioning.",
            "score": 120.51241958141327
        },
        {
            "docid": "33547203_17",
            "document": "Sparse distributed memory . An idealized description of neuron is as follows: a neuron has a cell body with two kinds of branches: \"dendrites\" and an \"axon\". It receives input signals from other neurons via dendrites, integrates (sums) them and generates its own (electric) output signal which is sent to outside neurons via axon. The points of electric contact between neurons are called \"synapses\".",
            "score": 217.06354367733002
        },
        {
            "docid": "4360231_8",
            "document": "Bursting . The slow subsystem also is connected to endogenous bursting patterns in neurons, where the pattern can be maintained completely by internal mechanism without any synaptic input. This process also relies on calcium channels, which depolarize the neuron by allowing an influx of calcium ions. So long as internal calcium ion concentrations remain at an elevated level, the neuron will continue to undergo periods of rapid spiking. However, elevated calcium ion levels also trigger a second messenger cascade within the cell which lower calcium influx and promote calcium efflux and buffering. As calcium concentrations decline, the period of rapid bursting ceases, and the phase of quiescence begins. When calcium levels are low, the original calcium channels will reopen, restarting the process and creating a bursting pattern.",
            "score": 95.91866874694824
        },
        {
            "docid": "8402086_6",
            "document": "Computational neurogenetic modeling . Modeling of genes and proteins allows individual responses of neurons in an artificial neural network that mimic responses in biological nervous systems, such as division (adding new neurons to the artificial neural network), creation of proteins to expand their cell membrane and foster neurite outgrowth (and thus stronger connections with other neurons), up-regulate or down-regulate receptors at synapses (increasing or decreasing the weight (strength) of synaptic inputs), uptake more neurotransmitters, change into different types of neurons, or die due to necrosis or apoptosis. The creation and analysis of these networks can be divided into two sub-areas of research: the  gene up-regulation that is involved in the normal functions of a neuron, such as growth, metabolism, and synapsing; and the effects of mutated genes on neurons and cognitive functions.",
            "score": 184.65330910682678
        },
        {
            "docid": "2338616_7",
            "document": "Postsynaptic potential . EPSPs and IPSPs are transient changes in the membrane potential, and EPSPs resulting from transmitter release at a single synapse are generally far too small to trigger a spike in the postsynaptic neuron. However, a neuron may receive synaptic inputs from hundreds, if not thousands, of other neurons, with varying amounts of simultaneous input, so the combined activity of afferent neurons can cause large fluctuations in membrane potential. If the postsynaptic cell is sufficiently depolarized, an action potential will occur. Action potentials are not graded; they are all-or-none responses.",
            "score": 156.08781147003174
        },
        {
            "docid": "10839226_2",
            "document": "Cultured neuronal network . A cultured neuronal network is a cell culture of neurons that is used as a model to study the central nervous system, especially the brain. Often, cultured neuronal networks are connected to an input/output device such as a multi-electrode array (MEA), thus allowing two-way communication between the researcher and the network. This model has proved to be an invaluable tool to scientists studying the underlying principles behind neuronal learning, memory, plasticity, connectivity, and information processing.",
            "score": 114.72691679000854
        }
    ],
    "r": [
        {
            "docid": "21120_29",
            "document": "Neuron . Neurons communicate with one another via synapses, where the axon terminal or \"en passant\" bouton (a type of terminal located along the length of the axon) of one cell contacts another neuron's dendrite, soma or, less commonly, axon. Neurons such as Purkinje cells in the cerebellum can have over 1000 dendritic branches, making connections with tens of thousands of other cells; other neurons, such as the magnocellular neurons of the supraoptic nucleus, have only one or two dendrites, each of which receives thousands of synapses. Synapses can be excitatory or inhibitory and either increase or decrease activity in the target neuron, respectively. Some neurons also communicate via electrical synapses, which are direct, electrically conductive junctions between cells.",
            "score": 303.445068359375
        },
        {
            "docid": "27809_29",
            "document": "Chemical synapse . An electrical synapse is an electrically conductive link between two abutting neurons that is formed at a narrow gap between the pre- and postsynaptic cells, known as a gap junction. At gap junctions, cells approach within about 3.5 nm of each other, rather than the 20 to 40 nm distance that separates cells at chemical synapses. As opposed to chemical synapses, the postsynaptic potential in electrical synapses is not caused by the opening of ion channels by chemical transmitters, but rather by direct electrical coupling between both neurons. Electrical synapses are faster than chemical synapses. Electrical synapses are found throughout the nervous system, including in the retina, the reticular nucleus of the thalamus, the neocortex, and in the hippocampus. While chemical synapses are found between both excitatory and inhibitory neurons, electrical synapses are most commonly found between smaller local inhibitory neurons. Electrical synapses can exist between two axons, two dendrites, or between an axon and a dendrite. In some fish and amphibians, electrical synapses can be found within the same terminal of a chemical synapse, as in Mauthner cells.",
            "score": 297.7403259277344
        },
        {
            "docid": "35502244_15",
            "document": "Neuronal memory allocation . Experiments have yet to investigate the interaction of allocative mechanisms between the neuronal and synaptic levels. The two classes of processes are very likely to be interconnected considering the relationship between neurons and synapses in a neuronal network. For example, the synaptic tagging and capture involved in synaptic allocation requires the allocation of the neurons to which the synapses belong to. Moreover, increases in neuronal excitability in a given neuronal ensemble may affect some dendrites more than others, thus biasing memory storage to synapses in dendrites with higher excitability. Similarly, on the recruited neurons displaying increased excitability, specific synapses need to be selected for in order to store the information in the form of synaptic plasticity.",
            "score": 296.578125
        },
        {
            "docid": "2472971_15",
            "document": "Apical dendrite . The study of inhibitory transmission is limited in the pyramidal neurons and their modulators because the large number of excitatory synapses has overshadowed physiological studies of the inhibitory neurons. The structure of inhibitory synapses on apical dendrites may not be as plastic as the excitatory synapses on these neurons. There is difficulty in differentiating the excitatory and inhibitory synapses using the electrophysiological recordings in many experiments. The excitatory synapses and their patterns are by comparison to the inhibitory system rather uniform in type and properties. The inhibitory system, by contrast, possess several (10) different types of synapses originating from specifically differentiated cells and are much more difficult to track. There is insufficient information to precisely distinguish between excitatory and inhibitory pathways contributing to the alterations in neurotransmitter expression and cell structure changes.",
            "score": 294.29449462890625
        },
        {
            "docid": "3717_9",
            "document": "Brain . Axons transmit signals to other neurons by means of specialized junctions called synapses. A single axon may make as many as several thousand synaptic connections with other cells. When an action potential, traveling along an axon, arrives at a synapse, it causes a chemical called a neurotransmitter to be released. The neurotransmitter binds to receptor molecules in the membrane of the target cell. Synapses are the key functional elements of the brain. The essential function of the brain is cell-to-cell communication, and synapses are the points at which communication occurs. The human brain has been estimated to contain approximately 100 trillion synapses; even the brain of a fruit fly contains several million. The functions of these synapses are very diverse: some are excitatory (exciting the target cell); others are inhibitory; others work by activating second messenger systems that change the internal chemistry of their target cells in complex ways. A large number of synapses are dynamically modifiable; that is, they are capable of changing strength in a way that is controlled by the patterns of signals that pass through them. It is widely believed that activity-dependent modification of synapses is the brain's primary mechanism for learning and memory.",
            "score": 287.262451171875
        },
        {
            "docid": "37691875_7",
            "document": "Addiction-related structural neuroplasticity . Learning by experience occurs through modifications of the structural circuits of the brain. These circuits are composed of many neurons and their connections, called synapses, which occur between the axon of one neuron and the dendrite of another. A single neuron generally has many dendrites which are called dendritic branches, each of which can be synapsed by many axons.",
            "score": 284.7192077636719
        },
        {
            "docid": "46273429_2",
            "document": "Dendrodendritic synapse . Dendrodendritic synapses are connections between the dendrites of two different neurons. This is in contrast to the more common axodendritic synapse (chemical synapse) where the axon sends signals and the dendrite receives them. Dendrodendritic synapses are activated in a similar fashion to axodendritic synapses in respects to using a chemical synapse. These chemical synapses receive a depolarizing signal from an incoming action potential which results in an influx of calcium ions that permit release of Neurotransmitters to propagate the signal the post synaptic cell. There is also evidence of bi-directionality in signaling at dendrodendritic synapses. Ordinarily, one of the dendrites will display inhibitory effects while the other will display excitatory effects. The actual signaling mechanism utilizes Na and Ca pumps in a similar manner to those found in axodendritic synapses.",
            "score": 282.1992492675781
        },
        {
            "docid": "490620_53",
            "document": "Human brain . Brain activity is made possible by the interconnections of neurons that are linked together to reach their targets. A neuron consists of a cell body, axon, and dendrites. Dendrites are often extensive branches that receive information in the form of signals from the axon terminals of other neurons. The signals received may cause the neuron to initiate an action potential (an electrochemical signal or nerve impulse) which is sent along its axon to the axon terminal, to connect with the dendrites or with the cell body of another neuron. An action potential is initiated at the initial segment of an axon, which contains a complex of proteins. When an action potential, reaches the axon terminal it triggers the release of a neurotransmitter at a synapse that propagates a signal that acts on the target cell. These chemical neurotransmitters include dopamine, serotonin, GABA, glutamate, and acetylcholine. GABA is the major inhibitory neurotransmitter in the brain, and glutamate is the major excitatory neurotransmitter. Neurons link at synapses to form neural pathways, neural circuits, and large elaborate network systems such as the salience network and the default mode network, and the activity between them is driven by the process of neurotransmission.",
            "score": 282.1904602050781
        },
        {
            "docid": "5128182_13",
            "document": "Encoding (memory) . Encoding is achieved using a combination of chemicals and electricity. Neurotransmitters are released when an electrical pulse crosses the synapse which serves as a connection from nerve cells to other cells. The dendrites receive these impulses with their feathery extensions. A phenomenon called long-term potentiation allows a synapse to increase strength with increasing numbers of transmitted signals between the two neurons. For that to happen, NMDA receptor, which influences the flow of information between neurons by controlling the initiation of long-term potentiation in most hippocampal pathways, need to come to the play. For these NMDA receptors to be activated, there must be two conditions. Firstly, glutamate has to be released and bound to the NMDA receptor site on postsynaptic neurons. Secondly, excitation has to take place in postsynaptic neurons. These cells also organise themselves into groups specializing in different kinds of information processing. Thus, with new experiences the brain creates more connections and may 'rewire'. The brain organizes and reorganizes itself in response to one's experiences, creating new memories prompted by experience, education, or training. Therefore, the use of a brain reflects how it is organised. This ability to re-organize is especially important if ever a part of the brain becomes damaged. Scientists are unsure of whether the stimuli of what we do not recall are filtered out at the sensory phase or if they are filtered out after the brain examines their significance.",
            "score": 275.71160888671875
        },
        {
            "docid": "46273429_9",
            "document": "Dendrodendritic synapse . Dendrodendritic synapses can play a role in neuroplasticity. In a simulated disease state where axons were destroyed, some neurons formed dendrodendritic synapses to compensate. In experiments where deafferentation or axotomy was performed in the lateral geniculate nucleus (LGN) of cats it was found that pre-synaptic dendrites began to form to compensate for the lost axons. These pre-synaptic dendrites were revealed to form new dendrodenritic excitatory synapses in the cells that had survived. The development of presynaptic dendrites forming dendrodendritic synapses in the Cerebellar Cortex of mice has also been found following the differentiation of that region. This type of dendritic reactive synaptogenesis is thought to occur in order to re-saturate the region which has become vacant postsynaptic sites following neurodegeneration caused by deafferentation or axotomy in order to restore partial functionality to the affected region. Partial recorvery within the LGN has been shown thus supporting the validity of dendrodendritic synapses between neighboring relay neurons functionality.",
            "score": 271.9360046386719
        },
        {
            "docid": "52588865_9",
            "document": "William T. Greenough . This view of brain structure, neural activity, and learning was completely overturned by Greenough's research. Greenough initially worked with mice and rat models, later studying primates and humans. His studies demonstrated that fundamental physical changes occurred in neurons in the brain in response to stimulating environments. At the most basic cellular level, the brains of rats that lived in stimulating environments developed more synapses than those that did not. He went on to demonstrate that new synapses were formed as a result of activities that involved learning, not just increased activity. Moreover, changes occurred in areas of the brain that were associated with the performance of specific learned tasks. Observed changes in learning, memory, and synapse formation persisted after training. Learning and memory formation were therefore fundamentally related to ongoing synapse formation. The result of Greenough's work has been a new model of brain 'plasticity' in which long-term memories are formed at a structural level in the brain as part of lifelong processes of learning.",
            "score": 271.7881774902344
        },
        {
            "docid": "2412344_3",
            "document": "Purkinje cell . These cells are some of the largest neurons in the human brain (Betz cells being the largest), with an intricately elaborate dendritic arbor, characterized by a large number of dendritic spines. Purkinje cells are found within the Purkinje layer in the cerebellum. Purkinje cells are aligned like dominos stacked one in front of the other. Their large dendritic arbors form nearly two-dimensional layers through which parallel fibers from the deeper-layers pass. These parallel fibers make relatively weaker excitatory (glutamatergic) synapses to spines in the Purkinje cell dendrite, whereas climbing fibers originating from the inferior olivary nucleus in the medulla provide very powerful excitatory input to the proximal dendrites and cell soma. Parallel fibers pass orthogonally through the Purkinje neuron's dendritic arbor, with up to 200,000 parallel fibers forming a Granule-cell-Purkinje-cell synapse with a single Purkinje cell. Each Purkinje cell receives approximately 500 climbing fiber synapses, all originating from a single climbing fiber. Both basket and stellate cells (found in the cerebellar molecular layer) provide inhibitory (GABAergic) input to the Purkinje cell, with basket cells synapsing on the Purkinje cell axon initial segment and stellate cells onto the dendrites.",
            "score": 269.9468688964844
        },
        {
            "docid": "1896271_11",
            "document": "Holonomic brain theory . In classic brain theory the summation of electrical inputs to the dendrites and soma (cell body) of a neuron either inhibit the neuron or excite it and set off an action potential down the axon to where it synapses with the next neuron. However, this fails to account for different varieties of synapses beyond the traditional axodendritic (axon to dendrite). There is evidence for the existence of other kinds of synapses, including serial synapses and those between dendrites and soma and between different dendrites. Many synaptic locations are functionally bipolar, meaning they can both send and receive impulses from each neuron, distributing input and output over the entire group of dendrites.",
            "score": 266.8412170410156
        },
        {
            "docid": "958_4",
            "document": "Axon . Axons are covered by a membrane known as an axolemma; the cytoplasm of an axon is called axoplasm. Most axons branch, in some cases very profusely. The end branches of an axon are called telodendria. The swollen end of a telodendron is known as the axon terminal which joins the dendron or cell body of another neuron forming a synaptic connection. Axons make contact with other cells—usually other neurons but sometimes muscle or gland cells—at junctions called synapses. In some circumstances, the axon of one neuron may form a synapse with the dendrites of the same neuron, resulting in an autapse. At a synapse, the membrane of the axon closely adjoins the membrane of the target cell, and special molecular structures serve to transmit electrical or electrochemical signals across the gap. Some synaptic junctions appear along the length of an axon as it extends—these are called \"en passant\" (\"in passing\") synapses and can be in the hundreds or even the thousands along one axon. Other synapses appear as terminals at the ends of axonal branches.",
            "score": 265.1513671875
        },
        {
            "docid": "1018113_7",
            "document": "Jerzy Konorski . Konorski asked how pre-existing connections between neurons in the brain could be changed by conditioning. He suggested an idea similar to Hebb in which coincidental activation in time causes the potential connections to be transformed into actual excitatory connections. Inhibitory connections arise when the excitation of one input coincides in time with a decease in its associated connection. He described the process: \"The plastic changes would be related to the formation and multiplication of new synaptic junctions between the axon terminals of one nerve cell and the soma (i.e. the body and the dendrites) of the other\" This idea that synapses strengthen with use was also proposed in the West in the theory of Hebbian synapses by Donald Hebb.",
            "score": 262.85565185546875
        },
        {
            "docid": "10459803_12",
            "document": "Neuron (software) . Neuron allows for the generation of mixed models, populated with both artificial cells and neurons. Artificial cells essentially function as point processes, implemented into the network. Artificial cells require only a point process, with defined parameters. The user can create the structure and dynamics of network cells. The user can create synapses, using simulated synapse point processes as archetypes. Parameters on these point processes can be manipulated to simulate both inhibitory and excitatory responses. Synapses can be placed on specific segments of the constructed cell, wherein, again, they will behave as point processes, except that they are sensitive to the activity of a pre-synaptic element. Cells can be managed. The user creates the basic grid of network cells, taking previously completed network cells as archetypes. Connections can be defined between source cells and target synapses on other cells. The cell containing the target synapse becomes the post-synaptic element, whereas the source cells function as pre-synaptic elements. Weights can be added to define strength of activation of a synapse by the pre-synaptic cell. A plot option can be activated to open a graph of spikes across time for individual neurons.",
            "score": 262.838134765625
        },
        {
            "docid": "21120_8",
            "document": "Neuron . A typical neuron is divided into three parts: the soma or cell body, dendrites, and axon. The soma is usually compact; the axon and dendrites are filaments that extrude from it. Dendrites typically branch profusely, getting thinner with each branching, and extending their farthest branches a few hundred micrometers from the soma. The axon leaves the soma at a swelling called the axon hillock, and can extend for great distances, giving rise to hundreds of branches. Unlike dendrites, an axon usually maintains the same diameter as it extends. The soma may give rise to numerous dendrites, but never to more than one axon. Synaptic signals from other neurons are received by the soma and dendrites; signals to other neurons are transmitted by the axon. A typical synapse, then, is a contact between the axon of one neuron and a dendrite or soma of another. Synaptic signals may be excitatory or inhibitory. If the net excitation received by a neuron over a short period of time is large enough, the neuron generates a brief pulse called an action potential, which originates at the soma and propagates rapidly along the axon, activating synapses onto other neurons as it goes.",
            "score": 261.66961669921875
        },
        {
            "docid": "5166384_26",
            "document": "Primate basal ganglia . The synaptology of the striato- pallidonigral connection is so peculiar as to be recognized easily. Pallidonigral dendrites are entirely covered with synapses without any apposition of glia. This gives in sections characteristic images of \"pallissades\" or of \"rosettes\". More than 90% of these synapses are of striatal origin. The few other synapses such as the dopaminergic or the cholinergic are interspersed among the GABAergic striatonigral synapses. The way striatal axons distribute their synapses is a disputed point. The fact that striatal axons are seen parallel to dendrites as \"woolly fibers\" has led to exaggerate the distances along which dendrites and axons are parallel. Striatal axons may in fact simply cross the dendrite and give a single synapse. More frequently the striatal axon curves its course and follow the dendrite forming \"parallel contacts\" for a rather short distance. The average length of parallel contacts was found to be 55 micrometres with 3 to 10 boutons (synapses). In another type of axonal pattern the afferent axon bifurcates and gives two or more branches, parallel to the dendrite, thus increasing the number of synapses given by one striatal axon. The same axon may reach other parts of the same dendritic arborisation (forming \"random cascades\") With this pattern, it is more than likely that 1 or even 5 striatal axons are not able to influence (to inhibit) the activity of one pallidal neuron. Certain spatio-temporal conditions would be necessary for this, implying more afferent axons.",
            "score": 259.13189697265625
        },
        {
            "docid": "5064345_3",
            "document": "Metaplasticity . The brain is \"plastic\", meaning it can be molded and formed. This plasticity is what allows you to learn throughout your lifetime; your synapses change based on your experience. New synapses can be made, old ones destroyed, or existing ones can be strengthened or weakened. The original theory of plasticity is called \"Hebbian plasticity\", named after Donald Hebb in 1949. A quick but effective summary of Hebbian theory is that \"cells that fire together, wire together\", together being the key word here which will be explained shortly. Hebb described an early concept of the theory, not the actual mechanics themselves. Hebbian plasticity involves two mechanisms: LTP and LTD, discovered by Bliss and Lomo in 1973. LTP, or long-term potentiation, is the increase of synapse sensitivity due to a prolonged period of activity in both the presynaptic and postsynaptic neuron. This prolonged period of activity is normally concentrated electric impulses, usually around 100 Hz. It is called \"coincidence\" detection in that it only strengthens the synapse if there was sufficient activity in both the presynaptic and postsynaptic cells. If the postsynaptic cell does not become sufficiently depolarized then there is no coincidence detection and LTP/LTD do not occur. LTD, or long-term depression, works the same way however it focuses on a lack of depolarization coincidence. LTD can be induced by electrical impulses at around 5 Hz. These changes are synapse specific. A neuron can have many different synapses all controlled via the same mechanisms defined here.",
            "score": 256.35333251953125
        },
        {
            "docid": "25400076_18",
            "document": "Anatomy of the cerebellum . The innermost layer contains the cell bodies of three types of cells: the numerous and tiny granule cells, the slightly larger unipolar brush cells and the much larger Golgi cells. Mossy fibers enter the granular layer from their main point of origin, the pontine nuclei. These fibers form excitatory synapses with the granule cells and the cells of the deep cerebellar nuclei. The granule cells send their T-shaped axons—known as parallel fibers—up into the superficial molecular layer, where they form hundreds of thousands of synapses with Purkinje cell dendrites. The human cerebellum contains on the order of 60 to 80 billion granule cells, making this single cell type by far the most numerous neuron in the brain (roughly 70% of all neurons in the brain and spinal cord, combined). Golgi cells provide inhibitory feedback to granule cells, forming a synapse with them and projecting an axon into the molecular layer.",
            "score": 255.8609619140625
        },
        {
            "docid": "27122321_14",
            "document": "Synaptic tagging . Synaptic tagging is likely to involve the acquisition of molecular maintenance mechanisms by a synapse that would then allow for the conservation of synaptic changes. There are several proposed processes through which synaptic tagging functions. One model suggests that the tag allows for local protein synthesis at the specified synapse that then leads to modifications in synaptic strength. One example of this suggested mechanism involves the anchoring of PKMzeta mRNA to the tagged synapse. This anchor would then restrict the activity of translated PKMzeta, an important plasticity related protein, to this location. A different model proposes that short-term synaptic changes induced by the stimulus are themselves the tag; subsequently delivered or translated protein products act to strengthen this change. For example, the removal of AMPA receptors due to low-frequency stimulation leading to LTD is stabilized by a new protein product that would be inactive at synapses where internalization had not occurred. The tag could also be a latent memory trace, as another model suggests. The activity of proteins would then be required for the memory trace to lead to sustained changes in synaptic strength. According to this model, changes induced by the latent memory trace, such as the growth of new filipodia, are themselves the tag. These tags require protein products for stabilization, synapse formation, and synapse stabilization. Finally, another model proposes that the required molecular products get directed into the appropriate dendritic branches and then find the specific synapses under efficacy modification, by following Ca++ microconcentration gradients through voltage-gated Ca++ channels.",
            "score": 254.70021057128906
        },
        {
            "docid": "27809_6",
            "document": "Chemical synapse . Synapses are functional connections between neurons, or between neurons and other types of cells. A typical neuron gives rise to several thousand synapses, although there are some types that make far fewer. Most synapses connect axons to dendrites, but there are also other types of connections, including axon-to-cell-body, axon-to-axon, and dendrite-to-dendrite. Synapses are generally too small to be recognizable using a light microscope except as points where the membranes of two cells appear to touch, but their cellular elements can be visualized clearly using an electron microscope.",
            "score": 253.5437774658203
        },
        {
            "docid": "7375514_9",
            "document": "Synaptotropic hypothesis . The synaptotropic hypothesis would predict that cell adhesion molecules that are important in synapse formation would also greatly affect dendritic arbor growth. This has been shown to be the case with cadherins. U When peptides that mimic the cytoplasmic tails of AMPA receptors are expressed in individual \"Xenopus\" neurons, trafficking of AMPA receptors to nascent synapses is minimized in those cells. These cells, like normal neurons, extend and retract dendritic branches. In the normal cell, some of these branches would form synapses, which is not the case in the neurons expressing the peptide. As a result, these cells have minimal dendritic arbors. This is because without AMPA receptors, the neuron can't cause neighboring neurons to fire action potentials, therefore disallowing their synapses to strengthen.",
            "score": 252.75669860839844
        },
        {
            "docid": "5654027_4",
            "document": "Synapse . Synapses are essential to neuronal function: neurons are cells that are specialized to pass signals to individual target cells, and synapses are the means by which they do so. At a synapse, the plasma membrane of the signal-passing neuron (the \"presynaptic\" neuron) comes into close apposition with the membrane of the target (\"postsynaptic\") cell. Both the presynaptic and postsynaptic sites contain extensive arrays of a molecular machinery that link the two membranes together and carry out the signaling process. In many synapses, the presynaptic part is located on an axon and the postsynaptic part is located on a dendrite or soma. Astrocytes also exchange information with the synaptic neurons, responding to synaptic activity and, in turn, regulating neurotransmission. Synapses (at least chemical synapses) are stabilized in position by synaptic adhesion molecules (SAMs) projecting from both the pre- and post-synaptic neuron and sticking together where they overlap; SAMs may also assist in the generation and functioning of synapses.",
            "score": 252.55419921875
        },
        {
            "docid": "33818014_13",
            "document": "Nervous system network models . The neuron cell has three components – dendrites, soma, and axon as shown in Figure 1. Dendrites, which have the shape of a tree with branches, called arbor, receive the message from other neurons with which the neuron is connected via synapses. The action potential received by each dendrite from the synapse is called the postsynaptic potential. The cumulative sum of the postsynaptic potentials is fed to the soma. The ionic components of the fluid inside and outside maintain the cell membrane at a resting potential of about 65 millivolts. When the cumulative postsynaptic potential exceeds the resting potential, an action potential is generated by the cell body or soma and propagated along the axon. The axon may have one or more terminals and these terminals transmit neurotransmitters to the synapses with which the neuron is connected. Depending on the stimulus received by the dendrites, soma may generate one or more well-separated action potentials or spike train. If the stimulus drives the membrane to a positive potential, it is an excitatory neuron; and if it drives the resting potential further in the negative direction, it is an inhibitory neuron. The generation of the action potential is called the “firing.” The firing neuron described above is called a spiking neuron. We will model the electrical circuit of the neuron in Section 3.6. There are two types of spiking neurons. If the stimulus remains above the threshold level and the output is a spike train, it is called the Integrate-and-Fire (IF) neuron model. If output is modeled as dependent on the impulse response of the circuit, then it is called the Spike Response Model (SRM) (Gestner, W. (1995)).",
            "score": 252.36865234375
        },
        {
            "docid": "4078100_43",
            "document": "Autism therapies . Environmental enrichment is concerned with how the brain is affected by the stimulation of its information processing provided by its surroundings (including the opportunity to interact socially). Brains in richer, more-stimulating environments, have increased numbers of synapses, and the dendrite arbors upon which they reside are more complex. This effect happens particularly during neurodevelopment, but also to a lesser degree in adulthood. With extra synapses there is also increased synapse activity and so increased size and number of glial energy-support cells. Capillary vasculation also is greater to provide the neurons and glial cells with extra energy. The neuropil (neurons, glial cells, capillaries, combined together) expands making the cortex thicker. There may also exist (at least in rodents) more neurons.",
            "score": 252.08230590820312
        },
        {
            "docid": "14756009_4",
            "document": "Anti-Hebbian learning . Important to anti-Hebbian learning, the synapses between the parallel fibers and the apical dendrites of Medium Ganglion cells show a specific pattern of synaptic plasticity. Should activation of the dendrites by parallel fibers occur in a short time period preceding the initiation of a dendritic broad spike (an action potential which travels through the dendrites), the strength of the connection between the neurons at these synapses will be reduced. Activation by the parallel fibers in all other circumstances – including activation significantly preceding as well as any activation following the broad spike – will result in the strengthening of the synapse.",
            "score": 251.91427612304688
        },
        {
            "docid": "53142_32",
            "document": "Fragile X syndrome . FMRP is found throughout the body, but in highest concentrations within the brain and testes. It appears to be primarily responsible for selectively binding to around 4% of mRNA in mammalian brains and transporting it out of the cell nucleus and to the synapses of neurons. Most of these mRNA targets have been found to be located in the dendrites of neurons, and brain tissue from humans with FXS and mouse models shows abnormal dendritic spines, which are required to increase contact with other neurons. The subsequent abnormalities in the formation and function of synapses and development of neural circuits result in impaired neuroplasticity, an integral part of memory and learning. Wiring changes have long been suspected to be involved in the sensory pathophysiology and most recently a range of circuit alterations have been shown, involving structurally increased local connectivity and functionally decreased long-range connectivity.",
            "score": 248.8546142578125
        },
        {
            "docid": "12142270_3",
            "document": "GENESIS (software) . GENESIS works by creating simulation environments for constructing models of neurons or neural systems. \"Nerve cells are capable of communicating with each other in such a highly structured manner as to form neuronal networks. To understand neural networks, it is necessary to understand the ways in which one neuron communicates with another through synaptic connections and the process called synaptic transmission\". Neurons have a specialized structure for their function, they \"are different from most other cells in the body in that they are polarized and have distinct morphological regions, each with specific functions\". The two important regions of a neuron are the dendrite and the axon. \"Dendrites are the region where one neuron receives connections from other neurons. The cell body or soma contains the nucleus and the other organelles necessary for cellular function. The axon is a key component of nerve cells over which information is transmitted from one part of the neuron (e.g., the cell body) to the terminal regions of the neuron\". The third important piece of a neuron is the synapse. \"The synapse is the terminal region of the axon this is where one neuron forms a connection with another and conveys information through the process of synaptic transmission\".",
            "score": 248.7993621826172
        },
        {
            "docid": "3185775_9",
            "document": "Gate control theory . An inhibitory connection may exist with Aβ and C fibers, which may form a synapse on the same projection neuron. The same neurons may also form synapses with an inhibitory interneuron that also synapses on the projection neuron, reducing the chance that the latter will fire and transmit pain stimuli to the brain (image on the right). The inhibitory interneuron fires spontaneously. The C fiber's synapse would inhibit the inhibitory interneuron, indirectly increasing the projection neuron's chance of firing. The Aβ fiber, on the other hand, forms an \"excitatory\" connection with the inhibitory interneuron, thus \"decreasing\" the projection neuron's chance of firing (like the C fiber, the Aβ fiber also has an excitatory connection on the projection neuron itself). Thus, depending on the relative rates of firing of C and Aβ fibers, the firing of the nonnociceptive fiber may inhibit the firing of the projection neuron and the transmission of pain stimuli.",
            "score": 248.42124938964844
        },
        {
            "docid": "8131_4",
            "document": "Dendrite . Dendrites are one of two types of protoplasmic protrusions that extrude from the cell body of a neuron, the other type being an axon. Axons can be distinguished from dendrites by several features including shape, length, and function. Dendrites often taper off in shape and are shorter, while axons tend to maintain a constant radius and be relatively long. Typically, axons transmit electrochemical signals and dendrites receive the electrochemical signals, although some types of neurons in certain species lack axons and simply transmit signals via their dendrites. Dendrites provide an enlarged surface area to receive signals from the terminal buttons of other axons, and the axon also commonly divides at its far end into many branches (telodendria) each of which ends in a nerve terminal, allowing a chemical signal to pass simultaneously to many target cells. Typically, when an electrochemical signal stimulates a neuron, it occurs at a dendrite and causes changes in the electrical potential across the neuron’s plasma membrane. This change in the membrane potential will passively spread across the dendrite but becomes weaker with distance without an action potential. An action potential propagates the electrical activity along the membrane of the neuron's dendrites to the cell body and then afferently down the length of the axon to the axon terminal, where it triggers the release of neurotransmitters into the synaptic cleft. However, synapses involving dendrites can also be axodendritic, involving an axon signaling to a dendrite, or dendrodendritic, involving signaling between dendrites. An autapse is a synapse in which the axon of one neuron transmits signals to its own dendrites.",
            "score": 247.78102111816406
        },
        {
            "docid": "5064345_24",
            "document": "Metaplasticity . Why is any of this important, and what does it mean? Significant amounts of LTP would be required if we are to keep our already formed memories. During sleep, the slow wave oscillations cause an overall synaptic depression throughout the brain, where only the stronger neuronal pathways are kept from the previous day's LTP. There is a second requirement, however, if we are to keep our neuronal synapses. The wishful thinking receptor also has to be active if the synapses are to be kept. If a newly formed synapse is the result from some potentiation from the day, then presumably that synapse would not have had the time to form the wit pathways from the cell. Without wishful thinking activation, the synapses are much more prone to destruction and would likely get removed, likewise, very heavily potentiated pathways would be much more likely to be kept, as BMP activation would very likely be prevalent.",
            "score": 247.53628540039062
        }
    ]
}