{
    "q": [
        {
            "docid": "12303517_5",
            "document": "Plexin . Highly conserved intracellular domains consisting of a bipartite segment which functions as a GTPase-Activating Protein (GAP). Plexin is the only known receptor molecule to have a GAP domain. In the inactive state, these two sections are separated by a Rho-GTPase binding domain (RBD). When the RBD bind to a Rnd-family Rho-GTPases along with Plexin dimerization and Semaphoring binding, the intracellular segment undergoes conformational changes which allow the separate GAP domains to interact and become active in turning Rap family Rho-GTPases. These GTPases can have a number of downstream effects, but in particular to Plexin expressed on axonal growth cones, the concentration the secondary messenger cyclic guanosine monophosphate (cGMP) increases within the cell.",
            "score": 297.2594521045685
        },
        {
            "docid": "22973132_3",
            "document": "Rap1 . GTPases are inactive when in their GDP-bound form, and become active when they bind to GTP. GTPase activating proteins (GAPs) and guanine nucleotide exchange factors (GEFs) regulate small GTPases, with GAPs promoting the GDP-bound (inactive) form, and GEFs promoting the GTP-bound (active) form. When bound to GTP, small GTPases regulate myriad cellular processes. These proteins are divided into families depending on their protein structure, and the most well studied is the Ras superfamily, of which Rap1 is a member. Whereas Ras is known for its role in cell proliferation and survival, Rap1 is predominantly involved in cell adhesion and cell junction formation. Ras and Rap are regulated by different sets of guanine nucleotide exchange factors and GTPase-activating proteins, thus providing one level of specificity.",
            "score": 100.13709545135498
        },
        {
            "docid": "4109042_20",
            "document": "Cell signaling . A more complex signal transduction pathway is shown in Figure 3. This pathway involves changes of protein–protein interactions inside the cell, induced by an external signal. Many growth factors bind to receptors at the cell surface and stimulate cells to progress through the cell cycle and divide. Several of these receptors are kinases that start to phosphorylate themselves and other proteins when binding to a ligand. This phosphorylation can generate a binding site for a different protein and thus induce protein–protein interaction. In Figure 3, the ligand (called epidermal growth factor (EGF)) binds to the receptor (called EGFR). This activates the receptor to phosphorylate itself. The phosphorylated receptor binds to an adaptor protein (GRB2), which couples the signal to further downstream signaling processes. For example, one of the signal transduction pathways that are activated is called the mitogen-activated protein kinase (MAPK) pathway. The signal transduction component labeled as \"MAPK\" in the pathway was originally called \"ERK,\" so the pathway is called the MAPK/ERK pathway. The MAPK protein is an enzyme, a protein kinase that can attach phosphate to target proteins such as the transcription factor MYC and, thus, alter gene transcription and, ultimately, cell cycle progression. Many cellular proteins are activated downstream of the growth factor receptors (such as EGFR) that initiate this signal transduction pathway.",
            "score": 145.61773788928986
        },
        {
            "docid": "3572611_3",
            "document": "HRAS . GTPase HRas is involved in regulating cell division in response to growth factor stimulation. Growth factors act by binding cell surface receptors that span the cell's plasma membrane. Once activated, receptors stimulate signal transduction events in the cytoplasm, a process by which proteins and second messengers relay signals from outside the cell to the cell nucleus and instructs the cell to grow or divide. The HRAS protein is a GTPase and is an early player in many signal transduction pathways and is usually associated with cell membranes due to the presence of an isoprenyl group on its C-terminus. HRAS acts as a molecular on/off switch, once it is turned on it recruits and activates proteins necessary for the propagation of the receptor's signal, such as c-Raf and PI 3-kinase. HRAS binds to GTP in the active state and possesses an intrinsic enzymatic activity that cleaves the terminal phosphate of this nucleotide converting it to GDP. Upon conversion of GTP to GDP, HRAS is turned off. The rate of conversion is usually slow but can be sped up dramatically by an accessory protein of the GTPase activating protein (GAP) class, for example RasGAP. In turn HRAS can bind to proteins of the Guanine Nucleotide Exchange Factor (GEF) class, for example SOS1, which forces the release of bound nucleotide. Subsequently, GTP present in the cytosol binds and HRAS-GTP dissociates from the GEF, resulting in HRAS activation. HRAS is in the Ras family, which also includes two other proto-oncogenes: KRAS and NRAS. These proteins all are regulated in the same manner and appear to differ largely in their sites of action within the cell.",
            "score": 133.52030754089355
        },
        {
            "docid": "6967316_2",
            "document": "Semaphorin . Semaphorins are a class of secreted and membrane proteins that were originally identified as axonal growth cone guidance molecules. They primarily act as short-range inhibitory signals and signal through multimeric receptor complexes. Semaphorins are usually cues to deflect axons from inappropriate regions, especially important in neural system development. The major class of proteins that act as their receptors are called plexins, with neuropilins as their co-receptors in many cases. The main receptors for semaphorins are plexins, which have established roles in regulating Rho-family GTPases. Recent work shows that plexins can also influence R-Ras, which, in turn, can regulate integrins. Such regulation is probably a common feature of semaphorin signalling and contributes substantially to our understanding of semaphorin biology.",
            "score": 249.5180802345276
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 187.60870718955994
        },
        {
            "docid": "1566105_2",
            "document": "GTPase-activating protein . GTPase-activating proteins or GTPase-accelerating proteins (GAPs) are a family of regulatory proteins whose members can bind to activated G proteins and stimulate their GTPase activity, with the result of terminating the signaling event. GAPs are also known as RGS protein, or RGS proteins, and these proteins are crucial in controlling the activity of G proteins. Regulation of G proteins is important because these proteins are involved in a variety of important cellular processes. The large G proteins, for example, are involved in transduction of signaling from the G protein-coupled receptor for a variety of signaling processes like hormonal signaling, and small G proteins are involved in processes like cellular trafficking and cell cycling. GAP’s role in this function is to turn the G protein’s activity off. In this sense, GAPs function is opposite to that of guanine nucleotide exchange factors (GEFs), which serve to enhance G protein signaling.",
            "score": 102.38376188278198
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 126.76011443138123
        },
        {
            "docid": "29039_2",
            "document": "SH3 domain . The SRC Homology 3 Domain (or SH3 domain) is a small protein domain of about 60 amino acid residues. Initially, SH3 was described as a conserved sequence in the viral adaptor protein v-Crk. This domain is also present in the molecules of phospholipase and several cytoplasmic tyrosine kinases such as Abl and Src. It has also been identified in several other protein families such as: PI3 Kinase, Ras GTPase-activating protein, CDC24 and cdc25. SH3 domains are found in proteins of signaling pathways regulating the cytoskeleton, the Ras protein, and the Src kinase and many others. The SH3 proteins interact with adaptor proteins and tyrosine kinases. Interacting with tyrosine kinases SH3 proteins usually bind far away from the active site. Approximately 300 SH3 domains are found in proteins encoded in the human genome. In addition to that, the SH3 domain was responsible for controlling protein-protein interactions in the signal transduction pathways and regulating the interactions of proteins involved in the cytoplasmic signaling.",
            "score": 116.01451110839844
        },
        {
            "docid": "10975535_7",
            "document": "SKI protein . The SKI oncogene is present in all cells, and is commonly active during development. Specifically, avian fibroblasts depend on the SKI protein as a transcription co-regulator inducing transformation. The aforementioned DHD region is specifically employed for protein-protein interactions, while the 191 amino acid C terminus mediates oligomerization. Recent research shows that the SKI protein in cancerous cells acts as a suppressor, inhibiting transforming growth factor β (TGF- β) signaling. TGF- β is a protein which regulates cell growth. Signaling is regulated by a family of proteins called the Smad proteins. SKI is present in all adult and embryonic cells at low levels, however an over expression of the protein is characteristic of tumor cells. It is thought that high levels of SKI protein inactivate tumor suppression by displacement of other proteins and interference with the signaling pathway of TGF- β. The SKI protein and the CPB protein compete for binding with the Smad proteins, specifically competing with the Smad-3 and CReB-binding protein interactions. SKI also directly interacts with the R-Smad ∙ Smad-4 complex, which directly represses normal transcription of the TGF-β responsive genes, inactivating the cell’s ability to stop growth and division, creating cancerous cells.",
            "score": 110.98198914527893
        },
        {
            "docid": "12832_28",
            "document": "G protein–coupled receptor . Because Gα also has slow GTP→GDP hydrolysis capability, the inactive form of the α-subunit (Gα-GDP) is eventually regenerated, thus allowing reassociation with a Gβγ dimer to form the \"resting\" G-protein, which can again bind to a GPCR and await activation. The rate of GTP hydrolysis is often accelerated due to the actions of another family of allosteric modulating proteins called Regulators of G-protein Signaling, or RGS proteins, which are a type of GTPase-Activating Protein, or GAP. In fact, many of the primary effector proteins (e.g., adenylate cyclases) that become activated/inactivated upon interaction with Gα-GTP also have GAP activity. Thus, even at this early stage in the process, GPCR-initiated signaling has the capacity for self-termination.",
            "score": 122.09778761863708
        },
        {
            "docid": "16849070_3",
            "document": "RGS17 . This gene encodes a member of the regulator of G-protein signaling family. This protein contains a conserved, 120 amino acid motif called the RGS domain and a cysteine-rich region. The protein attenuates the signaling activity of G-proteins by binding to activated, GTP-bound G alpha subunits and acting as a GTPase activating protein (GAP), increasing the rate of conversion of the GTP to GDP. This hydrolysis allows the G alpha subunits to bind G beta/gamma subunit heterodimers, forming inactive G-protein heterotrimers, thereby terminating the signal. Along with RGS4, RGS9 and RGS14, RGS17 plays an important role in termination of signalling by mu opioid receptors and development of tolerance to opioid analgesic drugs.",
            "score": 126.61915016174316
        },
        {
            "docid": "23634_28",
            "document": "Protein . Many proteins are involved in the process of cell signaling and signal transduction. Some proteins, such as insulin, are extracellular proteins that transmit a signal from the cell in which they were synthesized to other cells in distant tissues. Others are membrane proteins that act as receptors whose main function is to bind a signaling molecule and induce a biochemical response in the cell. Many receptors have a binding site exposed on the cell surface and an effector domain within the cell, which may have enzymatic activity or may undergo a conformational change detected by other proteins within the cell.",
            "score": 168.37035465240479
        },
        {
            "docid": "14271066_2",
            "document": "G alpha subunit . Guanine nucleotide binding proteins (G proteins) are membrane-associated, heterotrimeric proteins composed of three subunits: alpha, beta, and gamma. G proteins and their receptors (GPCRs) form one of the most prevalent signalling systems in mammalian cells, regulating systems as diverse as sensory perception, cell growth and hormonal regulation. At the cell surface, the binding of ligands such as hormones and neurotransmitters to a GPCR activates the receptor by causing a conformational change, which in turn activates the bound G protein on the intracellular-side of the membrane. The activated receptor promotes the exchange of bound GDP for GTP on the G protein alpha subunit. GTP binding changes the conformation of switch regions within the alpha subunit, which allows the bound trimeric G protein (inactive) to be released from the receptor, and to dissociate into active alpha subunit (GTP-bound) and beta/gamma dimer. The alpha subunit and the beta/gamma dimer go on to activate distinct downstream effectors, such as adenylyl cyclase, phosphodiesterases, phospholipase C, and ion channels. These effectors in turn regulate the intracellular concentrations of secondary messengers, such as cAMP, diacylglycerol, sodium or calcium cations, which ultimately lead to a physiological response, usually via the downstream regulation of gene transcription. The cycle is completed by the hydrolysis of alpha subunit-bound GTP to GDP, resulting in the re-association of the alpha and beta/gamma subunits and their binding to the receptor, which terminates the signal. The length of the G protein signal is controlled by the duration of the GTP-bound alpha subunit, which can be regulated by RGS (regulator of G protein signalling) proteins or by covalent modifications.",
            "score": 173.44952988624573
        },
        {
            "docid": "23947350_12",
            "document": "Collapsin response mediator protein family . In Sema3A signaling cascade, CRMP plays a role as intracellular messenger mediating repulsive signal. Sema3A initiates clustering of the receptor Neuropilin 1 and Plexin A1. While some of the other class of Semaphorins directly bind to Plexin receptors, Sema3A does not bind to Plexin directly. Instead, it interacts with Neuropilins as ligand-binding co-receptor for Plexin and releases Plexin-based signaling. The signal transduction pathway downstream of activated Plexin receptor is mediated by CRMPs. In response to Sema3A signaling cascade, CRMPs which exist as a heterotetramer in the cytosol bind to the cytosolic domain of PlexA and its conformation changes. Further, CRMPs are phosphorylated by Cdk5, GSK3β, and Fes, a tyrosine protein kinase. Especially, phosphorylation of CRMP-1 and CRMP-2 are essential for Sema3A-regulated axonal guidance. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone. In the absence of Sema3A, the interaction between CRMP tetramer and PlexA is blocked. Phospholipase D2 (PLD-2) which is localized in the growth cone and is involved in actin cytoskeleton rearrangement, can be inhibited by CRMP-2 and its inhibition results in actin depolymerization and possibly affects axonal growth cone collapse. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone.",
            "score": 279.51663875579834
        },
        {
            "docid": "4109042_18",
            "document": "Cell signaling . In some cases, receptor activation caused by ligand binding to a receptor is directly coupled to the cell's response to the ligand. For example, the neurotransmitter GABA can activate a cell surface receptor that is part of an ion channel. GABA binding to a GABA receptor on a neuron opens a chloride-selective ion channel that is part of the receptor. GABA receptor activation allows negatively charged chloride ions to move into the neuron, which inhibits the ability of the neuron to produce action potentials. However, for many cell surface receptors, ligand-receptor interactions are not directly linked to the cell's response. The activated receptor must first interact with other proteins inside the cell before the ultimate physiological effect of the ligand on the cell's behavior is produced. Often, the behavior of a chain of several interacting cell proteins is altered following receptor activation. The entire set of cell changes induced by receptor activation is called a signal transduction mechanism or pathway.",
            "score": 133.25933289527893
        },
        {
            "docid": "16034914_5",
            "document": "X-linked lymphoproliferative disease . The term \"SH2\" domain stands for src-homology 2 domain, which is a three-dimensional domain structure of about 100 amino acid residues. These domains are present in many signalling proteins because they permit specific, non-covalent bonding to proteins that contain phosphotyrosines. The amino acid residues adjacent to the phosphotyrosine on the target protein are what determine the unique binding specificity. The SAP protein is important in the signalling events that activate T- and NK-cells due to its adaptor function. Normally, the SAP protein is expressed in the cytoplasm of T- and NK-cells, where it binds to the cytoplasmic domain of the surface receptor called signaling lymphocyte activation molecule (SLAM). This binding initiates a signal transduction pathway, which results in the modulation of IFN-γ. A deletion in the SH2D1A gene leads to a non-functional SH2 domain on the SAP protein, making it unable to bind to SLAM. This leads to aberrant IFN-γ modulation, causing uncontrolled cell proliferation.",
            "score": 170.06268000602722
        },
        {
            "docid": "1566105_3",
            "document": "GTPase-activating protein . GAP are heavily linked to the G-protein linked receptor family. The activity of G proteins comes from their ability to bind guanosine triphosphate (GTP). Binding of GTP inherently changes the activity of the G proteins and increases their activity, through the loss of inhibitory subunits. In this more active state, G proteins can bind other proteins and turn on downstream signalling targets. This whole process is regulated by GAPs, which can down regulate the activity of G proteins.",
            "score": 113.71391129493713
        },
        {
            "docid": "1566105_12",
            "document": "GTPase-activating protein . There are also examples of negative regulatory mechanisms, where downstream targets of G protein signaling inhibit the GAPs. In G protein-gated potassium channels, phosphatidylinositol 3, 4, 5-triphosphate (PIP3) is a downstream target of G protein signaling. PIP3 binds and inhibits the RGS4 GAP. Such inhibition of GAP may perhaps \"prime\" the signaling pathway for activation. This creates a window of activity for the G proteins once activated because the GAP is temporarily inhibited. When the potassium channel is activated, Ca2+ gets released and binds calmodulin. Together, they displace PIP3 from GAP by binding competitively to the same site, and by doing so, they reactivate GAP to turn G protein signaling off. This particular process demonstrates both inhibition and activation of GAP by its regulators. There is cross-talk between GAP and other components of the signaling pathway that regulate the activity of GAP.",
            "score": 93.40280270576477
        },
        {
            "docid": "28857_13",
            "document": "Signal transduction . Extracellular receptors are integral transmembrane proteins and make up most receptors. They span the plasma membrane of the cell, with one part of the receptor on the outside of the cell and the other on the inside. Signal transduction occurs as a result of a ligand binding to the outside region of the receptor (the ligand does not pass through the membrane). Ligand-receptor binding induces a change in the conformation of the inside part of the receptor, a process sometimes called \"receptor activation\". This results in either the activation of an enzyme domain of the receptor or the exposure of a binding site for other intracellular signaling proteins within the cell, eventually propagating the signal through the cytoplasm.",
            "score": 195.73379373550415
        },
        {
            "docid": "5647555_8",
            "document": "Receptor tyrosine kinase . Through diverse means, extracellular ligand binding will typically cause or stabilize receptor dimerization. This allows a tyrosine in the cytoplasmic portion of each receptor monomer to be \"trans\"-phosphorylated by its partner receptor, propagating a signal through the plasma membrane. The phosphorylation of specific tyrosine residues within the activated receptor creates binding sites for Src homology 2 (SH2) domain- and phosphotyrosine binding (PTB) domain-containing proteins. Specific proteins containing these domains include Src and phospholipase Cγ. Phosphorylation and activation of these two proteins on receptor binding lead to the initiation of signal transduction pathways. Other proteins that interact with the activated receptor act as adaptor proteins and have no intrinsic enzymatic activity of their own. These adaptor proteins link RTK activation to downstream signal transduction pathways, such as the MAP kinase signalling cascade. An example of a vital signal transduction pathway involves the tyrosine kinase receptor, c-met, which is required for the survival and proliferation of migrating myoblasts during myogenesis. A lack of c-met disrupts secondary myogenesis and—as in LBX1—prevents the formation of limb musculature. This local action of FGFs (Fibroblast Growth Factors) with their RTK receptors is classified as paracrine signalling. As RTK receptors phosphorylate multiple tyrosine residues, they can activate multiple signal transduction pathways.",
            "score": 174.36220800876617
        },
        {
            "docid": "9927027_3",
            "document": "CREB-binding protein . This gene is ubiquitously expressed and is involved in the transcriptional coactivation of many different transcription factors. First isolated as a nuclear protein that binds to cAMP-response element-binding protein (CREB), this gene is now known to play critical roles in embryonic development, growth control, and homeostasis by coupling chromatin remodeling to transcription factor recognition. The protein encoded by this gene has intrinsic histone acetyltransferase activity and also acts as a scaffold to stabilize additional protein interactions with the transcription complex. This protein acetylates both histone and non-histone proteins. This protein shares regions of very high-sequence similarity with protein EP300 in its bromodomain, cysteine-histidine-rich regions, and histone acetyltransferase domain. Recent results suggest that novel CBP-mediated post-translational N-glycosylation activity alters the conformation of CBP-interacting proteins, leading to regulation of gene expression, cell growth and differentiation,",
            "score": 90.71194553375244
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 187.26890468597412
        },
        {
            "docid": "12841_15",
            "document": "G protein . The G subunit will eventually hydrolyze the attached GTP to GDP by its inherent enzymatic activity, allowing it to re-associate with G and starting a new cycle. A group of proteins called Regulator of G protein signalling (RGSs), act as GTPase-activating proteins (GAPs), are specific for G subunits. These proteins accelerate the hydrolysis of GTP to GDP, thus terminating the transduced signal. In some cases, the effector \"itself\" may possess intrinsic GAP activity, which then can help deactivate the pathway. This is true in the case of phospholipase C-beta, which possesses GAP activity within its C-terminal region. This is an alternate form of regulation for the G subunit. Such G GAPs do not have catalytic residues (specific amino acid sequences) to activate the G protein. They work instead by lowering the required activation energy for the reaction to take place.",
            "score": 82.43643093109131
        },
        {
            "docid": "9599050_3",
            "document": "SOS1 . RAS genes (e.g., MIM 190020) encode membrane-bound guanine nucleotide-binding proteins that function in the transduction of signals that control cell growth and differentiation. Binding of GTP activates RAS proteins, and subsequent hydrolysis of the bound GTP to GDP and phosphate inactivates signaling by these proteins. GTP binding can be catalyzed by guanine nucleotide exchange factors for RAS, and GTP hydrolysis can be accelerated by GTPase-activating proteins (GAPs). The first exchange factor to be identified for RAS was the S. cerevisiae CDC25 gene product. Genetic analysis indicated that CDC25 is essential for activation of RAS proteins. In Drosophila, the protein encoded by the 'son of sevenless' gene (Sos) contains a domain that shows sequence similarity with the catalytic domain of CDC25. Sos may act as a positive regulator of RAS by promoting guanine nucleotide exchange.[supplied by OMIM]",
            "score": 115.82784366607666
        },
        {
            "docid": "3113700_2",
            "document": "Catabolite activator protein . Catabolite activator protein (CAP; also known as cAMP receptor protein, CRP) is a trans-acting transcriptional activator that exists as a homodimer in solution. Each subunit of CAP is composed of a ligand-binding domain at the N-terminus (CAP, residues 1-138) and a DNA-binding domain at the C-terminus (DBD, residues 139-209). Two cAMP (cyclic AMP) molecules bind dimeric CAP with negative cooperativity. Cyclic AMP functions as an allosteric effector by increasing CAP's affinity for DNA. CAP binds a DNA region upstream from the DNA binding site of RNA Polymerase. CAP activates transcription through protein-protein interactions with the α-subunit of RNA Polymerase. This protein-protein interaction is responsible for (i) catalyzing the formation of the RNAP-promoter closed complex; and (ii) isomerization of the RNAP-promoter complex to the open confirmation. CAP's interaction with RNA polymerase causes bending of the DNA near the transcription start site, thus effectively catalyzing the transcription initiation process. CAP's name is derived from its ability to affect transcription of genes involved in many catabolic pathways. For example, when the amount of glucose transported into the cell is low, a cascade of events results in the increase of cytosolic cAMP levels. This increase in cAMP levels is sensed by CAP, which goes on to activate the transcription of many other catabolic genes.",
            "score": 125.91005182266235
        },
        {
            "docid": "12303517_2",
            "document": "Plexin . A Plexin is a protein which acts as a receptor for Semaphorin family signaling proteins. It is classically known for its expression on the surface of axon growth cones and involvement in signal transduction to steer axon growth away from the source of Semaphorin. Plexin also has implications in development of other body systems by activating GTPase enzymes to induce a number of intracellular biochemical changes leading to a variety of downstream effects.",
            "score": 243.7942476272583
        },
        {
            "docid": "25428989_6",
            "document": "Homeotic selector gene . Homeotic selector genes encode regulatory DNA-binding proteins which are all related through a highly conserved DNA binding sequences called the homeobox (from which the \"Hox Complex\" name is derived from). Although each all of the DNA-binding complexes are conserved, each para-segment still has an individual identity. The proteins do not bind directly to the DNA, rather, they interact with other regulatory proteins which are already bound to DNA-binding complexes. Different interactions determine which DNA binding sites are recognized and subsequently activated or repressed. Homeotic selector proteins combine in different combinations with regulatory proteins to give each parasegment its identity.  Certain signals set up the spatial pattern of expression of the Hox complex early in development. The Hox complex acts like a stamp, giving cells in each segment a long term positional value. The cell memory of a given positional value depends on two inputs, the first being the ability of many Hox proteins to autoactivate their own transcription, and the second derived from two large groups of transcriptional regulators: The Polycomb group and the Trithorax group. A defect in either of these regulators results in a pattern which is initially correct but is not maintained at later embryonic stages. The Polycomb and Trithorax regulators act in opposite ways. The Trithorax group maintains Hox transcription after transcription is already activated. The Polycomb group forms stable complexes that bind to the chromatin of Hox genes, and keep it in a repressed state at sites where Hox genes are not active.",
            "score": 94.58832740783691
        },
        {
            "docid": "2161878_13",
            "document": "Protein–protein interaction . Stable interactions involve proteins that interact for a long time, taking part of permanent complexes as subunits, in order to carry out structural or functional roles. These are usually the case of homo-oligomers (e.g. cytochrome c), and some hetero-oligomeric proteins, as the subunits of ATPase. On the other hand, a protein may interact briefly and in a reversible manner with other proteins in only certain cellular contexts – cell type, cell cycle stage, external factors, presence of other binding proteins, etc. – as it happens with most of the proteins involved in biochemical cascades. These are called transient interactions. For example, some G protein-coupled receptors only transiently bind to G proteins when they are activated by extracellular ligands, while some G-coupled receptors, such as muscarinic receptor M3, pre-couple with G proteins prior to the receptor-ligand binding. Interactions between intrinsically disordered protein regions to globular protein domains (i.e. MoRFs) are transient interactions.",
            "score": 116.92716431617737
        },
        {
            "docid": "1566105_13",
            "document": "GTPase-activating protein . It is interesting to note that there have been some findings suggesting the possibility of crosstalk between GAPs. A recent study showed that the p120Ras GAP could bind the DLC1 Rho GAP at its catalytic domain. The binding of the Ras GAP to the Rho GAP inhibits the activity of the Rho GAP, thereby activating the Rho G protein. One GAP serves as a negative regulator of another GAP. The reasons for such cross-regulation across GAPs are yet unclear, but one possible hypothesis is that this cross-talk across GAPs attenuates the \"off\" signal of all the GAPs. Although the p120Ras GAP is active, therefore inhibiting that particular pathway, other cellular processes can still continue because it inhibits other GAPs. This may ensure that the whole system does not shut down from a single \"off\" signal. GAP activity is highly dynamic, interacting with many other components of signaling pathways.",
            "score": 97.1350359916687
        },
        {
            "docid": "1375635_8",
            "document": "Adenylate kinase . Flexibility and plasticity allow proteins to bind to ligands, form oligomers, aggregate, and perform mechanical work. Large conformational changes in proteins play an important role in cellular signaling. Adenylate Kinase is a signal transducing protein; thus, the balance between conformations regulates protein activity. ADK has a locally unfolded state that becomes depopulated upon binding.A 2007 study by Whitford et al. shows the conformations of ADK when binding with ATP or AMP. The study shows that there are three relevant conformations or structures of ADK—CORE, Open, and Closed. In ADK, there are two small domains called the LID and NMP. ATP binds in the pocket formed by the LID and CORE domains. AMP binds in the pocket formed by the NMP and CORE domains. The Whitford study also reported findings that show that localized regions of a protein unfold during conformational transitions. This mechanism reduces the strain and enhances catalytic efficiency. Local unfolding is the result of competing strain energies in the protein.",
            "score": 147.52741932868958
        },
        {
            "docid": "1566105_6",
            "document": "GTPase-activating protein . In general, GAPs tend to be pretty specific for their target G proteins. The exact mechanism of target specificity is not fully known, but it is likely that this specificity comes from a variety of factors. At the most basic level, GAP-to-G protein specificity may come simply from the timing and location of protein expression. RGS9-1, for example, is specifically expressed in the rod and cone photoreceptors in the eye retina, and is the only one to interact with G proteins involved in phototransduction in this area. A certain GAP and a certain G protein happen to be expressed in the same time and place, and that is how the cell ensures specificity. Meanwhile, scaffold proteins can also sequester the proper GAP to its G protein and enhance the proper binding interactions. These binding interactions may be specific for a particular GAP and G protein. Also, GAPs may have particular amino acid domains that recognize only a particular G protein. Binding to other G proteins may not have the same favorable interactions, and they therefore do not interact. GAPs can, therefore, regulate specific G proteins.",
            "score": 97.00254237651825
        }
    ],
    "r": [
        {
            "docid": "12303517_5",
            "document": "Plexin . Highly conserved intracellular domains consisting of a bipartite segment which functions as a GTPase-Activating Protein (GAP). Plexin is the only known receptor molecule to have a GAP domain. In the inactive state, these two sections are separated by a Rho-GTPase binding domain (RBD). When the RBD bind to a Rnd-family Rho-GTPases along with Plexin dimerization and Semaphoring binding, the intracellular segment undergoes conformational changes which allow the separate GAP domains to interact and become active in turning Rap family Rho-GTPases. These GTPases can have a number of downstream effects, but in particular to Plexin expressed on axonal growth cones, the concentration the secondary messenger cyclic guanosine monophosphate (cGMP) increases within the cell.",
            "score": 297.25946044921875
        },
        {
            "docid": "34806886_17",
            "document": "Tropic cues involved in growth cone guidance . Semaphorins have also been shown to mediate other neuronal processes besides targeting such as: apoptosis, cell migration, axon pruning, synaptic transmission, and axonal transport. Semaphorins are the main ligands for the Neuropilin 1 (Npn1) receptor; this receptor is typically located in the medial and lateral portions of the lateral motor column during the early embryonic period of motor neuron development. Upon binding Semaphorins, the Npn1 receptor transmits signaling to adjacent surface molecules, known as Plexins; this is necessary because the Npn1 receptor lacks an intracellular domain. The intracellular signaling mediated through Semaphorins results in growth cone collapse, guidance, and turning; this intracellular signaling is transduced through Rho family GTPases, which act to remodel the cytoskeleton of the cell. In addition, several other cell surface molecules have been shown to interact with secreted Semaphorins. One example is the Ig cell-adhesion molecule (IgCAM) family; this family of adhesion molecules are suggested to interact with Semaphorins to fine tune their axonal projections and targeting. The multitude of molecules that complex with Semaphorins may be the result of the ubiquitous nature of Semaphorin expression in vertebrates.",
            "score": 282.8812561035156
        },
        {
            "docid": "23947350_12",
            "document": "Collapsin response mediator protein family . In Sema3A signaling cascade, CRMP plays a role as intracellular messenger mediating repulsive signal. Sema3A initiates clustering of the receptor Neuropilin 1 and Plexin A1. While some of the other class of Semaphorins directly bind to Plexin receptors, Sema3A does not bind to Plexin directly. Instead, it interacts with Neuropilins as ligand-binding co-receptor for Plexin and releases Plexin-based signaling. The signal transduction pathway downstream of activated Plexin receptor is mediated by CRMPs. In response to Sema3A signaling cascade, CRMPs which exist as a heterotetramer in the cytosol bind to the cytosolic domain of PlexA and its conformation changes. Further, CRMPs are phosphorylated by Cdk5, GSK3β, and Fes, a tyrosine protein kinase. Especially, phosphorylation of CRMP-1 and CRMP-2 are essential for Sema3A-regulated axonal guidance. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone. In the absence of Sema3A, the interaction between CRMP tetramer and PlexA is blocked. Phospholipase D2 (PLD-2) which is localized in the growth cone and is involved in actin cytoskeleton rearrangement, can be inhibited by CRMP-2 and its inhibition results in actin depolymerization and possibly affects axonal growth cone collapse. In the presence of CRMP-2, the signal can induce alterations of Rac-dependent pathway, which modulates the actin filament assembly in the growth cone.",
            "score": 279.5166320800781
        },
        {
            "docid": "12303517_4",
            "document": "Plexin . Before bindings its Semaphorin dimer ligand, associations between the extracellular domains of pre-formed Plexin dimers keeps their intracellular domains segregated and inactive. This allows for co-localization of Plexin dimers to be primed for binding of Semaphorin dimers and activation of intracellular machinery.",
            "score": 255.12525939941406
        },
        {
            "docid": "6967316_2",
            "document": "Semaphorin . Semaphorins are a class of secreted and membrane proteins that were originally identified as axonal growth cone guidance molecules. They primarily act as short-range inhibitory signals and signal through multimeric receptor complexes. Semaphorins are usually cues to deflect axons from inappropriate regions, especially important in neural system development. The major class of proteins that act as their receptors are called plexins, with neuropilins as their co-receptors in many cases. The main receptors for semaphorins are plexins, which have established roles in regulating Rho-family GTPases. Recent work shows that plexins can also influence R-Ras, which, in turn, can regulate integrins. Such regulation is probably a common feature of semaphorin signalling and contributes substantially to our understanding of semaphorin biology.",
            "score": 249.51808166503906
        },
        {
            "docid": "12303517_3",
            "document": "Plexin . All Plexins have an extracellular SEMA domain at their N-terminus. This is a structural motif common among all Semaphorins and Plexins and is responsible for this binding of Semaphorin dimers, which are the native conformation for these ligands in vivo. This is followed by alternating Plexin, Semaphorin, and Integrin (PSI) domains and Immunoglobulin-like, Plexin, and Transcription factors (IPT) domains. Each of these is named for the proteins in which their structure is conserved. Collectively, the extracellular region resembles a curved stalk projecting in a clockwise direction.",
            "score": 247.0897216796875
        },
        {
            "docid": "12303517_2",
            "document": "Plexin . A Plexin is a protein which acts as a receptor for Semaphorin family signaling proteins. It is classically known for its expression on the surface of axon growth cones and involvement in signal transduction to steer axon growth away from the source of Semaphorin. Plexin also has implications in development of other body systems by activating GTPase enzymes to induce a number of intracellular biochemical changes leading to a variety of downstream effects.",
            "score": 243.79425048828125
        },
        {
            "docid": "12303517_7",
            "document": "Plexin . Plexin receptors largely act to signal the binding of Semaphorin signaling proteins in a short-distance inhibitory manner. Each class of Plexins has a range of specificity, meaning they could bind specifically to one or more Semaphorin isomers. Plexins also have varying effects on development depending on their expression in different tissue types. Plexin receptors have implications in neural development and axon growth guidance, angiogenesis and heart development, skeletal and kidney morphogenesis, and in the immune system. Genetic knockout of Plexins have shown to be lethal at embryonic stages due to severe developmental defects in body systems regulated by Semaphorin-Plexin signaling. Malfunction of the Plexin signaling pathway has been implicated in human diseases including neurological disorders and cancers.",
            "score": 237.8125
        },
        {
            "docid": "15073279_3",
            "document": "PLXNA2 . This gene encodes a member of the plexin-A family of semaphorin co-receptors. Semaphorins are a large family of secreted or membrane-bound proteins that mediate repulsive effects on axon pathfinding during nervous system development. A subset of semaphorins are recognized by plexin-A/neuropilin transmembrane receptor complexes, triggering a cellular signal transduction cascade that leads to axon repulsion. This plexin-A family member is thought to transduce signals from semaphorin-3A and -3C.",
            "score": 233.08486938476562
        },
        {
            "docid": "28857_19",
            "document": "Signal transduction . Receptor tyrosine kinases (RTKs) are transmembrane proteins with an intracellular kinase domain and an extracellular domain that binds ligands; examples include growth factor receptors such as the insulin receptor. To perform signal transduction, RTKs need to form dimers in the plasma membrane; the dimer is stabilized by ligands binding to the receptor. The interaction between the cytoplasmic domains stimulates the autophosphorylation of tyrosine residues within the intracellular kinase domains of the RTKs, causing conformational changes. Subsequent to this, the receptors' kinase domains are activated, initiating phosphorylation signaling cascades of downstream cytoplasmic molecules that facilitate various cellular processes such as cell differentiation and metabolism. Many Ser/Thr and dual-specificity protein kinases are important for signal transduction, either acting downstream of [receptor tyrosine kinases], or as membrane-embedded or cell-soluble versions in their own right. The process of signal transduction involves around 560 known protein kinases and pseudokinases, encoded by the human kinome",
            "score": 225.2696990966797
        },
        {
            "docid": "57247351_3",
            "document": "Semaphorin 3E . Semaphorins are a large family of conserved secreted and membrane associated proteins which possess a semaphorin (Sema) domain and a PSI domain (found in plexins, semaphorins and integrins) in the N-terminal extracellular portion. Based on sequence and structural similarities, semaphorins are put into eight classes: invertebrates contain classes 1 and 2, viruses have class V, and vertebrates contain classes 3-7. Semaphorins serve as axon guidance ligands via multimeric receptor complexes, some (if not all) containing plexin proteins. This gene encodes a class 4 semaphorin. This gene encodes a class 3 semaphorin. Multiple transcript variants encoding different isoforms have been found for this gene.[provided by RefSeq, May 2010].",
            "score": 220.18460083007812
        },
        {
            "docid": "14693740_2",
            "document": "Sema domain . The Sema domain is a structural domain of semaphorins, which are a large family of secreted and transmembrane proteins, some of which function as repellent signals during axon guidance. Sema domains also occur in the hepatocyte growth factor receptor (Uniprot: ), Plexin-A3 (Uniprot: ) and in viral proteins.",
            "score": 219.3631591796875
        },
        {
            "docid": "12303517_6",
            "document": "Plexin . Nine genes have been identified which divide Plexins into 4 subclasses based on structure and homology. These genes include: Class A Plexins interact with Neuropilin co-receptor proteins to strengthen Semaphorin binding interactions without altering the mode of binding. The structure of the B class Plexins has an additional extracellular site for cleavage by convertases, enzymes which modify Plexin precursor polypeptides into their final peptide sequence, as well as a structural PDZ interaction motif on its C-terminus. C-class Plexins have fewer structural Methionine-Related Sequences (MRS) and IPT domains. D-class Plexins have an additional modification in one of the MRS domains",
            "score": 216.13687133789062
        },
        {
            "docid": "531064_13",
            "document": "Cell adhesion . Cells creates extracellular matrix by releasing molecules into its surrounding extracellular space. Cells have specific CAMs that will bind to molecules in the extracellular matrix and link the matrix to the intracellular cytoskeleton. Extracellular matrix can act as a support when organising cells into tissues and can also be involved in cell signalling by activating intracellular pathways when bound to the CAMs. Cell–matrix junctions are mainly mediated by integrins, which also clusters like cadherins to form firm adhesions. Integrins are transmembrane heterodimers formed by different α and β subunits, both subunits with different domain structures. Integrins can signal in both directions: inside-out signalling, intracellular signals modifying the intracellular domains, can regulate affinity of integrins for their ligands, while outside-in signalling, extracellular ligands binding to extracellular domains, can induce conformational changes in integrins and initiate signalling cascades. Extracellular domains of integrins can bind to different ligands through heterophilic binding while intracellular domains can either be linked to intermediate filaments, forming hemidesmosomes, or to actin filaments, forming focal adhesions.",
            "score": 210.2764892578125
        },
        {
            "docid": "11329484_7",
            "document": "TLR4 . TLR4 signaling responds to signals by forming a complex using an extracellular leucine-rich repeat domain (LRR) and an intracellular toll/interleukin-1 receptor (TIR) domain. LPS stimulation induces a series of interactions with several accessory proteins which form the TLR4 complex on the cell surface. LPS recognition is initiated by an LPS binding to an LBP protein. This LPS-LBP complex transfers the LPS to CD14. CD14 is a glycosylphosphatidylinositol-anchored membrane protein that binds the LPS-LBP complex and facilitates the transfer of LPS to MD-2 protein, which is associated with the extracellular domain of TLR4. LPS binding promotes the dimerization of TLR4/MD-2. The conformational changes of the TLR4 induce the recruitment of intracellular adaptor proteins containing the TIR domain which is necessary to activate the downstream signaling pathway.",
            "score": 203.97781372070312
        },
        {
            "docid": "15353928_3",
            "document": "PLXNA4A . Plexin A4 binds to neuropilin 1 (Nrp1) and neuropilin 2 (Nrp2) and transduces signals from Sema3A, Sema6A, and Sema6B. These Nrp-plexin and semaphorin complexes initiate cascades that regulate diverse processes such as axon pruning and repulsion, dendritic attraction and branching, regulation of cell migration, vascular remodeling, and growth cone collapse. Both upregulation and downregulation of Plexin A4 has been observed following neural injury suggesting a dynamic role for Sema3A and Plexin A4 in neural maintenance and regeneration. Additionally, Sema3A and therefore its receptor, Plexin A4, have been implicated as possible components of fast-fatigable muscle fiber denervation in ALS.",
            "score": 203.0446014404297
        },
        {
            "docid": "563580_6",
            "document": "Hormone receptor . Intracellular and nuclear receptors are a direct way for the cell to respond to internal changes and signals. Intracellular receptors are activated by hydrophobic ligands which pass through the cellular membrane. All nuclear receptors are very similar in structure, and are described with intrinsic transcriptional activity. Intrinsic transcriptional involves the three following domains: transcription-activating, DNA-binding, and ligand-binding. These domains and ligands are hydrophobic and are able to travel through the membrane. The movement of macromolecules and ligand molecules into the cell enables a complex transport system of intracellular signal transfers through different cellular environments until response is enabled. Nuclear receptors are a special class of intracellular receptor which specifically aid the needs of the cell to express certain genes. Nuclear receptors often bind directly to DNA by targeting specific DNA sequences in order to express or repress transcription of nearby genes.",
            "score": 201.7321014404297
        },
        {
            "docid": "28857_13",
            "document": "Signal transduction . Extracellular receptors are integral transmembrane proteins and make up most receptors. They span the plasma membrane of the cell, with one part of the receptor on the outside of the cell and the other on the inside. Signal transduction occurs as a result of a ligand binding to the outside region of the receptor (the ligand does not pass through the membrane). Ligand-receptor binding induces a change in the conformation of the inside part of the receptor, a process sometimes called \"receptor activation\". This results in either the activation of an enzyme domain of the receptor or the exposure of a binding site for other intracellular signaling proteins within the cell, eventually propagating the signal through the cytoplasm.",
            "score": 195.73379516601562
        },
        {
            "docid": "9185670_14",
            "document": "Synaptic pruning . Axon branches retract in a distal to proximal manner. The axonal contents that are retracted are thought to be recycled to other parts of the axon. The biological mechanism with which axonal pruning occurs still remains unclear for the mammalian central nervous system. However, pruning has been associated with guidance molecules in mice. Guidance molecules serve to control axon pathfinding through repulsion, and also initiate pruning of exuberant synaptic connections. Semaphorin ligands and the receptors neuropilins and plexins are used to induce retraction of the axons to initiate hippocampo-septal and infrapyramidal bundle (IPB) pruning. Stereotyped pruning of the hippocampal projections have been found to be significantly impaired in mice that have a Plexin-A3 defect. Specifically, axons that are connected to a transient target will retract once the Plexin-A3 receptors are activated by class 3 semaphorin ligands. In IPB, the expression of mRNA for Sema3F is present in the hippocampus prenatally, lost postnatally and returns in the stratum oriens. Coincidentally, onset IPB pruning occurs around the same time. In the case of the hippocampal-septal projections, expression of mRNA for Sema3A was followed by the initiation of pruning after 3 days. This suggests that pruning is triggered once the ligand reaches threshold protein levels within a few days after detectable mRNA expression. Pruning of axons along the visual corticospinal tract (CST) is defective in neuropilin-2 mutants and plexin-A3 and plexin-A4 double mutant mice. Sema3F is also expressed in the dorsal spinal cord during the pruning process. There is no motor CST pruning defect observed in these mutants.",
            "score": 190.18617248535156
        },
        {
            "docid": "736407_17",
            "document": "Opioid receptor . When an agonistic ligand binds to the opioid receptor, a conformational change occurs, and the GDP molecule is released from the Gα sub-unit. This mechanism is complex, and is a major stage of the signal transduction pathway. When the GDP molecule is attached, the Gα sub-unit is in its inactive state, and the nucleotide-binding pocket is closed off inside the protein complex. However, upon ligand binding, the receptor switches to an active conformation, and this is driven by intermolecular rearrangement between the trans-membrane helices. The receptor acitvation releases an ‘ionic lock’ which holds together the cytoplasmic sides of transmembrane helices three and six, causing them to rotate. This conformational change exposes the intracellular receptor domains at the cytosolic side, which further leads to the activation of the G protein. When the GDP molecule dissociates from the Gα sub-unit, a GTP molecule binds to the free nucleotide-binding pocket, and the G protein becomes active. A Gα(GTP) complex is formed, which has a weaker affinity for the Gβγ sub-unit than the Gα(GDP) complex, causing the Gα sub-unit to separate from the Gβγ sub-unit, forming two sections of the G protein. The sub-units are now free to interact with effector proteins; however, they are still attached to the plasma membrane by lipid anchors. After binding, the active G protein sub-units diffuses within the membrane and acts on various intracellular effector pathways. This includes inhibiting neuronal adenylate cyclase activity, as well as increasing membrane hyper-polarisation. When the adenylyl cyclase enzyme complex is stimulated, it results in the formation of Cyclic Adenosine 3', 5'-Monophosphate (cAMP), from Adenosine 5' Triphosphate (ATP). cAMP acts as a secondary messenger, as it moves from the plasma membrane into the cell and relays the signal.",
            "score": 189.1402587890625
        },
        {
            "docid": "38262758_4",
            "document": "Hes3 signaling axis . Following receptor activation by the ligand, several steps can sequentially ensue. For example, the 3D shape changes to the intracellular domain may render it recognizable to catalytic proteins (enzymes) that are located inside the cell and have physical access to it. These enzymes may then induce chemical changes to the intracellular domain of the activated receptor, including the addition of phosphate chemical groups to specific components of the receptor (phosphorylation), or the physical separation (cleavage) of the intracellular domain. Such modifications may enable the intracellular domain to act as an enzyme itself, meaning that it may now catalyze the modification of other proteins in the cell. Enzymes which catalyze phosphorylation modifications are termed kinases. These modified proteins may then also be activated and enabled to induce further modifications to other proteins, and so on. This sequence of catalytic modifications is termed a “signal transduction pathway” or “second messenger cascade”. It is a critical mechanism employed by cells to sense their environment and induce complex changes to their state. Such changes may include, as noted, chemical modifications to other molecules, as well as decisions concerning which genes are activated and which are not (transcriptional regulation).",
            "score": 187.92279052734375
        },
        {
            "docid": "51903_15",
            "document": "Tyrosine kinase . An example of this trigger-system in action is the process by which the formation of erythrocytes is regulated. Mammals possess this system, which begins in the kidneys where the developmental signal is manufactured. The developmental signal, also called a cytokine, is erythropoietin in this case. (Cytokines are key regulators of hematopoietic cell proliferation and differentiation.) Erythropoietin's activity is initiated when hematopoietic cytokine receptors become activated. In erythrocyte regulation, erythropoietin is a protein containing 165 amino acids that plays a role in activating the cytoplasmic protein kinase JAK. The results of some newer research have also indicated that the aforementioned cytokine receptors function with members of the JAK tyrosine kinase family. The cytokine receptors activate the JAK kinases. This then results in the phosphorylation of several signaling proteins located in the cell membrane. This subsequently affects both the stimulation of ligand-mediated receptors and intracellular signaling pathway activation. Substrates for JAK kinases mediate some gene responses and more. The process is also responsible for mediating the production of blood cells. In this case, erythropoietin binds to the corresponding plasma membrane receptor, dimerizing the receptor. The dimer is responsible for activating the kinase JAK via binding. Tyrosine residues located in the cytoplasmic domain of the erythropoietin receptor are consequently phosphorylated by the activated protein kinase JAK. Overall, this is also how a receptor tyrosine kinase might be activated by a ligand to regulate erythrocyte formation.",
            "score": 187.60870361328125
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 187.26890563964844
        },
        {
            "docid": "33838036_8",
            "document": "Autophosphorylation . Another example is the binding of insulin to insulin receptors. Once released into the bloodstream insulin can bind to receptors on the surface of cells in muscle or other tissues. This receptor is a protein with an (αβ)2 quaternary structure. The two large α-subunits are extracellular, while the smaller β-subunits have a transmembrane domain as well as extra-and intracellular domains. In the absence of insulin, the two intracellular domains of the β subunits are separated. Binding with insulin triggers a conformational change in the receptor that brings them closer together (dimerization). Each β subunit intracellular domain is a tyrosine kinase that phosphorylates its partner in the receptor.",
            "score": 187.23733520507812
        },
        {
            "docid": "9837111_3",
            "document": "Enzyme-linked receptor . They have two important domains, an extra-cellular ligand binding domain and an intracellular domain, which has a Catalytic function; and a transmembrane helix. The signaling molecule binds to the receptor on the outside of the cell and causes a conformational change on the catalytic function located on the receptor inside the cell.",
            "score": 187.03567504882812
        },
        {
            "docid": "14766328_3",
            "document": "SEMA4D . Semaphorin 4D (Sema 4D) is an axon guidance molecule which is secreted by oligodendrocytes and induces growth cone collapse in the central nervous system. By binding plexin B1 receptor it functions as an R-Ras GTPase-activating protein (GAP) and repels axon growth cones in both the mature central nervous system.",
            "score": 185.341064453125
        },
        {
            "docid": "34806886_14",
            "document": "Tropic cues involved in growth cone guidance . Ephrins are divided into 2 classes: Ephrin-As are bound to the membrane through GPI (glycosylphosphatidylinositol) linkage and Ephrin-Bs have a transmembrane domain and a short cytoplasmic domain; they interact with their respective receptors Eph-A and Eph-B which are members of the tyrosine kinase family. One unusual feature about Ephrins is their ability to bidirectionally signal (); they can participate in both forward (ligand to receptor) and reverse signaling (receptor to ligand). Eph/Ephrin binding induces conformational changes in the Ephrin transmembrane and cytoplasmic domains, activating the signaling pathway. Eph/Ephrin forward signaling regulates actin dynamics via small GTPases of the Rho family; reverse signaling occurs when the Ephrin-B cytoplasmic tail gets phosphorylated at tyrosine residues. Ephrin-B also contains a PDZ binding motif important in axon guidance regulation via G-protein signaling. Reverse signaling can also occur when Ephrin-A is activated by Eph-A3 binding; this is regulated by metalloprotease-dependent cleavage of Ephrin-A.  Eph/Ephrin bidirectional signaling is important for axon guidance and target selection; mapping of retinal axons along anterior-posterior axis in the visual system is regulated by Ephrin-A/Eph-A mediated repulsion. In the tectum, the transcription factor Engrailed creates an Ephrin-A concentration gradient along the anterior-posterior axis; this results in different signaling cues to the growth cones which also express graded levels of the receptor. Interestingly, the topographic location of retinal axons along dorsal-ventral axis requires both forward and reverse signaling by Ephrin-B/Eph-B gradient mediated attraction.",
            "score": 184.41671752929688
        },
        {
            "docid": "14678550_2",
            "document": "Histidine kinase . Histidine kinases (HK) are multifunctional, and in non-animal kingdoms, typically transmembrane, proteins of the transferase class of enzymes that play a role in signal transduction across the cellular membrane. The vast majority of HKs are homodimers that exhibit autokinase, phosphotransfer, and phosphatase activity. HKs can act as cellular receptors for signaling molecules in a way analogous to tyrosine kinase receptors (RTK). Multifunctional receptor molecules such as HKs and RTKs typically have portions on the outside of the cell (extracellular domain) that bind to hormone- or growth factor-like molecules, portions that span the cell membrane (transmembrane domain), and portions within the cell (intracellular domain) that contain the enzymatic activity. In addition to kinase activity, the intracellular domains typically have regions that bind to a secondary effector molecule or complex of molecules that further propagate signal transduction within the cell. Distinct from other classes of protein kinases, HKs are usually parts of a two-component signal transduction mechanisms in which HK transfers a phosphate group from ATP to a histidine residue within the kinase, and then to an aspartate residue on the receiver domain of a response regulator protein (or sometimes on the kinase itself). More recently, the widespread existence of protein histidine phosphorylation distinct from that of two-component histidine kinases has been recognised in human cells. In marked contrast to Ser, Thr and Tyr phosphorylation, the analysis of phosphorylated Histidine using standard biochemical and mass spectrometric approaches is much more challenging, and special procedures and separation techniques are required for their preservation alongside classical Ser, Thr and Tyr phosphorylation on proteins isolated from human cells.",
            "score": 181.3204345703125
        },
        {
            "docid": "1031816_19",
            "document": "Chemokine . Chemokine receptors are G protein-coupled receptors containing 7 transmembrane domains that are found on the surface of leukocytes. Approximately 19 different chemokine receptors have been characterized to date, which are divided into four families depending on the type of chemokine they bind; CXCR that bind CXC chemokines, CCR that bind CC chemokines, CX3CR1 that binds the sole CX3C chemokine (CX3CL1), and XCR1 that binds the two XC chemokines (XCL1 and XCL2). They share many structural features; they are similar in size (with about 350 amino acids), have a short, acidic N-terminal end, seven helical transmembrane domains with three intracellular and three extracellular hydrophilic loops, and an intracellular C-terminus containing serine and threonine residues important for receptor regulation. The first two extracellular loops of chemokine receptors each has a conserved cysteine residue that allow formation of a disulfide bridge between these loops. G proteins are coupled to the C-terminal end of the chemokine receptor to allow intracellular signaling after receptor activation, while the N-terminal domain of the chemokine receptor determines ligand binding specificity.",
            "score": 181.23887634277344
        },
        {
            "docid": "7815636_5",
            "document": "Interleukin 31 . IL-31 signals via a receptor complex that is composed of IL-31 receptor A (IL31RA) and oncostatin M receptor (OSMR) subunits. These receptor subunits are expressed in activated monocytes and in unstimulated epithelial cells. IL-31RA binds IL-31 through its cytokine binding domain (CBD). OSMR does not normally bind to IL-31 but it does increase the IL-31 binding affinity to IL-31RA. IL-31RA has a intracellular domain that possesses a box1 motif that mediates association with kinases of the JAK family. Additionally, the intracellular portion of the IL-31RA contains tyrosine residues. When IL-31 binds to the receptor complex, JAK kinases are activated which phosphorylate and activate STAT1, STAT3, and STAT5. The OSMR portion of the IL-31 binding complex contains intracellular motifs box1 and box2. This allows for JAK1 and JAK2 to bind, which are recruited once the tyrosine residues on the intracellular domain are phosphorylated. Through these phosphorylation sites, STAT3 and STAT5 are recruited and phosphorylated by JAK1 and JAK2. In addition to STATs, PI3K is recruited, which stimulates the PI3K/AKT signaling pathway. In contrast to IL-31RA, which binds SHP-2, the OSMR interacts with the adaptor protein Shc via the phosphorylated tyrosines on its intracellular domain. Through Shc, the RAS/RAF/MEK/ERK pathway is activated along with the p38 and JNK pathways. When IL-31 binds to the IL-31RA/OSMR complex, the JAK, PI3K/AKT, and ERK signaling pathways are activated. The pathways allow for target genes to be transcribed.",
            "score": 180.98614501953125
        },
        {
            "docid": "2891226_16",
            "document": "Mechanotransduction . Integrin receptors have an extracellular domain that binds to the ECM proteins (collagen, fibronectin, laminin, vitronectin and osteopontin), and a cytoplasmic domain that interacts with intracellular signaling molecules. When an integrin receptor binds to its ECM ligand and is activated, additional integrins cluster around the activated site. In addition, kinases (e.g., focal adhesion kinase, FAK) and adapter proteins (e.g., paxillin, Pax, talin, Tal and Shc) are recruited to this cluster, which is called the focal adhesion complex (FAC). The activation of these FAC molecules in turn, triggers downstream events that up-regulate and /or down-regulate intracellular processes such as transcription factor activation and gene regulation resulting in apoptosis or differentiation.",
            "score": 180.78594970703125
        },
        {
            "docid": "22519313_7",
            "document": "Cell surface receptor . In the majority of receptors with known structures, transmembrane alpha helices constitute most of the transmembrane component. In certain receptors, such as the nicotinic acetylcholine receptor, the transmembrane domain forms a protein pore through the membrane, or around the ion channel. Upon activation of an extracellular domain by binding of the appropriate ligand, the pore becomes accessible to ions, which then diffuse. In other receptors, the transmembrane domains undergo a conformational change upon binding, which effects intracellular conditions. In some receptors, such as members of the 7TM superfamily, the transmembrane domain includes a ligand binding pocket. Bacteriorhodopsin is an example, the detailed structure of which has been determined by crystallography.",
            "score": 180.65164184570312
        }
    ]
}