{
    "q": [
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 302.23510932922363
        },
        {
            "docid": "21957_2",
            "document": "Nuclear pore . Nuclear pore complexes are large protein complexes that span the nuclear envelope, which is the double membrane surrounding the eukaryotic cell nucleus. There are an average of 1,000 nuclear pore complexes (NPCs) in the nuclear envelope of a vertebrate cell, but it varies depending on cell type and the stage in the life cycle.  The human nuclear pore complex (hNPC) is a 110 MDa structure. The proteins that make up the nuclear pore complex are known as nucleoporins. About half of the nucleoporins typically contain solenoid protein domains—either an alpha solenoid or a beta-propeller fold, or in some cases both as separate structural domains. Each NPC contains at least 456 individual protein molecules and is composed of 30 distinct proteins (nucleoporins). The other half show structural characteristics typical of \"natively unfolded\" or intrinsically disordered proteins, i.e. they are highly flexible proteins that lack ordered tertiary structure. These disordered proteins are the \"FG\" nucleoporins, so called because their amino-acid sequence contains many phenylalanine—glycine repeats.",
            "score": 302.5563209056854
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 280.4210841655731
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 298.3065826892853
        },
        {
            "docid": "1648525_12",
            "document": "Nuclear localization sequence . Proteins gain entry into the nucleus through the nuclear envelope. The nuclear envelope consists of concentric membranes, the outer and the inner membrane. The inner and outer membranes connect at multiple sites, forming channels between the cytoplasm and the nucleoplasm. These channels are occupied by nuclear pore complexes (NPCs), complex multiprotein structures that mediate the transport across the nuclear membrane.",
            "score": 232.13591384887695
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 238.99084377288818
        },
        {
            "docid": "21957_15",
            "document": "Nuclear pore . During mitosis the NPC appears to disassemble in stages. Peripheral nucleoporins such as the Nup 153 Nup 98 and Nup 214 disassociate from the NPC. The rest, which can be considered a scaffold proteins remain stable, as cylindrical ring complexes within the nuclear envelope. This disassembly of the NPC peripheral groups is largely thought to be phosphate driven, as several of these nucleoporins are phosphorylated during the stages of mitosis. However, the enzyme involved in the phosphorlyation is unknown in vivo. In metazoans (which undergo open mitosis) the NE degrades quickly after the loss of the peripheral Nups. The reason for this may be due to the change in the NPC’s architecture. This change may make the NPC more permeable to enzymes involved in the degradation of the NE such as cytoplasmic tubulin, as well as allowing the entry of key mitotic regulator proteins. In organisms that undergo a semi-open mitosis such as the filamentous fungus \"Aspergillus nidulans\", 14 out of the 30 nucleoporins disassemble from the core scaffold structure, driven by the activation of the NIMA and Cdk1 kinases that phosphorylate nucleoporins and open nuclear pores thereby widening the nuclear pore and allowing the entry of mitotic regulators.",
            "score": 228.59882473945618
        },
        {
            "docid": "12636409_2",
            "document": "Nucleoporin 62 . Nucleoporin p62 (p62) is a protein complex associated with the nuclear envelope. The p62 protein remains associated with the nuclear pore complex-lamina fraction. p62 is synthesized as a soluble cytoplasmic precursor of 61 kDa followed by modification that involve addition of N-acetylglucosamine residues, followed by association with other complex proteins.  The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene is a member of the FG-repeat containing nucleoporins and is localized to the nuclear pore central plug. This protein associates with the importin alpha/beta complex which is involved in the import of proteins containing nuclear localization signals. Multiple transcript variants of this gene encode a single protein isoform.",
            "score": 280.9808430671692
        },
        {
            "docid": "23634_45",
            "document": "Protein . Discovering the tertiary structure of a protein, or the quaternary structure of its complexes, can provide important clues about how the protein performs its function. Common experimental methods of structure determination include X-ray crystallography and NMR spectroscopy, both of which can produce information at atomic resolution. However, NMR experiments are able to provide information from which a subset of distances between pairs of atoms can be estimated, and the final possible conformations for a protein are determined by solving a distance geometry problem. Dual polarisation interferometry is a quantitative analytical method for measuring the overall protein conformation and conformational changes due to interactions or other stimulus. Circular dichroism is another laboratory technique for determining internal β-sheet / α-helical composition of proteins. Cryoelectron microscopy is used to produce lower-resolution structural information about very large protein complexes, including assembled viruses; a variant known as electron crystallography can also produce high-resolution information in some cases, especially for two-dimensional crystals of membrane proteins. Solved structures are usually deposited in the Protein Data Bank (PDB), a freely available resource from which structural data about thousands of proteins can be obtained in the form of Cartesian coordinates for each atom in the protein.",
            "score": 140.12801682949066
        },
        {
            "docid": "14878236_3",
            "document": "Nucleoporin 133 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. The nucleoporin protein encoded by this gene displays evolutionarily conserved interactions with other nucleoporins. This protein, which localizes to both sides of the nuclear pore complex at interphase, remains associated with the complex during mitosis and is targeted at early stages to the reforming nuclear envelope. This protein also localizes to kinetochores of mitotic cells.",
            "score": 235.34399688243866
        },
        {
            "docid": "14879237_3",
            "document": "POM121 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is an integral membrane protein that localizes to the central spoke ring complex and participates in anchoring the nuclear pore complex to the nuclear envelope.",
            "score": 270.1306345462799
        },
        {
            "docid": "18939846_5",
            "document": "Inner nuclear membrane protein . There are several proteins associated with the inner nuclear membrane. It is likely that the majority of them are also associated with the nuclear lamina. Some may interact directly with the nuclear lamina, and some may be associated with it through scaffold proteins. All INM proteins are arranged such that their N-termini is facing the nucleoplasm and targeted by various kinases. They are synthesized in one of three places; in the cytoplasm, the cytoplasmic ER, or the outer nuclear membrane (ONM). All require localisation to the INM. Since the outer nuclear membrane is continuous with the endoplasmic reticulum it is possible that the inner nuclear membrane proteins are translated on the rough endoplasmic reticulum, whereby the proteins move into the nucleus by lateral diffusion through a nuclear pore. In this model, proteins diffuse freely from the ER to the inner nuclear membrane, where association with nuclear lamina or chromatin immobilizes them. A nuclear localisation signal (NLS) is not sufficient to target a protein to the INM, and the N-terminal domain of LBR cannot translocate into the nuclear lumen if its size is increased from 22 to approximately 70 kDa, supporting this view. Current opinion is that INM proteins synthesised in the cytoplasm are transported to the INM through nuclear pore complexes (NPC).",
            "score": 203.64432990550995
        },
        {
            "docid": "1322983_4",
            "document": "Hartmut Michel . Hartmut later worked on the crystallisation of membrane proteins - essential for their structure elucidation by X-ray crystallography. He received the Nobel Prize jointly with Johann Deisenhofer and Robert Huber in 1988. Together with Michel and Huber, Deisenhofer determined the three-dimensional structure of a protein complex found in certain photosynthetic bacteria. This membrane protein complex, called a photosynthetic reaction center, was known to play a crucial role in initiating a simple type of photosynthesis. Between 1982 and 1985, the three scientists used X-ray crystallography to determine the exact arrangement of the more than 10,000 atoms that make up the protein complex. Their research increased the general understanding of the mechanisms of photosynthesis, revealed similarities between the photosynthetic processes of plants and bacteria and established a methodology for crystallising membrane proteins.",
            "score": 122.84745836257935
        },
        {
            "docid": "6253216_13",
            "document": "Alpha solenoid . The nuclear pore complex is an extremely large protein complex that mediates transit into and out of the cell nucleus. Homologous structures from which the NPC might have evolved have not been detected in prokaryotic transmembrane transport proteins; however, it has been suggested that the NPC components show distinct homology to vesicle coat proteins found in clathrin/adaptin, COPI, and COPII complexes. Most distinctively, a shared domain architecture consisting of an N-terminal beta propeller and a C-terminal alpha solenoid has been detected in both NPC and coat proteins, suggesting a possible common origin. An ancestral \"protocoatomer\" that diversified to acquire derived characteristics of all four modern complexes has been proposed.",
            "score": 186.2149806022644
        },
        {
            "docid": "18939846_4",
            "document": "Inner nuclear membrane protein . Lamins and chromatin found at the nuclear envelope are organised with the assistance of proteins embedded in the INM. INM proteins also aid in organization of nuclear pore complexes (NPCs). The protein mPom121 is targeted to the INM and is necessary for NPC formation. Proteins containing the LEM domain, such as emerin, LAP2β and MAN1, seem to have a number of roles. They interact with the barrier-to-autointegration factor (BAF). and help to repress gene expression, both by tethering specific genomic regions to the nuclear periphery, and by interaction with histone deacetylase (HDAC) 3.",
            "score": 147.50188040733337
        },
        {
            "docid": "14072181_3",
            "document": "KPNB1 . Nucleocytoplasmic transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a classical nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits. Each of these subunits are part of the karyopherin family of proteins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex. The protein encoded by this gene is a member of the importin beta family.",
            "score": 272.1551582813263
        },
        {
            "docid": "969126_21",
            "document": "Protein structure . Around 90% of the protein structures available in the Protein Data Bank have been determined by X-ray crystallography. This method allows one to measure the three-dimensional (3-D) density distribution of electrons in the protein, in the crystallized state, and thereby infer the 3-D coordinates of all the atoms to be determined to a certain resolution. Roughly 9% of the known protein structures have been obtained by nuclear magnetic resonance (NMR) techniques. For larger protein complexes, cryo-electron microscopy can determine protein structures. The resolution is typically lower than that of X-ray crystallography, or NMR, but the maximum resolution is steadily increasing. This technique is still a particularly valuable for very large protein complexes such as virus coat proteins and amyloid fibers.",
            "score": 145.1999831199646
        },
        {
            "docid": "156968_3",
            "document": "Integral membrane protein . Three-dimensional structures of ~160 different integral membrane proteins have been determined at atomic resolution by X-ray crystallography or nuclear magnetic resonance spectroscopy. They are challenging subjects for study owing to the difficulties associated with extraction and crystallization. In addition, structures of many water-soluble protein domains of IMPs are available in the Protein Data Bank. Their membrane-anchoring α-helices have been removed to facilitate the extraction and crystallization. Search integral membrane proteins in the PDB (based on gene ontology classification)",
            "score": 143.87891340255737
        },
        {
            "docid": "34151_30",
            "document": "X-ray crystallography . Crystal structures of proteins (which are irregular and hundreds of times larger than cholesterol) began to be solved in the late 1950s, beginning with the structure of sperm whale myoglobin by Sir John Cowdery Kendrew, for which he shared the Nobel Prize in Chemistry with Max Perutz in 1962. Since that success, 132055 X-ray crystal structures of proteins, nucleic acids and other biological molecules have been determined. For comparison, the nearest competing method in terms of structures analyzed is nuclear magnetic resonance (NMR) spectroscopy, which has resolved 11904 chemical structures. Moreover, crystallography can solve structures of arbitrarily large molecules, whereas solution-state NMR is restricted to relatively small ones (less than 70 kDa). X-ray crystallography is now used routinely by scientists to determine how a pharmaceutical drug interacts with its protein target and what changes might improve it. However, intrinsic membrane proteins remain challenging to crystallize because they require detergents or other means to solubilize them in isolation, and such detergents often interfere with crystallization. Such membrane proteins are a large component of the genome, and include many proteins of great physiological importance, such as ion channels and receptors. Helium cryogenics are used to prevent radiation damage in protein crystals.",
            "score": 173.3092440366745
        },
        {
            "docid": "39800050_4",
            "document": "Ueli Aebi . Aebi is recognized as a pioneer in integrative structural biology as well as mechano- and nanobiology. His work focused on the elucidation of the structure, function and assembly of the cyto- and nucleoskeleton and the nuclear pore complex (NPC), as well as the amyloid fibrils that are a hallmark of Alzheimer's disease. He studied the architecture of diverse supramolecular assemblies using a combination of light, electron and atomic force microscopy, X-ray crystallography, and protein engineering. Among others, Aebi determined the 3-dimensional structure of the NPC by cryo-electron tomography.",
            "score": 142.59262681007385
        },
        {
            "docid": "13056378_3",
            "document": "Nucleoporin . Nucleoporins mediate transport of macromolecules between the cell nucleus and cytoplasm in eukaryotes. Certain members of the nucleoporin family form the structural scaffolding of the nuclear pore complex. However, nucleoporins primarily function by interacting with transport molecules known as karyopherins, also known as Kaps These karyopherins interact with nucleoporins that contain FG peptide repeats, that is, they contain repeating sequences of the amino acids phenylalanine (F) and glycine (G). In doing so, karyopherins are able to shuttle their cargo across the nuclear envelope. Nucleoporins are only required for the transport of large hydrophilic molecules above 40 kDa, as smaller molecules pass through nuclear pores via passive diffusion. Nucleoporins play an important role in the transport of mRNA from the nucleus to the cytoplasm after transcription. Depending on their function, certain nucleoporins are localized to a single side of the nuclear pore complex, either cytosolic or nucleoplasmic. Other nucleoporins may be found on both faces. It has been recently shown that FG nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore complex (NPC).",
            "score": 337.4478532075882
        },
        {
            "docid": "27502485_22",
            "document": "Protein crystallization . Some proteins do not fold properly outside their native environment, e.g. proteins which are part of the cell membrane like ion channels and G-protein coupled receptors, their structure is altered by interacting proteins or switch between different states. All those conditions prevent crystal growth or give crystal structures which do not represent the natural structure of the protein. In order to determine the 3D structure of proteins which are hard to crystallize researchers may use nuclear magnetic resonance, also known as protein NMR, which is best suited to small proteins, or transmission electron microscopy, which is best suited to large proteins or protein complexes.",
            "score": 181.16234147548676
        },
        {
            "docid": "542598_14",
            "document": "Protein complex . The molecular structure of protein complexes can be determined by experimental techniques such as X-ray crystallography, Single particle analysis or nuclear magnetic resonance. Increasingly the theoretical option of protein–protein docking is also becoming available. One method that is commonly used for identifying the meomplexes immunoprecipitation. Recently, Raicu and coworkers developed a method to determine the quaternary structure of protein complexes in living cells. This method is based on the determination of pixel-level Förster resonance energy transfer (FRET) efficiency in conjunction with spectrally resolved two-photon microscope. The distribution of FRET efficiencies are simulated against different models to get the geometry and stoichiometry of the complexes.",
            "score": 128.72797226905823
        },
        {
            "docid": "9577500_7",
            "document": "Exosome complex . Located on top of this ring are three proteins that have an S1 RNA binding domain (RBD). Two proteins in addition have a K-homology (KH) domain. In eukaryotes, three different \"S1\" proteins are bound to the ring, whereas in archaea either one or two different \"S1\" proteins can be part of the exosome (although there are always three S1 subunits attached to the complex). This ring structure is very similar to that of the proteins RNase PH and PNPase. In bacteria, the protein RNase PH, which is involved in tRNA processing, forms a hexameric ring consisting of six identical RNase PH proteins. In the case of PNPase, which is a phosphorolytic RNA-degrading protein found in bacteria and the chloroplasts and mitochondria of some eukaryotic organisms, two RNase PH domains, and both an S1 and KH RNA binding domain are part of a single protein, which forms a trimeric complex that adopts a structure almost identical to that of the exosome. Because of this high similarity in both protein domains and structure, these complexes are thought to be evolutionarily related and have a common ancestor. In bacteria, a separate RNase PH protein exists that is involved in transfer RNA processing, which has been shown to adopt a similar six-membered ring structure, but in this case consisting of 6 identical protein subunits. The RNase PH-like exosome proteins, PNPase and RNase PH all belong to the RNase PH family of RNases and are phosphorolytic exoribonucleases, meaning that they use inorganic phosphate to remove nucleotides from the 3' end of RNA molecules.",
            "score": 135.49088668823242
        },
        {
            "docid": "13056378_5",
            "document": "Nucleoporin . Structural nucleoporins form the ring portion of the NPC. They span the membrane of the nuclear envelope and are often referred to as the scaffolding of a nuclear pore. Structural nucleoporins come together to form Y-complexes that are composed of seven nucleoporins. Each nuclear pore contains sixteen Y-complexes for a total of 112 structural nucleoporins. The structure of a Y-complex is highly similar to that of COPII. The relationship of the membrane curvature of a nuclear pore with Y-complexes can be seen as analogous to the budding formation of a COPII coated vesicle.",
            "score": 195.8888556957245
        },
        {
            "docid": "16866820_2",
            "document": "Nuclear export signal . A nuclear export signal (NES) is a short amino acid sequence of 4 hydrophobic residues in a protein that targets it for export from the cell nucleus to the cytoplasm through the nuclear pore complex using nuclear transport. It has the opposite effect of a nuclear localization signal, which targets a protein located in the cytoplasm for import to the nucleus. The NES is recognized and bound by exportins. In silico analysis of known NESs found the most common spacing of the hydrophobic residues to be LLLL, where \"L\" is a hydrophobic residue (often leucine) and \"x\" is any other amino acid; the spacing of these hydrophobic residues may be explained by examination of known structures that contain an NES, as the critical residues usually lie in the same face of adjacent secondary structures within a protein, which allows them to interact with the exportin. Ribonucleic acid (RNA) is composed of nucleotides, and thus, lacks the nuclear export signal to move out of the nucleus. As a result, most forms of RNA will bind to a protein molecule to form a ribonucleoprotein complex to be exported from the nucleus.",
            "score": 256.94233095645905
        },
        {
            "docid": "15075816_2",
            "document": "TMEM43 . Transmembrane protein 43 (also called luma) is a protein that in humans is encoded by the \"TMEM43\" gene. TMEM43 may have an important role in maintaining nuclear envelope structure by organizing protein complexes at the inner nuclear membrane. Required for retaining emerin at the inner nuclear membrane. However, the localization of TMEM43 in myocardial tissue is controversial discussed. Franke et al. demonstrated that TMEM43 is localized at the intercalated disc but not at the nuclear envelope. In contrast Christensen et al. have shown that TMEM43 is mainly localized at the sarcolemma. Mutations in TMEM43 are associated with ARVD and EDMD7.",
            "score": 148.5563244819641
        },
        {
            "docid": "21957_14",
            "document": "Nuclear pore . There are several theories as to how NPCs are assembled. As the immunodepletion of certain protein complexes, such as the Nup 107–160 complex, leads to the formation of poreless nuclei, it seems likely that the Nup complexes are involved in fusing the outer membrane of the nuclear envelope with the inner and not that the fusing of the membrane begins the formation of the pore. There are several ways that this could lead to the formation of the full NPC.",
            "score": 193.5751519203186
        },
        {
            "docid": "21957_5",
            "document": "Nuclear pore . Small particles (< ~30-60 kDa) are able to pass through the nuclear pore complex by passive diffusion. Larger particles are also able to diffuse passively through the large diameter of the pore, at rates that decrease gradually with molecular weight. Efficient passage through the complex requires several protein factors, and in particular, nuclear transport receptors that bind to cargo molecules and mediate their translocation across the NPC, either into the nucleus (importins) or out of it (exportins). The largest family of nuclear transport receptors are karyopherins, which includes dozens of both importins and exportins; this family is further subdivided to the karyopherin-α and the karyopherin-β subfamilies. Other nuclear transport receptors include NTF2 and some NTF2-like proteins.",
            "score": 255.75565910339355
        },
        {
            "docid": "14795447_3",
            "document": "Nucleoporin 88 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins, a family of 50 to 100 proteins, are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene belongs to the nucleoporin family and is associated with the oncogenic nucleoporin CAN/Nup214 in a dynamic subcomplex. This protein is also overexpressed in a large number of malignant neoplasms and precancerous dysplasias.",
            "score": 235.8341794013977
        },
        {
            "docid": "9577500_6",
            "document": "Exosome complex . The core of the complex has a ring structure consisting of six proteins that all belong to the same class of RNases, the RNase PH-like proteins. In archaea there are two different PH-like proteins (called Rrp41 and Rrp42), each present three times in an alternating order. Eukaryotic exosome complexes have six different proteins that form the ring structure. Of these six eukaryotic proteins, three resemble the archaeal Rrp41 protein and the other three proteins are more similar to the archaeal Rrp42 protein.",
            "score": 111.0903115272522
        },
        {
            "docid": "3255539_9",
            "document": "Rosetta@home . Protein 3D structures are currently determined experimentally via X-ray crystallography or nuclear magnetic resonance (NMR) spectroscopy. The process is slow (it can take weeks or even months to figure out how to crystallize a protein for the first time) and costly (around $100,000 USD per protein). Unfortunately, the rate at which new sequences are discovered far exceeds the rate of structure determination – out of more than 7,400,000 protein sequences available in the National Center for Biotechnology Information (NCBI) nonredundant (nr) protein database, fewer than 52,000 proteins' 3D structures have been solved and deposited in the Protein Data Bank, the main repository for structural information on proteins. One of the main goals of Rosetta@home is to predict protein structures with the same accuracy as existing methods, but in a way that requires significantly less time and money. Rosetta@home also develops methods to determine the structure and docking of membrane proteins (e.g., G protein–coupled receptors (GPCRs)), which are exceptionally difficult to analyze with traditional techniques like X-ray crystallography and NMR spectroscopy, yet represent the majority of targets for modern drugs.",
            "score": 141.4992562532425
        }
    ],
    "r": [
        {
            "docid": "13056378_3",
            "document": "Nucleoporin . Nucleoporins mediate transport of macromolecules between the cell nucleus and cytoplasm in eukaryotes. Certain members of the nucleoporin family form the structural scaffolding of the nuclear pore complex. However, nucleoporins primarily function by interacting with transport molecules known as karyopherins, also known as Kaps These karyopherins interact with nucleoporins that contain FG peptide repeats, that is, they contain repeating sequences of the amino acids phenylalanine (F) and glycine (G). In doing so, karyopherins are able to shuttle their cargo across the nuclear envelope. Nucleoporins are only required for the transport of large hydrophilic molecules above 40 kDa, as smaller molecules pass through nuclear pores via passive diffusion. Nucleoporins play an important role in the transport of mRNA from the nucleus to the cytoplasm after transcription. Depending on their function, certain nucleoporins are localized to a single side of the nuclear pore complex, either cytosolic or nucleoplasmic. Other nucleoporins may be found on both faces. It has been recently shown that FG nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore complex (NPC).",
            "score": 337.4478454589844
        },
        {
            "docid": "21957_2",
            "document": "Nuclear pore . Nuclear pore complexes are large protein complexes that span the nuclear envelope, which is the double membrane surrounding the eukaryotic cell nucleus. There are an average of 1,000 nuclear pore complexes (NPCs) in the nuclear envelope of a vertebrate cell, but it varies depending on cell type and the stage in the life cycle.  The human nuclear pore complex (hNPC) is a 110 MDa structure. The proteins that make up the nuclear pore complex are known as nucleoporins. About half of the nucleoporins typically contain solenoid protein domains—either an alpha solenoid or a beta-propeller fold, or in some cases both as separate structural domains. Each NPC contains at least 456 individual protein molecules and is composed of 30 distinct proteins (nucleoporins). The other half show structural characteristics typical of \"natively unfolded\" or intrinsically disordered proteins, i.e. they are highly flexible proteins that lack ordered tertiary structure. These disordered proteins are the \"FG\" nucleoporins, so called because their amino-acid sequence contains many phenylalanine—glycine repeats.",
            "score": 302.55633544921875
        },
        {
            "docid": "13056378_2",
            "document": "Nucleoporin . Nucleoporins are a family of proteins which are the constituent building blocks of the nuclear pore complex (NPC). The nuclear pore complex is a massive structure embedded in the nuclear envelope at sites where the inner and outer nuclear membranes fuse, forming a gateway that regulates the flow of macromolecules between the cell nucleus and the cytoplasm. Nuclear pores in turn allow the transport of water-soluble molecules across the nuclear envelope. Nucleoporins, a family of around 30 proteins, are the main components of the nuclear pore complex in eukaryotic cells. Nucleoporin 62 is the most abundant member of this family. Nucleoporins are able to transport molecules across the nuclear envelope at a very high rate. A single NPC is able to transport 60,000 protein molecules across the nuclear envelope every minute.",
            "score": 302.235107421875
        },
        {
            "docid": "6235_12",
            "document": "Cell nucleus . Nuclear pores, which provide aqueous channels through the envelope, are composed of multiple proteins, collectively referred to as nucleoporins. The pores are about 125 million daltons in molecular weight and consist of around 50 (in yeast) to several hundred proteins (in vertebrates). The pores are 100 nm in total diameter; however, the gap through which molecules freely diffuse is only about 9 nm wide, due to the presence of regulatory systems within the center of the pore. This size selectively allows the passage of small water-soluble molecules while preventing larger molecules, such as nucleic acids and larger proteins, from inappropriately entering or exiting the nucleus. These large molecules must be actively transported into the nucleus instead. The nucleus of a typical mammalian cell will have about 3000 to 4000 pores throughout its envelope, each of which contains an eightfold-symmetric ring-shaped structure at a position where the inner and outer membranes fuse. Attached to the ring is a structure called the \"nuclear basket\" that extends into the nucleoplasm, and a series of filamentous extensions that reach into the cytoplasm. Both structures serve to mediate binding to nuclear transport proteins.",
            "score": 298.30657958984375
        },
        {
            "docid": "13056378_9",
            "document": "Nucleoporin . Nucleoporins regulate the transport of macromolecules through the nuclear envelope via interactions with the transporter molecules karyopherins. Karyopherins will bind to their cargo, and reversibly interact with the FG-repeats in nucleoporins. Karyopherins and their cargo are passed between FG-repeats until they diffuse down their concentration gradient and through the nuclear pore complex. Karyopherins can serve as an importin (transporting proteins into the nucleus) or an exportin (transporting proteins out of the nucleus). Karyopherins release of their cargo is driven by Ran, a G protein. Ran is small enough that it can diffuse through nuclear pores down its concentration gradient without interacting with nucleoporins. Ran will bind to either GTP or GDP and has the ability to change a karyopherin's affinity for its cargo. Inside the nucleus, RanGTP causes an importin karyopherin to change conformation, allowing its cargo to be released. RanGTP can also bind to exportin karyopherins and pass through the nuclear pore. Once it has reached the cytosol, RanGTP can be hydrolyzed to RanGDP, allowing the exportin's cargo to be released.",
            "score": 281.1128845214844
        },
        {
            "docid": "12636409_2",
            "document": "Nucleoporin 62 . Nucleoporin p62 (p62) is a protein complex associated with the nuclear envelope. The p62 protein remains associated with the nuclear pore complex-lamina fraction. p62 is synthesized as a soluble cytoplasmic precursor of 61 kDa followed by modification that involve addition of N-acetylglucosamine residues, followed by association with other complex proteins.  The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene is a member of the FG-repeat containing nucleoporins and is localized to the nuclear pore central plug. This protein associates with the importin alpha/beta complex which is involved in the import of proteins containing nuclear localization signals. Multiple transcript variants of this gene encode a single protein isoform.",
            "score": 280.9808654785156
        },
        {
            "docid": "21957_3",
            "document": "Nuclear pore . Nuclear pore complexes allow the transport of molecules across the nuclear envelope. This transport includes RNA and ribosomal proteins moving from nucleus to the cytoplasm and proteins (such as DNA polymerase and lamins), carbohydrates, signaling molecules and lipids moving into the nucleus. It is notable that the \"nuclear pore complex\" (NPC) can actively conduct 1000 translocations per complex per second. Although smaller molecules simply diffuse through the pores, larger molecules may be recognized by specific signal sequences and then be diffused with the help of nucleoporins into or out of the nucleus. It has been recently shown that these nucleoporins have specific evolutionary conserved features encoded in their sequences that provide insight into how they regulate the transport of molecules through the nuclear pore. Nucleoporin-mediated transport is not directly energy requiring, but depends on concentrations gradients associated with the RAN cycle. Each of the eight protein subunits surrounding the actual pore (the outer ring) projects a spoke-shaped protein over the pore channel. The center of the pore often appears to contain a plug-like structure. It is yet unknown whether this corresponds to an actual plug or is merely cargo caught in transit.",
            "score": 280.42108154296875
        },
        {
            "docid": "14144838_3",
            "document": "IPO5 . Nuclear transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits also known as karyopherins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex.",
            "score": 276.45184326171875
        },
        {
            "docid": "14755208_3",
            "document": "Nucleoporin 214 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins are the main components of the nuclear pore complex in eukaryotic cells. This gene is a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is localized to the cytoplasmic face of the nuclear pore complex where it is required for proper cell cycle progression and nucleocytoplasmic transport. The 3' portion of this gene forms a fusion gene with the DEK gene on chromosome 6 in a t(6,9) translocation associated with acute myeloid leukemia and myelodysplastic syndrome.",
            "score": 275.89892578125
        },
        {
            "docid": "14072181_3",
            "document": "KPNB1 . Nucleocytoplasmic transport, a signal- and energy-dependent process, takes place through nuclear pore complexes embedded in the nuclear envelope. The import of proteins containing a classical nuclear localization signal (NLS) requires the NLS import receptor, a heterodimer of importin alpha and beta subunits. Each of these subunits are part of the karyopherin family of proteins. Importin alpha binds the NLS-containing cargo in the cytoplasm and importin beta docks the complex at the cytoplasmic side of the nuclear pore complex. In the presence of nucleoside triphosphates and the small GTP binding protein Ran, the complex moves into the nuclear pore complex and the importin subunits dissociate. Importin alpha enters the nucleoplasm with its passenger protein and importin beta remains at the pore. Interactions between importin beta and the FG repeats of nucleoporins are essential in translocation through the pore complex. The protein encoded by this gene is a member of the importin beta family.",
            "score": 272.1551513671875
        },
        {
            "docid": "14879237_3",
            "document": "POM121 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the FG-repeat-containing nucleoporins. The protein encoded by this gene is an integral membrane protein that localizes to the central spoke ring complex and participates in anchoring the nuclear pore complex to the nuclear envelope.",
            "score": 270.1306457519531
        },
        {
            "docid": "13056378_7",
            "document": "Nucleoporin . FG-nucleoporins are so named because they contain repeats of the amino acid residues phenylalanine and glycine. FG-repeats are small hydrophobic segments that break up long stretches of hydrophilic amino acids. These FG-repeat segments are found in long random-coil portions of the protein which stretch into the channel of nuclear pores and are primarily responsible for the selective exclusivity of nuclear pore complexes. These segments of FG-nucleoporins form a mass of chains which allow smaller molecules to diffuse through, but exclude large hydrophilic macromolecules. These large molecules are only able to cross a nuclear pore if they are accompanied by a signaling molecule that temporarily interacts with a nucleoporin's FG-repeat segment. FG-nucleoporins also contain a globular portion that serves as an anchor for attachment to the nuclear pore complex.",
            "score": 266.3245849609375
        },
        {
            "docid": "16866820_2",
            "document": "Nuclear export signal . A nuclear export signal (NES) is a short amino acid sequence of 4 hydrophobic residues in a protein that targets it for export from the cell nucleus to the cytoplasm through the nuclear pore complex using nuclear transport. It has the opposite effect of a nuclear localization signal, which targets a protein located in the cytoplasm for import to the nucleus. The NES is recognized and bound by exportins. In silico analysis of known NESs found the most common spacing of the hydrophobic residues to be LLLL, where \"L\" is a hydrophobic residue (often leucine) and \"x\" is any other amino acid; the spacing of these hydrophobic residues may be explained by examination of known structures that contain an NES, as the critical residues usually lie in the same face of adjacent secondary structures within a protein, which allows them to interact with the exportin. Ribonucleic acid (RNA) is composed of nucleotides, and thus, lacks the nuclear export signal to move out of the nucleus. As a result, most forms of RNA will bind to a protein molecule to form a ribonucleoprotein complex to be exported from the nucleus.",
            "score": 256.94232177734375
        },
        {
            "docid": "6235_44",
            "document": "Cell nucleus . The entry and exit of large molecules from the nucleus is tightly controlled by the nuclear pore complexes. Although small molecules can enter the nucleus without regulation, macromolecules such as RNA and proteins require association karyopherins called importins to enter the nucleus and exportins to exit. \"Cargo\" proteins that must be translocated from the cytoplasm to the nucleus contain short amino acid sequences known as nuclear localization signals, which are bound by importins, while those transported from the nucleus to the cytoplasm carry nuclear export signals bound by exportins. The ability of importins and exportins to transport their cargo is regulated by GTPases, enzymes that hydrolyze the molecule guanosine triphosphate (GTP) to release energy. The key GTPase in nuclear transport is Ran, which can bind either GTP or GDP (guanosine diphosphate), depending on whether it is located in the nucleus or the cytoplasm. Whereas importins depend on RanGTP to dissociate from their cargo, exportins require RanGTP in order to bind to their cargo.",
            "score": 256.819580078125
        },
        {
            "docid": "21957_5",
            "document": "Nuclear pore . Small particles (< ~30-60 kDa) are able to pass through the nuclear pore complex by passive diffusion. Larger particles are also able to diffuse passively through the large diameter of the pore, at rates that decrease gradually with molecular weight. Efficient passage through the complex requires several protein factors, and in particular, nuclear transport receptors that bind to cargo molecules and mediate their translocation across the NPC, either into the nucleus (importins) or out of it (exportins). The largest family of nuclear transport receptors are karyopherins, which includes dozens of both importins and exportins; this family is further subdivided to the karyopherin-α and the karyopherin-β subfamilies. Other nuclear transport receptors include NTF2 and some NTF2-like proteins.",
            "score": 255.7556610107422
        },
        {
            "docid": "6235_13",
            "document": "Cell nucleus . Most proteins, ribosomal subunits, and some DNAs are transported through the pore complexes in a process mediated by a family of transport factors known as karyopherins. Those karyopherins that mediate movement into the nucleus are also called importins, whereas those that mediate movement out of the nucleus are called exportins. Most karyopherins interact directly with their cargo, although some use adaptor proteins. Steroid hormones such as cortisol and aldosterone, as well as other small lipid-soluble molecules involved in intercellular signaling, can diffuse through the cell membrane and into the cytoplasm, where they bind nuclear receptor proteins that are trafficked into the nucleus. There they serve as transcription factors when bound to their ligand; in the absence of a ligand, many such receptors function as histone deacetylases that repress gene expression.",
            "score": 255.43496704101562
        },
        {
            "docid": "19496924_3",
            "document": "Nucleoporin 188 . Transport of macromolecules between the cytoplasm and nucleus occurs through nuclear pore complexes (NPCs) embedded in the nuclear envelope. NPCs are composed of subcomplexes, and NUP188 is part of one such subcomplex.",
            "score": 255.01809692382812
        },
        {
            "docid": "14878121_3",
            "document": "Nucleoporin 54 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. This gene encodes a member of the phe-gly (FG) repeat-containing nucleoporin subset.",
            "score": 250.73284912109375
        },
        {
            "docid": "9927_10",
            "document": "Endomembrane system . The nuclear pores are highly efficient at selectively allowing the passage of materials to and from the nucleus, because the nuclear envelope has a considerable amount of traffic. RNA and ribosomal subunits must be continually transferred from the nucleus to the cytoplasm. Histones, gene regulatory proteins, DNA and RNA polymerases, and other substances essential for nuclear activities must be imported from the cytoplasm. The nuclear envelope of a typical mammalian cell contains 3000–4000 pore complexes. If the cell is synthesizing DNA each pore complex needs to transport about 100 histone molecules per minute. If the cell is growing rapidly, each complex also needs to transport about 6 newly assembled large and small ribosomal subunits per minute from the nucleus to the cytosol, where they are used to synthesize proteins.",
            "score": 248.87106323242188
        },
        {
            "docid": "9927_8",
            "document": "Endomembrane system . The nuclear envelope surrounds the nucleus, separating its contents from the cytoplasm. It has two membranes, each a lipid bilayer with associated proteins. The outer nuclear membrane is continuous with the rough endoplasmic reticulum membrane, and like that structure, features ribosomes attached to the surface. The outer membrane is also continuous with the inner nuclear membrane since the two layers are fused together at numerous tiny holes called nuclear pores that perforate the nuclear envelope. These pores are about 120 nm in diameter and regulate the passage of molecules between the nucleus and cytoplasm, permitting some to pass through the membrane, but not others. Since the nuclear pores are located in an area of high traffic, they play an important role in the physiology of cells. The space between the outer and inner membranes is called the perinuclear space and is joined with the lumen of the rough ER.",
            "score": 246.179931640625
        },
        {
            "docid": "5773466_7",
            "document": "Importin . Importin-β is the typical structure of a larger superfamily of karyopherins. The basis of their structure is 18-20 tandem repeats of the HEAT motif. Each one of these repeats contains two antiparallel alpha helices linked by a turn, which stack together to form the overall structure of the protein. In order to transport cargo into the nucleus, importin-β must associate with the nuclear pore complexes. It does this by forming weak, transient bonds with nucleoporins at their various FG (Phe-Gly) motifs. Crystallographic analysis has shown that these motifs bind to importin-β at shallow hydrophobic pockets found on its surface.",
            "score": 245.30099487304688
        },
        {
            "docid": "1648525_11",
            "document": "Nuclear localization sequence . This view was shown to be incorrect by Dingwall and Laskey in 1982. Using a protein called Nucleoplasmin, the archetypal ‘molecular chaperone’, they identified a domain in the protein that acts as a signal for nuclear entry. This work stimulated research in the area, and two years later the first NLS was identified in SV40 Large T-antigen (or SV40, for short). However, a functional NLS could not be identified in another nuclear protein simply on the basis of similarity to the SV40 NLS. In fact, only a small percentage of cellular (non-viral) nuclear proteins contained a sequence similar to the SV40 NLS. A detailed examination of Nucleoplasmin identified a sequence with two elements made up of basic amino acids separated by a spacer arm. One of these elements was similar to the SV40 NLS but was not able to direct a protein to the cell nucleus when attached to a non-nuclear reporter protein. Both elements are required. This kind of NLS has become known as a bipartite classical NLS. The bipartite NLS is now known to represent the major class of NLS found in cellular nuclear proteins and structural analysis has revealed how the signal is recognized by a receptor (importin α) protein (the structural basis of some monopartite NLSs is also known). Many of the molecular details of nuclear protein import are now known. This was made possible by the demonstration that nuclear protein import is a two-step process; the nuclear protein binds to the nuclear pore complex in a process that does not require energy. This is followed by an energy-dependent translocation of the nuclear protein through the channel of the pore complex. By establishing the presence of two distinct steps in the process the possibility of identifying the factors involved was established and led on to the identification of the importin family of NLS receptors and the GTPase Ran.",
            "score": 238.9908447265625
        },
        {
            "docid": "14795447_3",
            "document": "Nucleoporin 88 . The nuclear pore complex is a massive structure that extends across the nuclear envelope, forming a gateway that regulates the flow of macromolecules between the nucleus and the cytoplasm. Nucleoporins, a family of 50 to 100 proteins, are the main components of the nuclear pore complex in eukaryotic cells. The protein encoded by this gene belongs to the nucleoporin family and is associated with the oncogenic nucleoporin CAN/Nup214 in a dynamic subcomplex. This protein is also overexpressed in a large number of malignant neoplasms and precancerous dysplasias.",
            "score": 235.8341827392578
        },
        {
            "docid": "14878236_3",
            "document": "Nucleoporin 133 . The nuclear envelope creates distinct nuclear and cytoplasmic compartments in eukaryotic cells. It consists of two concentric membranes perforated by nuclear pores, large protein complexes that form aqueous channels to regulate the flow of macromolecules between the nucleus and the cytoplasm. These complexes are composed of at least 100 different polypeptide subunits, many of which belong to the nucleoporin family. The nucleoporin protein encoded by this gene displays evolutionarily conserved interactions with other nucleoporins. This protein, which localizes to both sides of the nuclear pore complex at interphase, remains associated with the complex during mitosis and is targeted at early stages to the reforming nuclear envelope. This protein also localizes to kinetochores of mitotic cells.",
            "score": 235.343994140625
        },
        {
            "docid": "6235_4",
            "document": "Cell nucleus . Because the nuclear envelope is impermeable to large molecules, nuclear pores are required to regulate nuclear transport of molecules across the envelope. The pores cross both nuclear membranes, providing a channel through which larger molecules must be actively transported by carrier proteins while allowing free movement of small molecules and ions. Movement of large molecules such as proteins and RNA through the pores is required for both gene expression and the maintenance of chromosomes. Although the interior of the nucleus does not contain any membrane-bound subcompartments, its contents are not uniform, and a number of \"sub-nuclear bodies\" exist, made up of unique proteins, RNA molecules, and particular parts of the chromosomes. The best-known of these is the nucleolus, which is mainly involved in the assembly of ribosomes. After being produced in the nucleolus, ribosomes are exported to the cytoplasm where they translate mRNA.",
            "score": 235.319091796875
        },
        {
            "docid": "12636409_4",
            "document": "Nucleoporin 62 . P62 appears to interact with mRNA during transport out of the nucleus. P62 also interacts with a nuclear transport factor (NTF2) protein that is involved in trafficking proteins between cytoplasm and nucleus. Another protein, importin (beta) binds to the helical rod section of p62, which also binds NTF2 suggesting the formation of a higher order gating complex. Karyopherin beta2 (transportin), a riboprotein transporter also interacts with p62. P62 also interacts with Nup93, and when Nup98 is depleted p62 fails to assemble with nuclear pore complexes. Mutant pores could not dock/transport proteins with nuclear localization signals or M9 import signals.",
            "score": 234.80941772460938
        },
        {
            "docid": "1648525_12",
            "document": "Nuclear localization sequence . Proteins gain entry into the nucleus through the nuclear envelope. The nuclear envelope consists of concentric membranes, the outer and the inner membrane. The inner and outer membranes connect at multiple sites, forming channels between the cytoplasm and the nucleoplasm. These channels are occupied by nuclear pore complexes (NPCs), complex multiprotein structures that mediate the transport across the nuclear membrane.",
            "score": 232.13592529296875
        },
        {
            "docid": "21957_15",
            "document": "Nuclear pore . During mitosis the NPC appears to disassemble in stages. Peripheral nucleoporins such as the Nup 153 Nup 98 and Nup 214 disassociate from the NPC. The rest, which can be considered a scaffold proteins remain stable, as cylindrical ring complexes within the nuclear envelope. This disassembly of the NPC peripheral groups is largely thought to be phosphate driven, as several of these nucleoporins are phosphorylated during the stages of mitosis. However, the enzyme involved in the phosphorlyation is unknown in vivo. In metazoans (which undergo open mitosis) the NE degrades quickly after the loss of the peripheral Nups. The reason for this may be due to the change in the NPC’s architecture. This change may make the NPC more permeable to enzymes involved in the degradation of the NE such as cytoplasmic tubulin, as well as allowing the entry of key mitotic regulator proteins. In organisms that undergo a semi-open mitosis such as the filamentous fungus \"Aspergillus nidulans\", 14 out of the 30 nucleoporins disassemble from the core scaffold structure, driven by the activation of the NIMA and Cdk1 kinases that phosphorylate nucleoporins and open nuclear pores thereby widening the nuclear pore and allowing the entry of mitotic regulators.",
            "score": 228.5988311767578
        },
        {
            "docid": "22300778_5",
            "document": "Exon junction complex . During the second step of splicing in eukaryotic cells, the EJC is deposited approximately 20-24 nucleotides from the 5’ end upstream of the splice junction (where two exons are joined), when the lariat has formed and the exons are ligated together. The binding of the EJC to the mRNA occurs in a sequence independent manner, to form the mature messenger ribonucleoprotein (mRNP). The EJC remains stably bound to this mRNP as it is exported out of the nucleus and into the cytoplasm. Protein components are either bound to or released by the EJC as it is transported. In order for the translocation of mRNAs through the nuclear pore complex to occur, a heterodimer consisting of NXF1/TAP and NXT1/p15 must bind to the transcripts. NXF1/TAP is a major receptor for the export of mRNAs to the cytoplasm. This is because it interacts with both RNA-binding adapter proteins and components of the nuclear pore complex.",
            "score": 225.85177612304688
        },
        {
            "docid": "45052650_7",
            "document": "Gene gating . In mammalian model systems activated genes to be transcribed are shuttled in a Nup-dependent manner, though some experiments in human cell lines show a reversal of movement, from the periphery of the nucleus to the nucleoplasmic center. mRNP (messenger ribonucleoprotein) leaving sites of transcription in the nuclear center follows the same path through the nucleus to the NPC, which suggests that mRNA/protein complexes can move through the nucleus by a directed means, through interchromatin channels. In mice and human cell lines a transmembrane Nup, Nup210, has been shown to be necessary for the proper transcription of several genes involved in neurogenesis and myogenesis. RNAi knockdown of Nup210 prevents myogenesis in mouse stem cells, but has no effect on nuclear transport, though it has been speculated that Nup210 or other NPC-associated factors could influence chromatin architecture to mediate routes for mRNP/mRNA to the nuclear membrane. Movement of transcriptionally active genes from the periphery of the nucleus to the nucleoplasmic region has also been observed in human cell lines. The human Mash1, GAFB and β-globin loci have all been observed moving away from the nuclear periphery when transcriptionally active. This seems to contradict the gene-gating hypothesis, but this process may still be mediated by Nup98, a soluble Nup protein that shuttles between the nucleoplasm and NPC at the nuclear membrane. Nup98 seems to be responsible for the transport of many RNAs from the center of the nucleus to the nuclear lamina. Nup98 antibodies introduced in the nucleus block the export of many RNAs. A large body of data exists which supports the role of nulceoporins, both anchored to NPCs and soluble, in the role of mediating the transport of mRNA and for the proper transcription of active genes, though numerous other protein factors influence these complex processes.",
            "score": 224.37091064453125
        },
        {
            "docid": "5773450_2",
            "document": "Karyopherin . Karyopherins are a group of proteins involved in transporting molecules between the cytoplasm and the nucleus of a eukaryotic cell. The inside of the nucleus is called the karyoplasm (or nucleoplasm). Generally, karyopherin-mediated transport occurs through the nuclear pore, which acts as a gateway into and out of the nucleus. Most proteins require karyopherins to traverse the nuclear pore.",
            "score": 221.9111785888672
        },
        {
            "docid": "125158_10",
            "document": "Parvoviridae . A virion attaches to receptors on the surface of a potential host cell. In the case of B19 virus the host cell is a red blood cell precursor and the receptor is the blood group P antigen. The virion enters the cell by endocytosis and is released from the endosome into the cytoplasm, where it associates with microtubules and is transported to a nuclear pore. With a diameter of 18–26 nm, the parvovirus virion is small enough to pass through a nuclear pore, unlike the herpesvirus nucleocapsid, though there is evidence that the virion must undergo some structural changes before it can be transported into the nucleus. Nuclear localization signals have been found in the capsid proteins of some parvoviruses.",
            "score": 220.7240753173828
        }
    ]
}