{
    "q": [
        {
            "docid": "1544170_11",
            "document": "Anisogamy . For males of all species, the sperm cells they produce are optimized for ensuring fertilization of the female egg. These sperm cells are created through spermatogenesis, a form of gametogenesis that focuses on developing the most possible gametes per sexual encounter. Spermatogenesis occurs in the testes, a male specific organ that is also produces hormones that trigger the development of secondary sex characteristics. Since the male’s gametes are energetically cheap and abundant in every ejaculation, a male can greatly increase his sexual success by mating far more frequently than the female. Sperm, unlike egg cells, are also mobile, allowing for the sperm to swim towards the egg through the female’s sexual organs. Sperm competition is also a major factor in the development of sperm cells. Only one sperm can fertilize an egg, and since females can potentially reproduce with more than one male before fertilization occurs, producing sperm cells that are faster, more abundant, and more viable than that produced by other males can give a male reproductive advantage.",
            "score": 231.88347721099854
        },
        {
            "docid": "50412926_5",
            "document": "Human sperm competition . The volume of sperm in ejaculates scales proportionately with testis size and, consistent with the intermediate weight of human males testis, ejaculate volume is also intermediate between primates with high and low levels of sperm competition. Human males, like other animals, exhibit prudent sperm allocation, a physiological response to the high cost of sperm production as it relates to the actual or perceived risk of sperm competition at each insemination. In situations where the risk of sperm competition is higher, males will allocate more energy to producing higher ejaculate volumes. Studies have found that the volume of sperm does vary between ejaculates, and that sperm produced during copulatory ejaculations are of a higher quality (younger, more motile, etc.) than those sperm produced during masturbatory ejaculates or nocturnal emissions. This suggests that, at least within males, there is evidence of allocation of higher quality sperm production for copulatory purposes. Researchers have suggested that males produce more and higher quality sperm after spending time apart from their partners, implying that males are responding to an increased risk of sperm competition, although this view has been challenged in recent years. It is also possible that males may be producing larger volumes of sperm in response to actions from their partners, or it may be that males who produce larger volumes of sperm may be more likely to spend more time away from their partners.",
            "score": 213.87690675258636
        },
        {
            "docid": "393535_9",
            "document": "Coolidge effect . It has been observed that in certain species, males allocate sperm differently due to the Coolidge effect. The allocation is usually according to level of sperm competition, female novelty, and female reproductive quality. An experiment performed on an external fertilizing fish called \"Rhodeus amarus\", also known as the European bitterling, was used to show that sperm can be allocated differently if a novel partner is around, but what also happens if there is male-male competition. It is important to know that the European bitterling mating system works by females depositing their eggs into the gill filaments of freshwater mussels by her long ovipositor and then males proceed by ejecting their sperm into the gills of the mussel hosting the eggs. This means fertilization and development of the offspring relies on the quality and survival of the mussel. When the Coolidge effect was applied to this system, the experiment showed that it is the mussels, or the site of fertilization, that the males prefer to be novel. However, the takeaway from the experiment performed was that in male-male competition of the \"Rhodeus amarus,\" the dominant male will allocate more sperm when a novel mussel is present, while the subordinate male conserved its sperm until a proper opportunity came where it had a better chance of fertilization. A similar result was found in fowls, \"Gallus gallus\", where the male showed a sperm allocation due to the Coolidge effect. The experiment found that male fowls reduce sperm investment in particular females they’ve encountered already, but increase sperm investment instantaneously if they encountered a new female.",
            "score": 228.72133600711823
        },
        {
            "docid": "39309111_18",
            "document": "Sexual selection in scaled reptiles . Females store sperm after sexual intercourse from multiple males before ovulation, but how sperm is stored is still unknown. There is a time gap between sperm copulation and fertilization. This time gap allows the female to mate with multiple males. The most competitive sperm will fertilize the female’s eggs while the remaining sperm will be discarded. Females also gain nutrients from sperm storage so the more a female mates with different males the more nutritional access she will obtain. After copulation, some female lizard species chose the sex of their offspring based on the male’s sperm. Females produce sons with sperm from larger sires, and daughters from sperm with smaller sires. A reason would be to ensure that her sons will have good genes that can display stronger more elaborate traits in order to maximize his reproductive success. An increase in the production of sons demonstrates a preference for larger males. Daughters are produced from smaller sires since females do not need to use a large amount of energy to attract a male; more males are ready to mate than females. However, if females store sperm from a variety of sires, females can produce both sons and daughters with high fitness.",
            "score": 224.8064707517624
        },
        {
            "docid": "822224_2",
            "document": "Sperm competition . Sperm competition is the competitive process between spermatozoa of two or more different males to fertilize the same egg during sexual reproduction. Competition can occur when females have multiple potential mating partners. Greater choice and variety of mates increases a female's chance to produce more viable offspring. However, multiple mates for a female means each individual male has decreased chances of producing offspring. Sperm competition is an evolutionary pressure on males, and has led to the development of adaptations to increase males' chance of reproductive success. Sperm competition results in a sexual conflict of interest between males and females. Males have evolved several defensive tactics including: mate-guarding, mating plugs, and releasing toxic seminal substances to reduce female re-mating tendencies to cope with sperm competition. Offensive tactics of sperm competition involve direct interference by one male on the reproductive success of another male, for instance by physically removing another male's sperm prior to mating with a female. For an example, see \"Gryllus bimaculatus\".",
            "score": 220.92341661453247
        },
        {
            "docid": "822224_20",
            "document": "Sperm competition . Evolution to increase ejaculate volume in the presence of sperm competition has a consequence on testis size. Large testes can produce more sperm required for larger ejaculates, and can be found across the animal kingdom when sperm competition occurs. Males with larger testes have been documented to achieve higher reproductive success rates than males with smaller testes in male yellow pine chipmunks. In chichlid fish, it has been found that increased sperm competition can lead to evolved larger sperm numbers, sperm cell sizes, and sperm swimming speeds.",
            "score": 208.83216857910156
        },
        {
            "docid": "197179_60",
            "document": "Sexual dimorphism . It has been proposed that the earliest sexual dimorphism is the size differentiation of sperm and eggs (anisogamy), but the evolutionary significance of sexual dimorphism is more complex than that would suggest. Anisogamy and the usually large number of small male gametes relative to the larger female gametes usually lies in the development of strong sperm competition, because small sperm enable organisms to produce a large number of sperm, and make males (or male function of hermaphrodites) more redundant. This intensifies male competition for mates and promotes the evolution of other sexual dimorphim in many species, especially in vertebrates including mammals. However, in some species, the females can be larger than males, irrespective of gametes, and in some species females (usually of species in which males invest a lot in rearing offspring and thus no longer considered as so redundant) compete for mates in ways more usually associated with males.",
            "score": 222.37334179878235
        },
        {
            "docid": "12137890_36",
            "document": "Human penis . Males also adjust their ejaculates in response to sperm competition in terms of quality. Research has demonstrated, for example, that simply viewing a sexually explicit image of a female and two males (i.e. high sperm competition) can cause males to produce a greater amount of motile sperm than when viewing a sexually explicit image depicting exclusively three females (i.e. low sperm competition). Much like increasing the number, increasing the quality of sperm that a male inseminates into a female enhances his paternal certainty when the threat of sperm competition is high.",
            "score": 203.29863953590393
        },
        {
            "docid": "822224_3",
            "document": "Sperm competition . Sperm competition is often compared to having tickets in a raffle; a male has a better chance of winning (i.e. fathering offspring) the more tickets he has (i.e. the more sperm he inseminates a female with). However, sperm are not free to produce, and as such males are predicted to produce sperm of a size and number that will maximize their success in sperm competition. By making many spermatozoa, males can buy more \"raffle tickets\", and it is thought that selection for numerous sperm has contributed to the evolution of anisogamy with very small sperm (because of the energy trade-off between sperm size and number). Alternatively, a male may evolve faster sperm to enable his sperm to reach and fertilize the female's ovum first. Dozens of adaptations have been documented in males that help them succeed in sperm competition.",
            "score": 217.32124638557434
        },
        {
            "docid": "39300801_18",
            "document": "Sexual selection in mammals . Sperm competition involves male gametes trying to fertilize eggs first. As a result of sperm competition, some males in a given species can develop bigger testes and seminal vesicles. Larger midpiece areas in the sperm that contain mitochondria are also observed. Larger testes and bigger midpieces in sperm are seen in females that mate with multiple partners. A female that has been with multiple partners will most likely give birth to an offspring fathered by the male that produced the most or faster sperm. It was found that primates and rodents with longer flagellum fathered more offspring. The length of the baculum is also influenced by sperm competition in some mammal species.",
            "score": 200.51284098625183
        },
        {
            "docid": "292265_33",
            "document": "Behavioral ecology . Sexual conflict after mating has also been shown to occur in both males and females. Males employ a diverse array of tactics to increase their success in sperm competition. These can include removing other male’s sperm from females, displacing other male’s sperm by flushing out prior inseminations with large amounts of their own sperm, creating copulatory plugs in females’ reproductive tracts to prevent future matings with other males, spraying females with anti-aphrodisiacs to discourage other males from mating with the female, and producing sterile parasperm to protect fertile eusperm in the female’s reproductive tract. For example, the male spruce bud moth (\"Zeiraphera canadensis)\" secretes an accessory gland protein during mating that makes them unattractive to other males and thus prevents females from future copulation. The Rocky Mountain parnassian also exhibits this type of sexual conflict when the male butterflies deposit a waxy genital plug onto the tip of the female's abdomen that physically prevents the female from mating again. Males can also prevent future mating by transferring an anti-Aphrodiasic to the female during mating. This behavior is seen in buttefly species such as \"Heliconius mepomene\", where males transfer a compound that causes the female to smell like a male butterfly and thus deter any future potential mates. Furthermore, males may control the strategic allocation of sperm, producing more sperm when females are more promiscuous. All these methods are meant to ensure that females are more likely to produce offspring belonging to the males who uses the method.",
            "score": 212.09892857074738
        },
        {
            "docid": "575890_30",
            "document": "House mouse . The polygamous behavior of female house mice promotes sperm competition, which affects both male and female evolutionary fitness. Females who mate with multiple males tend to produce both pups in greater numbers, and with higher survival rates, increasing female fitness. Sperm competition that arises from polygamy favors males with faster, more motile sperm in higher numbers, increasing male fitness. The competitive aspect of insemination increases the frequency of polyandrous events and fertilizations. Polyandry has evolved to increase reproductive success. Male mating behavior is also affected in response to the practice of polygamous behavior. Compared to monogamous house mice, polygamous house mice mate for longer periods of time. This behaviour allows for an increase in both the transfer of sperm and paternity success, which in turn increases male fitness.",
            "score": 204.65078234672546
        },
        {
            "docid": "4279570_9",
            "document": "Southern blue-ringed octopus . Many studies have been done on how southern blue-ringed octopuses choose their mates and if females can choose the sperm used to fertilize her eggs (Morse et al., 2018). Researchers have been interested in this topic specifically because the female can only reproduce once in her lifetime and because she can store the sperm of her many mates (Oceana). Researchers have hypothesized that there may be cryptic female choice or sperm competition (Morse et al., 2018). In the paper, Mating Behavior and Postcopulatory Fertilization Patterns in the Southern Blue-Ringed Octopus Hapalochlaena Maculosa, the authors study did not find that females choose the male sperm that will fertilize their eggs, though the \"male that obtained less paternity than expected was in fact the female's full-sibling brother (Morse et al.).\" Although this study did not find female selection of sperm, a separate study did find that females are picky about who they mate with. In the paper, Nocturnal Mating Behaviour and Dynamic Male Investment of Copulation Time in the Southern Blue-Ringed octopus, Hapalochlaena Maculosa (Cephalopoda: Octopodidae), Morse et al., found that females were more willing to mate with males that were larger and males that were larger attempted to mate more than smaller males. The same study also found that males would spend less time mating with females that they had already mated with.",
            "score": 223.53352749347687
        },
        {
            "docid": "52191701_10",
            "document": "Panorpa cognata . Investment in reproduction is costly for male \"P. cognata\", as they must “woo” females, and eventually produce a salivary mass to initiate copulation. Once copulation has begun, sperm transfer itself is costly, as well. Sperm is transferred into the female via a sperm pump, which has two thick muscles, one on either side of the pump. Nutrient availability during the larval stage affects adult body weight, and the development of the males' salivary glands. Males with restricted access to nutrients in larval stage have reduced mating success compared to those of good condition with access to greater amounts of nutrients in the larval stage. Males of lower condition have less resources to produce nuptial gifts, resulting in smaller salivary masses, shorter mating duration, and less sperm transferred. To counteract their poor condition, males tend to have a longer premating duration than those of higher condition. Males of higher condition tend to have shorter premating periods and larger nuptial gifts. Premating rituals do not always finish in successful copulation, females abandon the male courting her for better, more attractive mates. Male \"P. cognata\" regulate their mating investment according to the amount of sperm competition. Female \"P. cognata\" store sperm from each male she mates with, and each consecutive mate has the ability to assess how much sperm she is storing, thus down-adjusting the male's investment in copulation with a female who has more sperm stored.",
            "score": 213.16173839569092
        },
        {
            "docid": "50412926_2",
            "document": "Human sperm competition . Sperm competition is a form of post-copulatory sexual selection whereby male ejaculates simultaneously physically compete to fertilize a single ovum. Sperm competition occurs between sperm from two or more rival males when they make an attempt to fertilize a female within a sufficiently short period of time. This results primarily as a consequence of polyandrous mating systems, or due to extra-pair copulations of females, which increases the chance of cuckoldry, in which the male mate raises a child that is not genetically related to him. Sperm competition among males has resulted in numerous physiological and psychological adaptations, including the relative size of testes, the size of the sperm midpiece, prudent sperm allocation, and behaviors relating to sexual coercion, however this is not without consequences: the production of large amounts of sperm is costly and therefore, researchers have predicted that males will produce larger amounts of semen when there is a perceived or known increase in sperm competition risk. Sperm competition is not exclusive to humans, and has been studied extensively in other primates, as well as throughout much of the animal kingdom. The differing rates of sperm competition among other primates indicates that sperm competition is highest in primates with multi-male breeding systems, and lowest in primates with single-male breeding systems. Compared to other animals, and primates in particular, humans show low-to-intermediate levels of sperm competition, suggesting that humans have a history of little selection pressure for sperm competition.",
            "score": 244.0662453174591
        },
        {
            "docid": "12137890_37",
            "document": "Human penis . A female's phenotypic quality is a key determinant of a male's ejaculate investment. Research has shown that males produce larger ejaculates containing better, more motile sperm when mating with a higher quality female. This is largely to reduce a male's sperm competition, since more attractive females are likely to be approached and subsequently inseminated by more males than are less attractive females. Increasing investment in females with high quality phenotypic traits therefore acts to offset the ejaculate investment of others. In addition, female attractiveness has been shown to be an indicator of reproductive quality, with greater value in higher quality females. It is therefore beneficial for males to increase their ejaculate size and quality when mating with more attractive females, since this is likely to maximise their reproductive success also. Through assessing a female's phenotypic quality, males can judge whether or not to invest (or invest more) in a particular female, which will influence their subsequent ejaculate adjustment.",
            "score": 203.53353703022003
        },
        {
            "docid": "393535_10",
            "document": "Coolidge effect . Wedell et al. suggest a theory that when a male allocates sperm so that he can save sperm for novel partners, he limits himself and the mate by possibly investing too little sperm to their partners which in return can inseminate only a few eggs therefore making reproduction less successful. This could even possibly force females to seek more copulation to ensure successful reproduction. These types of evidence of sperm allocation would suggest that Coolidge effect will determine how much sperm is invested into females, and if possible, sperm will be allocated so that sperm can be evenly distributed for multiple mates. Overall, it is typically seen that allocation changes due to male-male competition and whether a novel partner is encountered or not.",
            "score": 208.84184575080872
        },
        {
            "docid": "2369175_22",
            "document": "Indianmeal moth . Females of the species mate multiple times, meaning sperm competition could be an important aspect of male-male competition for being reproductively successful. Additionally, males have a very limited number of sperm and therefore allocate it depending on various factors. Male Indian-meal moths ejaculate a greater amount of sperm to females that had previously mated multiple times. This is predicted to ensure a greater chance of success in sperm competition in the females' storage organs. Males also ejaculate more sperm when mating with a younger female.",
            "score": 205.9363307952881
        },
        {
            "docid": "822224_17",
            "document": "Sperm competition . Studies show that there is more to determining the competitiveness of the sperm in sperm competition in addition to a male's genetic makeup. A male's dietary intake will also affect sperm competition. An adequate diet consisting of increased amounts of diet and sometimes more specific ratio in certain species will optimize sperm number and fertility. Amounts of protein and carbohydrate intake were tested for its effects on sperm production and quality in adult fruit flies (Diptera: Tephritidae). Studies showed these flies need to constantly ingest carbohydrates and water to survive, but protein is also required to attain sexual maturity. In addition, The Mediterranean fruit fly, male diet has been shown to affect male mating success, copula duration, sperm transfer, and male participation in leks. These all require a good diet with nutrients for proper gamete production as well as energy for activities, which includes participation in leks.",
            "score": 194.2772924900055
        },
        {
            "docid": "27745559_8",
            "document": "Female sperm storage . Like females, males have developed responses to counter evolutionary adaptations of the opposite sex. Responses in insects can vary in both genitalia and sperm structures, along with variations in behavior. Spiny male genitalia help to anchor the male to the female during copulation and remove sperm of previous males from female storage structures. Males have also developed alternative ways to copulate. In the case of the bed bug, males traumatically inseminate females, which allows faster passage of sperm to female sperm storage sites. In addition, shorter male developmental times allow them to emerge before females, eliminating females' mating choice. At the microscopic level, \"Drosophila\" males have differing sperm tail lengths that correspond to various sizes of female seminal receptacles. Longer male sperm tail length has shown a greater reproductive success with a larger female seminal receptacle while sperm with short tail lengths have been found to be more successful in smaller seminal receptacles.",
            "score": 200.2304321527481
        },
        {
            "docid": "3663717_10",
            "document": "Testudo (genus) . Female mate choice offers no direct benefits (such as access to food or territory or parental care). There are, however, indirect benefits of mating with multiple males. Engaging in a polyandrous mating system offers a female guaranteed fertilization, higher offspring diversity and sperm competition to ensure that eggs are fertilized by a high quality male. This is in respect to the “good genes” hypothesis that females receive indirect benefits through her offspring by mating with a quality male, “a male’s contribution to a female’s fitness his restricted to [his] genes”(Cutuli, G. et al., 2014). Mating order has no influence on paternity of a clutch so a female’s inclination to mate with multiple males and her ability to store sperm allows for sperm competition and suggests cryptic female choice. However, some species do show size-assoratative, \"T. Marginata\", for example, where large males breed with large females and small males breed with small females. Other species form hierarchies; during male-to-male competition the more aggressive male is considered alpha. Alpha males are more aggressive with their courting as well and have higher mounting success rate than Beta males.",
            "score": 215.3845258951187
        },
        {
            "docid": "582393_6",
            "document": "Polygynandry . Although males are able to increase their reproductive success faster than females by being able to fertilize eggs faster than females can produce them, males also at a disadvantage when it comes to mating because of sexual selection. Females usually choose males that are 'charming' and those who display sexual ornaments. In a study of long-tailed widowbirds, males with longer tails were sexually selected over those with shorter and less impressive tails. In birds such as the red-collared widowbird, males who display their sexual ornament during courtship are generally paired up faster and attract more females than males who display shorter tails during courtship. Males are often sexually selected based on their physical characteristics and what they have to 'offer', for example, male peacocks with flamboyant colored tails are sexually selected over those with dull and less elaborate tails. Sexual selection of males by females also leads to male-male competition. Unlike females who invest a lot prior to mating, males do not invest as much when generating their sperm, however this increases competition amongst males for female investment. High sperm competition also means a greater variance in male success—the best competitors will have better success in mating than those who fail to mate. The best sperm competitors will less likely be inclined to care for their offspring upon mating because they have the ability to produce offspring elsewhere. Males with the greatest size, strength, or best developed weapons achieve the greatest mating success. In other cases, males may have a higher reproductive success if they have better access to resources than other competitors. For instance, female hanging flies mate with a male only if he provides a large insect for her to eat during copulation and North American bullfrogs protect ponds and small lakes where females come to lay their eggs.",
            "score": 221.04535937309265
        },
        {
            "docid": "5789060_15",
            "document": "Gryllus bimaculatus . Polyandry is a costly reproductive system for females because they put a lot of time, energy and resources into producing eggs. It is not as costly for males because they can produce a larger amount of sperm for less time, energy and resources. Males can also fertilize many eggs in one mating. However, polyandry is still evolved in crickets because it provides benefits that outweigh the costs. It allows females to mate with males that have more desirable traits than previous mates, which is beneficial to offspring success. This multiple mate system allows new combinations of genes to come together, which results in more genetic variation in the population. It also allows females to avoid mating with infertile males. Two mechanisms that allow polyandry to be advantageous agents for increasing males' fitness are sperm competition and male guarding behavior.",
            "score": 190.565163731575
        },
        {
            "docid": "6778877_26",
            "document": "Sexual conflict . Sperm competition is an evolutionary concept developed by Geoff Parker (1970) and describes a mechanism by which different males will compete to fertilize a female's egg. Sperm competition selects for both offensive and defensive traits. Offensive sperm competition consists of males displacing sperm from the previous male as well as the use of toxic sperm to destroy rival sperm. Conversely, defensive sperm competition consists of males preventing females from remating by prolonging the duration of their own mating or by restricting the females' interest in other males. Sperm competition can be exhibited throughout behavioral, morphological and physiological male adaptations. Some examples of behavioral adaptations are mate guarding or forced copulation. Morphological adaptations may include male claspers, altered genitalia (e.g. spiky genitals) and copulatory plugs (i.e. mating plugs). Physiological adaptations may consist of toxic sperm or other chemicals in the seminal fluid that delays a female's ability to remate.",
            "score": 219.18462371826172
        },
        {
            "docid": "292317_15",
            "document": "Green-veined white . However, the transfer of this ejaculate can cause a conflict over re-mating due to sperm competition. After a female mates, infertile sperm ejaculated by the male will fill the female's sperm storage organ and prevent her from mating. The amount of infertile sperm stored is correlated with the refractory period of a female after mating. Infertile sperm makes up 90% of the sperm count, showing that males manipulate females by preventing them from mating with another male for a certain period of time. Although polyandry benefits females of \"P. napi\" by maximizing the amount of transferred nutrients from the male, the infertile sperm storage prolongs female re-mating.",
            "score": 191.8672914505005
        },
        {
            "docid": "44203096_7",
            "document": "Gryllus integer . Sperm competition is the competition that occurs when females store sperm,of varying males, in their spermatheca and use this sperm to fertilize their eggs. This type of competition is prevalent when females mate more than once in which they store sperm in a viable condition and have sperm from previous matings present when they re-mate Field crickets (Gryllidae) show all of the prerequisites for sperm competition. Females mate repeatedly with different males, store the sperm in a spermatheca and sperm from previous matings is viable in the spermatheca when females re-mate. Males guard females after mating which also suggests sperm competition.",
            "score": 207.4050568342209
        },
        {
            "docid": "1944972_5",
            "document": "External fertilization . The earliest amphibians were all internal fertilizers. It wasn’t until 300 million years ago that the Anura (early internal fertilizer) and Caudata (early external fertilizer) orders had begun. Most anurans now externally fertilize. Anurans are the amphibians lacking a tail such as frogs and toads. Anurans are commonly used as a model organism for amphibians, because of the large, easy to manipulate eggs, fast developmental rate, high fecundity rate, no parental involvement, and external fertilization. Males will congregate near a lake or pond and establish calling stations. Females approach the area and listen to all of the different male calls, and then continue to move towards the mate she chooses. This is the anuran’s sexual selection. It has been concluded that females prefer a male with a more attractive call, which is also the larger male. Copulation occurs when a male anuran hops onto the back of a female. They then move to a spot near water to simultaneously release their sperm and eggs. Other males in the area can also release sperm onto the eggs to also attempt to fertilize the eggs. If the female does not want to reproduce with the male that jumps onto her back, she will wait until the male leaves or move to a new location. Sperm released into the water must be in close proximity, get to the egg first, and then enter the gel layer of the egg to have the best chance of fertilizing. When the anurans are not close to eggs, they sometimes release their sperm into oocyte containing foam nests, or terrestrial breeders go right to the gel coat of the oocyte to release their sperm. Over the course of a breeding season, males can copulate numerous times by releasing sperm anywhere he finds unfertilized eggs or encounters a female who is/wants to spawn. Females, however, can only release eggs once per breeding season. Releasing sperm directly into the water increases sperm competition through agonistic behavior and spawning in groups. This has been tested, with good evidence associated with a larger sperm number and testes size. Smaller testes size and a slower sperm velocity were seen with the anurans that released the sperm into the foam nests instead of into open water. To further increase sperm competition, there is a larger thickness to an anuran oocyte gel, specifically the green tree frog. Anuran sperm also have high longevity and osmotic tolerance compared to fresh water fish. The Caudata order contains all of the salamanders and newts, amphibians that have tails. Within this, the only subgroups that externally fertilize are Cryptobranchidae (giant salamanders) Sirenidae, and Hynobiidae. The females release egg sacs onto stones or branches and the male later hovers over the eggs to release the sperm to them. Males are seen to be very protective over the eggs and may continue to hover over the eggs after sperm release to decrease sperm competition. In some cases, males may even latch onto the females while they lay their eggs to ensure that they fertilize them first. Other times there may be numerous males surrounding a single sac of eggs, creating scramble competition. Cryptobranchid sperm is seen to have higher longevity. This is about 600 times greater than in freshwater fish, but not even close to as high as anurans.",
            "score": 223.21679270267487
        },
        {
            "docid": "2099632_11",
            "document": "Sperm heteromorphism . Non-fertile sperm delay or prevent the female mating again, thus allowing the male producing the non-fertile sperm a greater share of the paternity of her offspring (because the male avoids Sperm competition). For example, sperm might fill up the sperm storage organs so that female \"perceives\" that she does not need to re-mate to obtain more sperm. Alternatively, the sperm may transfer chemicals similar to sex peptide, a chemical carried on the sperm of \"Drosophila melanogaster\" that makes females less likely to accept mates (i.e. it is an anti-aphrodesiac).",
            "score": 184.96460270881653
        },
        {
            "docid": "28329803_31",
            "document": "Spider . Spiders reproduce sexually and fertilization is internal but indirect, in other words the sperm is not inserted into the female's body by the male's genitals but by an intermediate stage. Unlike many land-living arthropods, male spiders do not produce ready-made spermatophores (packages of sperm), but spin small sperm webs on to which they ejaculate and then transfer the sperm to special syringe-like structures, palpal bulbs or palpal organs, borne on the tips of the pedipalps of mature males. When a male detects signs of a female nearby he checks whether she is of the same species and whether she is ready to mate; for example in species that produce webs or \"safety ropes\", the male can identify the species and sex of these objects by \"smell\".",
            "score": 184.45337557792664
        },
        {
            "docid": "5789060_16",
            "document": "Gryllus bimaculatus . Sperm competition is the interaction between sperm traits and female selection of these traits. It allows males with more advantageous traits to survive and reproduce more than less fit males. In particular, competition among males causes sperm competition to increase. Sperm expenditure will increase when there is a higher risk of competition. Reproductive investment is metabolically straining, especially for males that have less desirable genes. These males have to invest even more resources into each reproductive opportunity when a mate competitor is in their environment. The amount of resources a male invests in producing a large amount of sperm, the greater the chances of successful fertilization.",
            "score": 221.10557436943054
        },
        {
            "docid": "14699692_20",
            "document": "Courtship display . This has many consequences. Courtship displays allow the mate performing the selection to have a means by which they can base their copulatory decision. If a female chooses more than one male, then sperm competition comes into play. This is competition between sperm to fertilize an egg, which is very competitive as only a single sperm will achieve union. In some insects, the male injects a cocktail of chemicals in seminal fluid together with sperm. The chemicals kill off older sperm from any previous mates, up-regulates the females' egg-laying rate and reduces her desire to re-mate with another male. The cocktail also shortens the females' lifespan, also reducing her likelihood of mating with other males. Also, some females can get rid of the previous male's sperm.",
            "score": 225.3057999610901
        },
        {
            "docid": "822224_29",
            "document": "Sperm competition . Selection to produce more sperm can also select for the evolution of larger testes. Relationships across species between the frequency of multiple mating by females and male testis size are well documented across many groups of animals. For example, among primates, female gorillas are relatively monogamous, so gorillas have smaller testes than humans, which in turn have smaller testes than the highly promiscuous bonobos. Male chimpanzees that live in a structured multi-male, multi-female community, have large testicles to produce more sperm, therefore giving him better odds to fertilize the female. Whereas the community of gorillas consist of one alpha male and two or three females, when the female gorillas are ready to mate, normally only the alpha male is their partner.",
            "score": 205.34182178974152
        }
    ],
    "r": [
        {
            "docid": "50412926_2",
            "document": "Human sperm competition . Sperm competition is a form of post-copulatory sexual selection whereby male ejaculates simultaneously physically compete to fertilize a single ovum. Sperm competition occurs between sperm from two or more rival males when they make an attempt to fertilize a female within a sufficiently short period of time. This results primarily as a consequence of polyandrous mating systems, or due to extra-pair copulations of females, which increases the chance of cuckoldry, in which the male mate raises a child that is not genetically related to him. Sperm competition among males has resulted in numerous physiological and psychological adaptations, including the relative size of testes, the size of the sperm midpiece, prudent sperm allocation, and behaviors relating to sexual coercion, however this is not without consequences: the production of large amounts of sperm is costly and therefore, researchers have predicted that males will produce larger amounts of semen when there is a perceived or known increase in sperm competition risk. Sperm competition is not exclusive to humans, and has been studied extensively in other primates, as well as throughout much of the animal kingdom. The differing rates of sperm competition among other primates indicates that sperm competition is highest in primates with multi-male breeding systems, and lowest in primates with single-male breeding systems. Compared to other animals, and primates in particular, humans show low-to-intermediate levels of sperm competition, suggesting that humans have a history of little selection pressure for sperm competition.",
            "score": 244.0662384033203
        },
        {
            "docid": "1544170_11",
            "document": "Anisogamy . For males of all species, the sperm cells they produce are optimized for ensuring fertilization of the female egg. These sperm cells are created through spermatogenesis, a form of gametogenesis that focuses on developing the most possible gametes per sexual encounter. Spermatogenesis occurs in the testes, a male specific organ that is also produces hormones that trigger the development of secondary sex characteristics. Since the male’s gametes are energetically cheap and abundant in every ejaculation, a male can greatly increase his sexual success by mating far more frequently than the female. Sperm, unlike egg cells, are also mobile, allowing for the sperm to swim towards the egg through the female’s sexual organs. Sperm competition is also a major factor in the development of sperm cells. Only one sperm can fertilize an egg, and since females can potentially reproduce with more than one male before fertilization occurs, producing sperm cells that are faster, more abundant, and more viable than that produced by other males can give a male reproductive advantage.",
            "score": 231.8834686279297
        },
        {
            "docid": "393535_9",
            "document": "Coolidge effect . It has been observed that in certain species, males allocate sperm differently due to the Coolidge effect. The allocation is usually according to level of sperm competition, female novelty, and female reproductive quality. An experiment performed on an external fertilizing fish called \"Rhodeus amarus\", also known as the European bitterling, was used to show that sperm can be allocated differently if a novel partner is around, but what also happens if there is male-male competition. It is important to know that the European bitterling mating system works by females depositing their eggs into the gill filaments of freshwater mussels by her long ovipositor and then males proceed by ejecting their sperm into the gills of the mussel hosting the eggs. This means fertilization and development of the offspring relies on the quality and survival of the mussel. When the Coolidge effect was applied to this system, the experiment showed that it is the mussels, or the site of fertilization, that the males prefer to be novel. However, the takeaway from the experiment performed was that in male-male competition of the \"Rhodeus amarus,\" the dominant male will allocate more sperm when a novel mussel is present, while the subordinate male conserved its sperm until a proper opportunity came where it had a better chance of fertilization. A similar result was found in fowls, \"Gallus gallus\", where the male showed a sperm allocation due to the Coolidge effect. The experiment found that male fowls reduce sperm investment in particular females they’ve encountered already, but increase sperm investment instantaneously if they encountered a new female.",
            "score": 228.72134399414062
        },
        {
            "docid": "14699692_20",
            "document": "Courtship display . This has many consequences. Courtship displays allow the mate performing the selection to have a means by which they can base their copulatory decision. If a female chooses more than one male, then sperm competition comes into play. This is competition between sperm to fertilize an egg, which is very competitive as only a single sperm will achieve union. In some insects, the male injects a cocktail of chemicals in seminal fluid together with sperm. The chemicals kill off older sperm from any previous mates, up-regulates the females' egg-laying rate and reduces her desire to re-mate with another male. The cocktail also shortens the females' lifespan, also reducing her likelihood of mating with other males. Also, some females can get rid of the previous male's sperm.",
            "score": 225.3057861328125
        },
        {
            "docid": "39309111_18",
            "document": "Sexual selection in scaled reptiles . Females store sperm after sexual intercourse from multiple males before ovulation, but how sperm is stored is still unknown. There is a time gap between sperm copulation and fertilization. This time gap allows the female to mate with multiple males. The most competitive sperm will fertilize the female’s eggs while the remaining sperm will be discarded. Females also gain nutrients from sperm storage so the more a female mates with different males the more nutritional access she will obtain. After copulation, some female lizard species chose the sex of their offspring based on the male’s sperm. Females produce sons with sperm from larger sires, and daughters from sperm with smaller sires. A reason would be to ensure that her sons will have good genes that can display stronger more elaborate traits in order to maximize his reproductive success. An increase in the production of sons demonstrates a preference for larger males. Daughters are produced from smaller sires since females do not need to use a large amount of energy to attract a male; more males are ready to mate than females. However, if females store sperm from a variety of sires, females can produce both sons and daughters with high fitness.",
            "score": 224.8064727783203
        },
        {
            "docid": "4279570_9",
            "document": "Southern blue-ringed octopus . Many studies have been done on how southern blue-ringed octopuses choose their mates and if females can choose the sperm used to fertilize her eggs (Morse et al., 2018). Researchers have been interested in this topic specifically because the female can only reproduce once in her lifetime and because she can store the sperm of her many mates (Oceana). Researchers have hypothesized that there may be cryptic female choice or sperm competition (Morse et al., 2018). In the paper, Mating Behavior and Postcopulatory Fertilization Patterns in the Southern Blue-Ringed Octopus Hapalochlaena Maculosa, the authors study did not find that females choose the male sperm that will fertilize their eggs, though the \"male that obtained less paternity than expected was in fact the female's full-sibling brother (Morse et al.).\" Although this study did not find female selection of sperm, a separate study did find that females are picky about who they mate with. In the paper, Nocturnal Mating Behaviour and Dynamic Male Investment of Copulation Time in the Southern Blue-Ringed octopus, Hapalochlaena Maculosa (Cephalopoda: Octopodidae), Morse et al., found that females were more willing to mate with males that were larger and males that were larger attempted to mate more than smaller males. The same study also found that males would spend less time mating with females that they had already mated with.",
            "score": 223.5335235595703
        },
        {
            "docid": "1944972_5",
            "document": "External fertilization . The earliest amphibians were all internal fertilizers. It wasn’t until 300 million years ago that the Anura (early internal fertilizer) and Caudata (early external fertilizer) orders had begun. Most anurans now externally fertilize. Anurans are the amphibians lacking a tail such as frogs and toads. Anurans are commonly used as a model organism for amphibians, because of the large, easy to manipulate eggs, fast developmental rate, high fecundity rate, no parental involvement, and external fertilization. Males will congregate near a lake or pond and establish calling stations. Females approach the area and listen to all of the different male calls, and then continue to move towards the mate she chooses. This is the anuran’s sexual selection. It has been concluded that females prefer a male with a more attractive call, which is also the larger male. Copulation occurs when a male anuran hops onto the back of a female. They then move to a spot near water to simultaneously release their sperm and eggs. Other males in the area can also release sperm onto the eggs to also attempt to fertilize the eggs. If the female does not want to reproduce with the male that jumps onto her back, she will wait until the male leaves or move to a new location. Sperm released into the water must be in close proximity, get to the egg first, and then enter the gel layer of the egg to have the best chance of fertilizing. When the anurans are not close to eggs, they sometimes release their sperm into oocyte containing foam nests, or terrestrial breeders go right to the gel coat of the oocyte to release their sperm. Over the course of a breeding season, males can copulate numerous times by releasing sperm anywhere he finds unfertilized eggs or encounters a female who is/wants to spawn. Females, however, can only release eggs once per breeding season. Releasing sperm directly into the water increases sperm competition through agonistic behavior and spawning in groups. This has been tested, with good evidence associated with a larger sperm number and testes size. Smaller testes size and a slower sperm velocity were seen with the anurans that released the sperm into the foam nests instead of into open water. To further increase sperm competition, there is a larger thickness to an anuran oocyte gel, specifically the green tree frog. Anuran sperm also have high longevity and osmotic tolerance compared to fresh water fish. The Caudata order contains all of the salamanders and newts, amphibians that have tails. Within this, the only subgroups that externally fertilize are Cryptobranchidae (giant salamanders) Sirenidae, and Hynobiidae. The females release egg sacs onto stones or branches and the male later hovers over the eggs to release the sperm to them. Males are seen to be very protective over the eggs and may continue to hover over the eggs after sperm release to decrease sperm competition. In some cases, males may even latch onto the females while they lay their eggs to ensure that they fertilize them first. Other times there may be numerous males surrounding a single sac of eggs, creating scramble competition. Cryptobranchid sperm is seen to have higher longevity. This is about 600 times greater than in freshwater fish, but not even close to as high as anurans.",
            "score": 223.21678161621094
        },
        {
            "docid": "27745559_4",
            "document": "Female sperm storage . Another way sperm-storing females can alter the diversity of their offspring is controlling the relatedness to the males that provide them with sperm. Inbreeding depression can have a deleterious impact on populations of organisms and is due to mating of closely related individuals. To combat this effect, female insects appear to be able to sort out the sperm of relatives from the sperm of non-relatives to choose the best option to fertilize their eggs. Female crickets are able to preferentially store sperm of multiple unrelated males to that of their siblings; this results in more of the offspring having unrelated parentage. Being able to choose between sperm after coupling might be advantageous to females because choosing between mates precopulation may be more costly, or it may just be too difficult to tell males apart before mating. Females possess remarkable abilities to select sperm to store and to fertilize their eggs that will make their offspring diverse. Though it has been shown that a majority of female insect species can store sperm, specific examples that have been studied could include field crickets, dung flies and Mediterranean fruit flies. Females largely benefit from this mechanism, but males often can experience low fitness because their paternity is not secure.",
            "score": 222.90721130371094
        },
        {
            "docid": "197179_60",
            "document": "Sexual dimorphism . It has been proposed that the earliest sexual dimorphism is the size differentiation of sperm and eggs (anisogamy), but the evolutionary significance of sexual dimorphism is more complex than that would suggest. Anisogamy and the usually large number of small male gametes relative to the larger female gametes usually lies in the development of strong sperm competition, because small sperm enable organisms to produce a large number of sperm, and make males (or male function of hermaphrodites) more redundant. This intensifies male competition for mates and promotes the evolution of other sexual dimorphim in many species, especially in vertebrates including mammals. However, in some species, the females can be larger than males, irrespective of gametes, and in some species females (usually of species in which males invest a lot in rearing offspring and thus no longer considered as so redundant) compete for mates in ways more usually associated with males.",
            "score": 222.3733367919922
        },
        {
            "docid": "12137890_39",
            "document": "Human penis . Semen displacement has two main benefits for a male. Firstly, by displacing a rival male's sperm, the risk of the rival sperm fertilising the egg is reduced, thus minimising the risk of sperm competition. Secondly, the male replaces the rival's sperm with his own, therefore increasing his own chance of fertilising the egg and successfully reproducing with the female. However, males have to ensure they do not displace their own sperm. It is thought that the relatively quick loss of erection after ejaculation, penile hypersensitivity following ejaculation, and the shallower, slower thrusting of the male after ejaculation, prevents this from occurring.",
            "score": 221.3599090576172
        },
        {
            "docid": "5789060_16",
            "document": "Gryllus bimaculatus . Sperm competition is the interaction between sperm traits and female selection of these traits. It allows males with more advantageous traits to survive and reproduce more than less fit males. In particular, competition among males causes sperm competition to increase. Sperm expenditure will increase when there is a higher risk of competition. Reproductive investment is metabolically straining, especially for males that have less desirable genes. These males have to invest even more resources into each reproductive opportunity when a mate competitor is in their environment. The amount of resources a male invests in producing a large amount of sperm, the greater the chances of successful fertilization.",
            "score": 221.10557556152344
        },
        {
            "docid": "582393_6",
            "document": "Polygynandry . Although males are able to increase their reproductive success faster than females by being able to fertilize eggs faster than females can produce them, males also at a disadvantage when it comes to mating because of sexual selection. Females usually choose males that are 'charming' and those who display sexual ornaments. In a study of long-tailed widowbirds, males with longer tails were sexually selected over those with shorter and less impressive tails. In birds such as the red-collared widowbird, males who display their sexual ornament during courtship are generally paired up faster and attract more females than males who display shorter tails during courtship. Males are often sexually selected based on their physical characteristics and what they have to 'offer', for example, male peacocks with flamboyant colored tails are sexually selected over those with dull and less elaborate tails. Sexual selection of males by females also leads to male-male competition. Unlike females who invest a lot prior to mating, males do not invest as much when generating their sperm, however this increases competition amongst males for female investment. High sperm competition also means a greater variance in male success—the best competitors will have better success in mating than those who fail to mate. The best sperm competitors will less likely be inclined to care for their offspring upon mating because they have the ability to produce offspring elsewhere. Males with the greatest size, strength, or best developed weapons achieve the greatest mating success. In other cases, males may have a higher reproductive success if they have better access to resources than other competitors. For instance, female hanging flies mate with a male only if he provides a large insect for her to eat during copulation and North American bullfrogs protect ponds and small lakes where females come to lay their eggs.",
            "score": 221.0453643798828
        },
        {
            "docid": "582393_3",
            "document": "Polygynandry . Often times females mate voluntarily with more than one male. Mating with several males reduces the risk of females having unfertilized eggs because one male may not have enough sperm to fertilize all her eggs. In dark-eyed juncos, a female mates with more than one male because often times, her social partner is of low genetic quality than other potential sperm donors. The females voluntarily mate with other males besides their mate because she sees the potential to improve her offspring viability and sexual attractiveness. Females may also mate with several males for genetic benefits such as genetic diversity among her offspring due to the variety of sperm available to her. In song birds, extra-pair matings occur because females are able to sneak away from their home territories to solicit to other males. When female song birds seek extra-male partners, they sexually select males with colorful plumage more elaborate than those of their social partner. Studies show that female song birds that have less plumage partners most actively seek extra-pair matings, furthermore males with the most developed traits—such as longer tails or brighter plumage survive better. Thus, when female song birds have multiple mating partners, they are increasing the genetic quality of their offspring.",
            "score": 220.9397735595703
        },
        {
            "docid": "822224_2",
            "document": "Sperm competition . Sperm competition is the competitive process between spermatozoa of two or more different males to fertilize the same egg during sexual reproduction. Competition can occur when females have multiple potential mating partners. Greater choice and variety of mates increases a female's chance to produce more viable offspring. However, multiple mates for a female means each individual male has decreased chances of producing offspring. Sperm competition is an evolutionary pressure on males, and has led to the development of adaptations to increase males' chance of reproductive success. Sperm competition results in a sexual conflict of interest between males and females. Males have evolved several defensive tactics including: mate-guarding, mating plugs, and releasing toxic seminal substances to reduce female re-mating tendencies to cope with sperm competition. Offensive tactics of sperm competition involve direct interference by one male on the reproductive success of another male, for instance by physically removing another male's sperm prior to mating with a female. For an example, see \"Gryllus bimaculatus\".",
            "score": 220.9234161376953
        },
        {
            "docid": "6778877_26",
            "document": "Sexual conflict . Sperm competition is an evolutionary concept developed by Geoff Parker (1970) and describes a mechanism by which different males will compete to fertilize a female's egg. Sperm competition selects for both offensive and defensive traits. Offensive sperm competition consists of males displacing sperm from the previous male as well as the use of toxic sperm to destroy rival sperm. Conversely, defensive sperm competition consists of males preventing females from remating by prolonging the duration of their own mating or by restricting the females' interest in other males. Sperm competition can be exhibited throughout behavioral, morphological and physiological male adaptations. Some examples of behavioral adaptations are mate guarding or forced copulation. Morphological adaptations may include male claspers, altered genitalia (e.g. spiky genitals) and copulatory plugs (i.e. mating plugs). Physiological adaptations may consist of toxic sperm or other chemicals in the seminal fluid that delays a female's ability to remate.",
            "score": 219.1846160888672
        },
        {
            "docid": "42080_18",
            "document": "Atlantic cod . Atlantic cod reproduce during a 1– to 2-month spawning season annually. Males and females aggregate in spawning schools and each spawning season yields an average of 8.3 egg batches. Females release gametes in a ventral mount, and males then fertilize the released eggs. Evidence suggests male sound production and other sexually selected characteristics allow female cod to actively choose a spawning partner. Males also exhibit aggressive interactions for access to females. Based on behavioral observations of cod, that cod mating systems resemble those of lekking species, which is characterized by males aggregating and establishing dominance hierarchies, at which point females may visit and choose a spawning partner based on status and sexual characteristics. Cod males experience reproductive hierarchies based on size. Larger cod males are ultimately more successful in mating and produce the largest proportion of offspring in a population. However, cod males do experience high levels of sperm competition. In 75% of examined spawning in one study, sperm from multiple males contributed to offspring. As a result of high competition and unpredictable paternity, males may engage in varied mating strategies and may invest in courtship or may simply ejaculate with other spawning couples. Spawning success also varies according to male size relative to female size. Males that are significantly smaller than females demonstrate significantly lower success rates relative to males that are larger than females.",
            "score": 218.86318969726562
        },
        {
            "docid": "50412926_10",
            "document": "Human sperm competition . Human males have several physiological adaptations that have evolved in response to pressures from sperm competition, such as the size and shape of the penis. In addition to the anatomy of male sex organs, men have several evolved copulatory behaviors that are proposed to displace rival male semen. For example, males who are at a higher risk of sperm competition (defined as having female partners with high reproductive value, such as being younger and physically attractive) engaged more frequently in semen-displacing behaviors during sexual intercourse than men who were at a lower risk of sperm competition. These semen-displacing behaviors include deeper and quicker thrusts, increased duration of intercourse, and an increased number of thrusts.",
            "score": 218.76739501953125
        },
        {
            "docid": "1944972_3",
            "document": "External fertilization . Sexual selection may not seem to occur during external fertilization, but there are ways it actually can. The two types of external fertilizers are nest builders and broadcast spawners. For female nest builders, the main choice is the location of where to lay her eggs. A female can choose a nest close to the male she wants to fertilize her eggs, but there is no guarantee that the preferred male will fertilize any of the eggs. Broadcast spawners have a very weak selection, due to the randomness of releasing gametes. To look into the effect of female choice on external fertilization, an in vitro sperm competition experiment was performed. The results concluded that there was a decreased importance of sperm number, but increased the importance of the sperm velocity, thus changing the outcome of sperm competition. The ovarian fluid also increased the paternity for the preferred male because they release fewer and faster sperm. The success of a male fertilizing an egg relies on the ability of a male’s sperm to outcompete other sperm that is looking to fertilize the same egg. Sperm chemotaxis is the use of chemical signals to give sperm the ability to navigate an egg and is a huge contributor to reproductive success. Benthic sessile animals that make up the majority of invertebrates using external fertilization rely on ambient water motion to bring the sperm and eggs together. Other invertebrates that externally fertilize are organisms like the sea urchin, are confined to shallow burrows on exposed shores. Turbulent flows in the surf zone also create a transport of gametes. Hydrodynamic conditions and gamete properties control the efficiency of fertilization because they influence the rate at which the water mixes. The only dilemma with turbulence is the possibility of dilution of sperm and egg because of over mixing. Rapid mixing can cause a lower probability to fertilize. Sessile adult staged animals commonly produce gametes at the same times, also known as a synchronized release of gametes, for external fertilization in the water column. This is helpful because of the lack of mobility these organisms share. They also can rely on turbulent mixing and sperm mobility to enhance the chances of fertilization.",
            "score": 217.5726776123047
        },
        {
            "docid": "822224_3",
            "document": "Sperm competition . Sperm competition is often compared to having tickets in a raffle; a male has a better chance of winning (i.e. fathering offspring) the more tickets he has (i.e. the more sperm he inseminates a female with). However, sperm are not free to produce, and as such males are predicted to produce sperm of a size and number that will maximize their success in sperm competition. By making many spermatozoa, males can buy more \"raffle tickets\", and it is thought that selection for numerous sperm has contributed to the evolution of anisogamy with very small sperm (because of the energy trade-off between sperm size and number). Alternatively, a male may evolve faster sperm to enable his sperm to reach and fertilize the female's ovum first. Dozens of adaptations have been documented in males that help them succeed in sperm competition.",
            "score": 217.3212432861328
        },
        {
            "docid": "822224_27",
            "document": "Sperm competition . It has been found that because of female choice (see sexual selection), morphology of sperm in many species occurs in many variations to accommodate or combat (see sexual conflict) the morphology and physiology of the female reproductive tract. However, it is difficult to understand the interplay between female and male reproductive shape and structure that occurs within the female reproductive tract \"after\" mating that allows for the competition of sperm. Polyandrous females mate with many male partners. Females of many species of arthropod, mollusk and other phyla have a specialized sperm-storage organ called the spermatheca in which the sperm of different males sometimes compete for increased reproductive success. Species of crickets, specifically Gryllus bimaculatus, are known to exhibit polyandrous sexual selection. Males will invest more in ejaculation when competitors are in the immediate environment of the female.",
            "score": 216.06768798828125
        },
        {
            "docid": "3663717_10",
            "document": "Testudo (genus) . Female mate choice offers no direct benefits (such as access to food or territory or parental care). There are, however, indirect benefits of mating with multiple males. Engaging in a polyandrous mating system offers a female guaranteed fertilization, higher offspring diversity and sperm competition to ensure that eggs are fertilized by a high quality male. This is in respect to the “good genes” hypothesis that females receive indirect benefits through her offspring by mating with a quality male, “a male’s contribution to a female’s fitness his restricted to [his] genes”(Cutuli, G. et al., 2014). Mating order has no influence on paternity of a clutch so a female’s inclination to mate with multiple males and her ability to store sperm allows for sperm competition and suggests cryptic female choice. However, some species do show size-assoratative, \"T. Marginata\", for example, where large males breed with large females and small males breed with small females. Other species form hierarchies; during male-to-male competition the more aggressive male is considered alpha. Alpha males are more aggressive with their courting as well and have higher mounting success rate than Beta males.",
            "score": 215.384521484375
        },
        {
            "docid": "2357704_11",
            "document": "Bluehead wrasse . Initial phase females and initial phase males both can change into terminal phase males. However, this change in sex is permanent: once an initial phase female or male changes into a terminal phase male, it cannot change back. An experiment removing terminal phase males from a population showed that more females changed into terminal phase males, and even aggression levels increased and coloration changes occurred to signify the female's change to terminal phase male. The initial phase males have comparatively larger testes than the larger, terminal phase males. This enables the initial phase males to produce more sperm for the snatched opportunities they must take when trying to fertilize the eggs of the females in the guarded harem. Initial phase (IP) males also achieve fertilizations through participating in group spawns. These groups consist of 20–50 or more IP males that congregate at specific sites during the daily spawning period on medium and larger sized reefs. Females visit these groups to spawn and release eggs in a 'spawning rush'. IP males attempt to position themselves next to a female when she releases her eggs, as this maximizes their probability of fertilizing these eggs. Releasing large numbers of sperm also increases this probability and this is thought to also help explain the large testis size observed in IP males. This type of mating competition is referred to as 'sperm competition' and is seen in many species.",
            "score": 214.6850128173828
        },
        {
            "docid": "42726_50",
            "document": "Cephalopod . Mate choice is seen in cuttlefish species, where females prefer some males over others, though characteristics of the preferred males are unknown. A hypothesis states that females reject males by olfactory cues rather than visual cues. Several cephalopod species are polyandrous- accepting and storing multiple male spermatophores, which has been identified by DNA fingerprinting. Females are no longer receptive to mating attempts when holding their eggs in their arm. Females can store sperm in two places (1) the buccal cavity where recently mated males place their spermatophores, and (2) the internal sperm-storage receptacles where sperm packages from previous males are stored. Spermatophore storage results in sperm competition; which states that the female controls which mate fertilizes the eggs. In order to reduce this sort of competition, males develop agonistic behaviors like mate guarding and flushing. The \"Hapalochlaena lunulata\", or the blue-ringed octopus, is unable to distinguish between males and females and readily mates with both.",
            "score": 214.096923828125
        },
        {
            "docid": "50412926_5",
            "document": "Human sperm competition . The volume of sperm in ejaculates scales proportionately with testis size and, consistent with the intermediate weight of human males testis, ejaculate volume is also intermediate between primates with high and low levels of sperm competition. Human males, like other animals, exhibit prudent sperm allocation, a physiological response to the high cost of sperm production as it relates to the actual or perceived risk of sperm competition at each insemination. In situations where the risk of sperm competition is higher, males will allocate more energy to producing higher ejaculate volumes. Studies have found that the volume of sperm does vary between ejaculates, and that sperm produced during copulatory ejaculations are of a higher quality (younger, more motile, etc.) than those sperm produced during masturbatory ejaculates or nocturnal emissions. This suggests that, at least within males, there is evidence of allocation of higher quality sperm production for copulatory purposes. Researchers have suggested that males produce more and higher quality sperm after spending time apart from their partners, implying that males are responding to an increased risk of sperm competition, although this view has been challenged in recent years. It is also possible that males may be producing larger volumes of sperm in response to actions from their partners, or it may be that males who produce larger volumes of sperm may be more likely to spend more time away from their partners.",
            "score": 213.8769073486328
        },
        {
            "docid": "12619139_16",
            "document": "Neolamprologus pulcher . Mature males may compete for fertilization opportunities with females due to the existence of a dominance hierarchy in competitive breeders. Studies have suggested that socially subordinate helper males sneak fertilizations from dominant breeding males. If sneaking does happen, then sperm competition will select for increased reproductive investment by subordinate sneaking males, relative to those of dominant males. This reproductive investment exists in daffodil cichlids in the form of reproductive suppression. Breeders have considerably larger testes than helpers, as well as faster- and longer-swimming sperm and a higher percentage of motile sperm compared to helpers. The sperm of large helpers are characteristically similar to those of breeders, but helpers have smaller testes. The small size of the helpers' testes, coupled with the physiological equivalence of their sperm compared to breeder sperm, imply that the helpers are reproductively suppressed.",
            "score": 213.21412658691406
        },
        {
            "docid": "52191701_10",
            "document": "Panorpa cognata . Investment in reproduction is costly for male \"P. cognata\", as they must “woo” females, and eventually produce a salivary mass to initiate copulation. Once copulation has begun, sperm transfer itself is costly, as well. Sperm is transferred into the female via a sperm pump, which has two thick muscles, one on either side of the pump. Nutrient availability during the larval stage affects adult body weight, and the development of the males' salivary glands. Males with restricted access to nutrients in larval stage have reduced mating success compared to those of good condition with access to greater amounts of nutrients in the larval stage. Males of lower condition have less resources to produce nuptial gifts, resulting in smaller salivary masses, shorter mating duration, and less sperm transferred. To counteract their poor condition, males tend to have a longer premating duration than those of higher condition. Males of higher condition tend to have shorter premating periods and larger nuptial gifts. Premating rituals do not always finish in successful copulation, females abandon the male courting her for better, more attractive mates. Male \"P. cognata\" regulate their mating investment according to the amount of sperm competition. Female \"P. cognata\" store sperm from each male she mates with, and each consecutive mate has the ability to assess how much sperm she is storing, thus down-adjusting the male's investment in copulation with a female who has more sperm stored.",
            "score": 213.1617431640625
        },
        {
            "docid": "20094185_17",
            "document": "Red flour beetle . During mating, red flour beetles are known to engage in polygamous behavior. Male flour beetles have been known to recognize their relatives while the females do not have this capability. Lack of the ability to recognize their relatives has led females to mate with any male within the population. Female red flour beetles are also known to store sperm after mating. More sperm is stored by the first mating, which leads to less sperm stored in subsequent matings. However, amount of stored sperm does not stop the last male mate from fertilizing the egg. This is due to the fact that with each mating, males can remove previously stored sperm thus giving their own sperm an advantage to fertilize the egg.",
            "score": 212.57859802246094
        },
        {
            "docid": "5662719_28",
            "document": "Wood turtle . Specific mating courtship occurs more often in the Fall months and usually during the afternoon hours from 11:00 to 13:00 when many of the turtles are out in the population feeding. Mating is based on a male competitive hierarchy where a few higher ranked males gain the majority of mates in the population. Male wood turtles fight to gain access to female mates. These fights involve aggressive behaviors such as biting or chasing one another, and the males defend themselves by retreating their heads into their hard shells. The higher ranked winning males in the hierarchy system have a greater number of offspring than the lower ranked male individuals, increasing the dominant male's fitness. Female wood turtles mate with multiple males and are able to store sperm from multiple mates. Although the mechanism of sperm storage is unknown for the Wood Turtle species, other turtle species have internal compartments that can store viable sperm for years. Multiple mating ensures fertilization of all the female's eggs and often results in multiple paternity of a clutch, which is a common phenomenon exhibited by many marine and freshwater turtles. Multiple paternity patterns have been made evident in wood turtle populations by DNA fingerprinting. DNA fingerprinting of turtles involves using an oligonucleotide probe to produce gender specific markers, ultimately providing multi-locus DNA markers.",
            "score": 212.48080444335938
        },
        {
            "docid": "292265_33",
            "document": "Behavioral ecology . Sexual conflict after mating has also been shown to occur in both males and females. Males employ a diverse array of tactics to increase their success in sperm competition. These can include removing other male’s sperm from females, displacing other male’s sperm by flushing out prior inseminations with large amounts of their own sperm, creating copulatory plugs in females’ reproductive tracts to prevent future matings with other males, spraying females with anti-aphrodisiacs to discourage other males from mating with the female, and producing sterile parasperm to protect fertile eusperm in the female’s reproductive tract. For example, the male spruce bud moth (\"Zeiraphera canadensis)\" secretes an accessory gland protein during mating that makes them unattractive to other males and thus prevents females from future copulation. The Rocky Mountain parnassian also exhibits this type of sexual conflict when the male butterflies deposit a waxy genital plug onto the tip of the female's abdomen that physically prevents the female from mating again. Males can also prevent future mating by transferring an anti-Aphrodiasic to the female during mating. This behavior is seen in buttefly species such as \"Heliconius mepomene\", where males transfer a compound that causes the female to smell like a male butterfly and thus deter any future potential mates. Furthermore, males may control the strategic allocation of sperm, producing more sperm when females are more promiscuous. All these methods are meant to ensure that females are more likely to produce offspring belonging to the males who uses the method.",
            "score": 212.0989227294922
        },
        {
            "docid": "393535_10",
            "document": "Coolidge effect . Wedell et al. suggest a theory that when a male allocates sperm so that he can save sperm for novel partners, he limits himself and the mate by possibly investing too little sperm to their partners which in return can inseminate only a few eggs therefore making reproduction less successful. This could even possibly force females to seek more copulation to ensure successful reproduction. These types of evidence of sperm allocation would suggest that Coolidge effect will determine how much sperm is invested into females, and if possible, sperm will be allocated so that sperm can be evenly distributed for multiple mates. Overall, it is typically seen that allocation changes due to male-male competition and whether a novel partner is encountered or not.",
            "score": 208.8418426513672
        },
        {
            "docid": "822224_20",
            "document": "Sperm competition . Evolution to increase ejaculate volume in the presence of sperm competition has a consequence on testis size. Large testes can produce more sperm required for larger ejaculates, and can be found across the animal kingdom when sperm competition occurs. Males with larger testes have been documented to achieve higher reproductive success rates than males with smaller testes in male yellow pine chipmunks. In chichlid fish, it has been found that increased sperm competition can lead to evolved larger sperm numbers, sperm cell sizes, and sperm swimming speeds.",
            "score": 208.83216857910156
        },
        {
            "docid": "21304415_16",
            "document": "Sexual reproduction . Some fish species use internal fertilization and then disperse the developing eggs or give birth to live offspring. Fish that have live-bearing offspring include the guppy and mollies or \"Poecilia\". Fishes that give birth to live young can be ovoviviparous, where the eggs are fertilized within the female and the eggs simply hatch within the female body, or in seahorses, the male carries the developing young within a pouch, and gives birth to live young. Fishes can also be viviparous, where the female supplies nourishment to the internally growing offspring. Some fish are hermaphrodites, where a single fish is both male and female and can produce eggs and sperm. In hermaphroditic fish, some are male and female at the same time while in other fish they are serially hermaphroditic; starting as one sex and changing to the other. In at least one hermaphroditic species, self-fertilization occurs when the eggs and sperm are released together. Internal self-fertilization may occur in some other species. One fish species does not reproduce by sexual reproduction but uses sex to produce offspring; \"Poecilia formosa\" is a unisex species that uses a form of parthenogenesis called gynogenesis, where unfertilized eggs develop into embryos that produce female offspring. \"Poecilia formosa\" mate with males of other fish species that use internal fertilization, the sperm does not fertilize the eggs but stimulates the growth of the eggs which develops into embryos.",
            "score": 207.6718292236328
        }
    ]
}