{
    "q": [
        {
            "docid": "20869694_15",
            "document": "Atrial fibrillation . In a heart with AF, the increased calcium release from sarcoplasmic reticulum and increased calcium sensitivity can lead to accumulation of intra-cellular calcium and causes down regulation of L-type calcium channels. This reduces the duration of action potential and refractory period, thus favourable for the conduction of re-entrant waves. Increased expression of inward-rectifier potassium ion channels can cause a reduced atrial refractory period and wavelength. The abnormal distribution of gap junction proteins such as GJA1 (also known as Connexin 43), and GJA5 (Connexin 40) causes non-uniformity of electrical conduction, thus causing arrhythmia.",
            "score": 228.22200322151184
        },
        {
            "docid": "20869694_2",
            "document": "Atrial fibrillation . Atrial fibrillation (AF or A-fib) is an abnormal heart rhythm characterized by rapid and irregular beating of the atria. Often it starts as brief periods of abnormal beating which become longer and possibly constant over time. Often episodes have no symptoms. Occasionally there may be heart palpitations, fainting, lightheadedness, shortness of breath, or chest pain. The disease is associated with an increased risk of heart failure, dementia, and stroke. It is a type of supraventricular tachycardia. High blood pressure and valvular heart disease are the most common alterable risk factors for AF. Other heart-related risk factors include heart failure, coronary artery disease, cardiomyopathy, and congenital heart disease. In the developing world valvular heart disease often occurs as a result of rheumatic fever. Lung-related risk factors include COPD, obesity, and sleep apnea. Other factors include excess alcohol intake, tobacco smoking, diabetes mellitus, and thyrotoxicosis. However, half of cases are not associated with any of these risks. A diagnosis is made by feeling the pulse and may be confirmed using an electrocardiogram (ECG). A typical ECG in AF shows no P waves and an irregular ventricular rate. AF is often treated with medications to slow the heart rate to a near normal range (known as rate control) or to convert the rhythm to normal sinus rhythm (known as rhythm control). Electrical cardioversion can also be used to convert AF to a normal sinus rhythm and is often used emergently if the person is unstable. Ablation may prevent recurrence in some people. For those at low risk of stroke, no specific treatment is typically required, though aspirin or an anti-clotting medication may occasionally be considered. For those at more than low risk, an anti-clotting medication is typically recommended. Anti-clotting medications include warfarin and direct oral anticoagulants. Most people are at higher risk of stroke. While these medications reduce stroke risk, they increase rates of major bleeding. Atrial fibrillation is the most common serious abnormal heart rhythm. In Europe and North America, as of 2014, it affects about 2 to 3% of the population. This is an increase from 0.4 to 1% of the population around 2005. In the developing world about 0.6% of males and 0.4% of females are affected. The percentage of people with AF increases with age with 0.1% under 50 years old, 4% between 60 and 70 years old, and 14% over 80 years old being affected. A-fib and atrial flutter resulted in 193,300 deaths in 2015, up from 29,000 in 1990. The first known report of an irregular pulse was by Jean-Baptiste de Sénac in 1749. This was first documented by ECG in 1909 by Thomas Lewis. AF is usually accompanied by symptoms related to a rapid heart rate. Rapid and irregular heart rates may be perceived as palpitations or exercise intolerance and occasionally may produce anginal chest pain (if the high heart rate causes ischemia). Other possible symptoms include congestive symptoms such as shortness of breath or swelling. The arrhythmia is sometimes only identified with the onset of a stroke or a transient ischemic attack (TIA). It is not uncommon for a patient to first become aware of AF from a routine physical examination or ECG, as it often does not cause symptoms.",
            "score": 162.1517469882965
        },
        {
            "docid": "38383394_2",
            "document": "RASGRP4 . RAS guanyl releasing protein 4 is a protein in humans that is encoded by the RASGRP4 gene in chromosome 19. The protein encoded by this gene is a member of the Ras guanyl nucleotide-releasing protein (RasGRP) family of Ras guanine nucleotide exchange factors. It contains a Ras exchange motif, a diacylglycerol-binding domain, and two calcium-binding EF hands. This protein was shown to activate H-Ras in a cation-dependent manner in vitro. Expression of this protein in myeloid cell lines was found to be correlated with elevated level of activated RAS protein, and the RAS activation can be greatly enhanced by phorbol ester treatment, which suggested a role of this protein in diacylglycerol regulated cell signaling pathways. Studies of a mast cell leukemia cell line expressing substantial amounts of abnormal transcripts of this gene indicated that this gene may play an important role in the final stages of mast cell development. Multiple transcript variants encoding different isoforms have been found for this gene. [provided by RefSeq, Apr 2009].",
            "score": 139.3639429807663
        },
        {
            "docid": "8981514_4",
            "document": "Familial atrial fibrillation . Mutations in the \"KCNQ1\" gene cause familial atrial fibrillation. The \"KCNE2\" and \"KCNJ2\" genes are associated with familial atrial fibrillation. A small percentage of all cases of familial atrial fibrillation are associated with changes in the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged potassium ions into and out of cells. In heart muscle, the ion channels produced from the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes play critical roles in maintaining the heart's normal rhythm. Mutations in these genes have been identified in only a few families worldwide. These mutations increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, increasing the risk of syncope, stroke, and sudden death.",
            "score": 291.61788523197174
        },
        {
            "docid": "14128268_3",
            "document": "PPP1CA . The protein encoded by this gene is one of the three catalytic subunits of protein phosphatase 1 (PP1). PP1 is a serine/threonine specific protein phosphatase known to be involved in the regulation of a variety of cellular processes, such as cell division, glycogen metabolism, muscle contractility, protein synthesis, and HIV-1 viral transcription. Increased PP1 activity has been observed in the end stage of heart failure. Studies in both human and mice suggest that PP1 is an important regulator of cardiac function. Mouse studies also suggest that PP1 functions as a suppressor of learning and memory. Three alternatively spliced transcript variants encoding different isoforms have been found for this gene.",
            "score": 120.03982269763947
        },
        {
            "docid": "868953_8",
            "document": "Congenital heart defect . The genes regulating the complex developmental sequence have only been partly elucidated. Some genes are associated with specific defects. A number of genes have been associated with cardiac manifestations. Mutations of a heart muscle protein, α-myosin heavy chain (MYH6) are associated with atrial septal defects. Several proteins that interact with MYH6 are also associated with cardiac defects. The transcription factor GATA4 forms a complex with the TBX5 which interacts with MYH6. Another factor, the homeobox (developmental) gene, NKX2-5 also interacts with MYH6. Mutations of all these proteins are associated with both atrial and ventricular septal defects; In addition, NKX2-5 is associated with defects in the electrical conduction of the heart and TBX5 is related to the Holt-Oram syndrome which includes electrical conduction defects and abnormalities of the upper limb. Another T-box gene, TBX1, is involved in velo-cardio-facial syndrome DiGeorge syndrome, the most common deletion which has extensive symptoms including defects of the cardiac outflow tract including tetralogy of Fallot.",
            "score": 153.59845280647278
        },
        {
            "docid": "1557120_7",
            "document": "Andersen–Tawil syndrome . The protein made by the \"KCNJ2\" gene forms a channel that transports potassium ions into muscle cells. The movement of potassium ions through these channels is critical for maintaining the normal functions of skeletal muscles which are used for movement and cardiac muscle. Mutations in the \"KCNJ2\" gene alter the usual structure and function of potassium channels or prevent the channels from being inserted correctly into the cell membrane. Many mutations prevent a molecule called PIP2 from binding to the channels and effectively regulating their activity. These changes disrupt the flow of potassium ions in skeletal and cardiac muscle, leading to the periodic paralysis and irregular heart rhythm characteristic of Andersen–Tawil syndrome.Researchers have not yet determined the role of the KCNJ2 gene in bone development, and it is not known how mutations in the gene lead to the developmental abnormalities often found in Andersen–Tawil syndrome.",
            "score": 194.99052321910858
        },
        {
            "docid": "7138038_3",
            "document": "Calsequestrin . Cardiac calsequestrin (CASQ2) plays an integral role in cardiac regulation. Mutations in the cardiac calsequestrin gene have been associated with cardiac arrhythmia and sudden death. CASQ2 is thought to have a role in regulating cardiac excitation-contraction coupling and calcium-induced calcium release (CICR) in the heart, as overexpression of CASQ2 has been shown to substantially raise the magnitude of cell-averaged I-induced calcium transients and spontaneous calcium sparks in isolated heart cells. Furthermore, CASQ2 modulates the CICR mechanism by lengthening to process to functionally recharge the sarcoplamsic reticulum's calcium ion stores. A lack of or mutation in CSQ2 has been directly associated with catecholamine-induced polymorphic ventricular tachycardia (CPVT). A mutation can have a significant effect if it disrupts the linear polymerization ability of CASQ2, which directly accounts for its high-capacity to bind Ca. In addition, the hydrophobic core of domain II appears to be necessary for CASQ2's function, because a single amino acid mutation that disrupts this hydrophobic core directly leads to molecular aggregates, which are unable to respond to calcium ions.",
            "score": 217.4054675102234
        },
        {
            "docid": "18371209_6",
            "document": "ANK2 . Additional insights into ankyrin-B function have come from studies employing ankyrin-B transgenic animals. Cardiomyocytes from ankyrin-B (-/+) mice exhibited irregular spatial patterns and periodicity of calcium release, as well as abnormal distribution of the sarcomplasmic reticular calcium ATPase, SERCA2, and ryanodine receptors; effects that were rescued by transfection of ankyrin-B. Effects on ryanodine receptors specifically were also rescued by a potent Ca2+/calmodulin-dependent protein kinase II inhibitor, suggesting that inhibition of Ca2+/calmodulin-dependent protein kinase II may also be a potential treatment strategy. These mice also display several electrophysiological abnormalities, including bradycardia, variable heart rate, long QT intervals, catecholaminergic polymorphic ventricular tachycardia, syncope, and sudden cardiac death. Mechanistic explanations underlying these effects were explained in a later study conducted in the ankyrin-B (-/+) mice, which showed that reduction of ankyrin-B alters the transport of sodium and calcium and enhances the coupled openings of ryanodine receptors, which results in a higher frequency of calcium sparks and waves of calcium.",
            "score": 109.9015154838562
        },
        {
            "docid": "14873446_4",
            "document": "KDELR1 . KDEL receptors have been implicated in the development of dilated cardiomyopathy (DCM). To determine the relationship between KDEL receptor and dilated cardiomyopathy, transgenic mice with a point mutation (D193N) were made. The mice expressing the transport mutant D193N gene grew normally until they reached adulthood. The mutant KDEL receptor did not function after 14 weeks of age, and these mice developed DCM. They were observed to have dilated heart chambers, as well as higher heart-to-body ratios with enlarged hearts, and the cardiac myocytes were larger in size. No difference was observed in arterial blood pressure between wild-type and mutant mice, thus cardiomegaly was not attributed to hypertension. Upon analysis, it was found that KDEL mutant mice had proliferation in their sarcoplasmic reticulum (SR) and a narrowing in the transverse tubule compared to the wild-type and controls. Moreover, aggregations of degenerative membrane proteins were observed in the expanded SR. This suggests that the mutant KDEL receptor leads to impaired recycling and quality control of the ER, which leads to aggregation of misfolded proteins in the ER. Furthermore, KDEL D193N transgenic mice had defects in the L-type Ca++ channel current in ventricular myocytes. The basal current of these channels was significantly lower than the controls. L-type channels expression was lower in the plasma membrane of the KDEL D193N heart cells due to the narrowing of transverse tubules. BiP, a chaperone protein, was unevenly distributed and synthesized in larger proportion in the transgenic mutant mice, which suggests that there was an increase in concentration of misfolded proteins. They also observed aggregates of the ubiquitin-proteasome system (a degradation system); this suggests that there was saturation of the system due to the high levels of misfolded proteins that lead to impaired ER quality control. The researchers concluded that hyperubiquitination and saturation of the proteasome system results due to the accumulation of misfolded protein, which induces stress. The accumulation of misfolded proteins induced by ER stress has also been observed in human DCM. A murine DCM study found an increase in apoptosis due to the high levels of CHOP expression. CHOP is a transcription factor that is elevated during ER stress and causes apoptosis of cells during the process of an unfolded protein response. Increase pressure load/mechanical stress in KDEL D193N mice caused an even greater synthesis of BiP, CHOP and other proteins that are biomarkers of cellular stress and ER stress as the capacity of the ER to deal with this is very limited.",
            "score": 153.1171897649765
        },
        {
            "docid": "22270008_11",
            "document": "Slit (protein) . Several studies have shown that the interaction of Slit with its receptors is crucial in regulating the processes involved with the formation of organs. As previously discussed, these interactions play a key role in cell migration. Not surprisingly then, this gene has been found expressed during the development of tightly regulated tissues, such as the heart, lungs, gonads, and ovaries. For example, in early development of the heart tube in \"Drosophila\", Slit and two of its Robo receptors guide migrating cardioblasts and pericardial cells in the dorsal midline. In addition, research on mice has shown that \"Slit3\" and its interaction with \"Robo1\" may be crucial to the development and maturation of lung tissue. Similarly, the expression of \"Slit3\" is upregulated when aligning airway epithelium with endothelium. Due to its regulating function in tissue development, absence or mutations in the expression of these genes can result in abnormalities of these tissues. Several studies in mice and other vertebrates have shown that this deficit results in death almost immediately after birth.",
            "score": 140.3901891708374
        },
        {
            "docid": "42454990_6",
            "document": "Myhre syndrome . Congenital heart disease and undescended testes have also been reported in association with this syndrome. Myhre syndrome is due to mutations in the SMAD4 gene. This gene encodes a protein - transducer mediating transforming growth factor beta. Some researchers believe that the SMAD4 gene mutations that cause Myhre syndrome impair the ability of the SMAD4 protein to attach (bind) properly with the other proteins involved in the signaling pathway. Other studies have suggested that these mutations result in an abnormally stable SMAD4 protein that remains active in the cell longer. Changes in SMAD4 binding or availability may result in abnormal signaling in many cell types, which affects development of several body systems and leads to the signs and symptoms of Myhre syndrome.",
            "score": 130.4417064189911
        },
        {
            "docid": "4796463_2",
            "document": "PAX6 . Paired box protein Pax-6, also known as aniridia type II protein (AN2) or oculorhombin, is a protein that in humans is encoded by the \"PAX6\" gene. Pax6 is a transcription factor present during embryonic development. The encoded protein contains two different binding sites that are known to bind DNA and function as regulators of gene transcription. It is a key regulatory gene of eye and brain development. Within the brain, the protein is involved in development of the specialized cells that process smell. As a transcription factor, Pax6 activates and/or deactivates gene expression patterns to ensure for proper development of the tissue. Mutations of the Pax6 gene are known to cause various disorders of the eyes. Two common disorders associated with a mutation are: aniridia, the absence of the iris, and Peters' anomaly, thinning and clouding of the cornea. Scientists have created a \"tae\" model using mice during which time the mouse does not express Pax6. The \"knockout\" model is eyeless or has very underdeveloped eyes further indicating Pax6 is required for proper eye development.",
            "score": 103.9590185880661
        },
        {
            "docid": "14754630_6",
            "document": "Homeobox protein Nkx-2.5 . NKX2.5 has been shown to interact with GATA4 and TBX5. NKX 2.5 is a transcription factor that regulates heart development from the Cardiac Crescent of the splanchnic mesoderm in humans. NKX2.5 is dependent upon the JAK-STAT pathway and works along with MEF2, HAND1, and HAND2 transcription factors to direct heart looping during early heart development. NKX2.5 in vertebrates is equivalent to the ‘tinman’ gene in Drosophila and directly activates the MEF2 gene to control cardiomyocyte differentiation. NKX2.5 operates in a positive feedback loop with GATA transcription factors to regulate cardiomyocyte formation. NKX2.5 influences HAND1 and HAND2 transcription factors that control the essential asymmetrical development of the heart’s ventricles. The gene has been show to play a role in the heart's conduction system, postnatally. NKX2-5 is also involved in the intrinsic mechanisms that decide ventricle and atrial cellular fate. During ventricular chamber formation, NKX2-5 and NKX2-7 are required to maintain cardiomyocyte cellular identity. Repression of either gene results in the differentiating cardiomyocytes to move towards atrial chamber identity. The Nbx2.5 mutation has also been associated with preeclampsia; though research is still being conducting in this area.",
            "score": 151.21466827392578
        },
        {
            "docid": "4796463_9",
            "document": "PAX6 . Experiments in mice demonstrate that a deficiency in Pax-6 leads to decrease in brain size, brain structure abnormality leading to Autism, lack of iris formation or a thin cornea. Knockout experiments produced eyeless phenotypes reinforcing the gene’s role in eye development. During embryological development the PAX6 gene, found on chromosome 2, can be seen expressed in multiple early structures such as the spinal cord, hindbrain, forebrain and eyes. Mutations of the PAX6 gene in mammalian species can produce a drastic effect on the phenotype of the organism. This can be seen in mice that contain homozygous mutations of the 422 amino acid long transcription factor encoded by PAX6 in which they do not develop eyes or nasal cavities termed ‘small eye’ mice (PAX10). Deletion of PAX6 induces the same abnormal phenotypes indicating that mutations cause the protein to lose functionality. PAX6 is essential is the formation of the retina, lens and cornea due to its role in early cell determination when forming precursors of these structures such as the optic vesicle and overlying surface ectoderm. PAX10 mutations also hinder nasal cavity development due to the similar precursor structures that in small eye mice do not express PAX10 mRNA. Mice with the mutant genotype begin to be phenotypically differentiable from normal mouse embryos at about day 9 to 10 of gestation. The full elucidation of the precise mechanisms and molecular components by which the PAX6 gene influences eye, nasal and central nervous system development are still researched however, the study of PAX6 has brought more understanding to the development and genetic complexities of these mammalian body systems.",
            "score": 114.37919116020203
        },
        {
            "docid": "7673869_3",
            "document": "Catecholaminergic polymorphic ventricular tachycardia . CPVT is caused by genetic mutations affecting proteins that regulate the concentrations of calcium within cardiac muscle cells. The most commonly identified gene is RYR2, encoding a protein encoding a channel known as the ryanodine receptor, which releases calcium from the cells internal calcium store, the sarcoplasmic reticulum, during every heartbeat.",
            "score": 177.2065715789795
        },
        {
            "docid": "7673869_11",
            "document": "Catecholaminergic polymorphic ventricular tachycardia . CPVT can be caused by mutations in several genes, all of which are responsible for regulating the concentrations of calcium within cardiac muscle cells. The most commonly identified genetic mutation in CPVT is a mutation in the RYR2 gene that encodes the cardiac ryanodine receptor, responsible for releasing calcium from the sarcoplasmic reticulum. Mutations in this gene lead to an autosomal dominant form of CPVT. Mutations associated with CPVT have also been identified in the CASQ2 gene which encodes calsequestrin, a protein that binds calcium within the sarcoplasmic reticulum. Other genes associated with CPVT include TECRL encoding Trans-2,3-enoyl-CoA reductase-like protein, CALM1 encoding Calmodulin, and TRDN encoding Triadin.",
            "score": 180.46555542945862
        },
        {
            "docid": "7105109_6",
            "document": "Plakoglobin . In additional studies, an inducible cardiac-specific plakoglobin knockout mice were generated. Transgenic mice displayed a similar phenotype as arrhythmogenic right ventricular cardiomyopathy patients, with loss of cardiomyocytes, fibrosis and cardiac dysfunction, as well as alterations in desmosome protein content and gap junction remodeling. Hearts also exhibited increases in β-catenin signaling. Further investigations on the role of β-catenin and plakoglobin in the heart generated a double knockout of these two proteins. Mice exhibited cardiomyopathy, fibrosis, conduction abnormalities and sudden cardiac death, presumably via spontaneous lethal ventricular arrhythmias. Mice also showed a decrease in gap junction structures at intercalated discs.",
            "score": 79.1918830871582
        },
        {
            "docid": "638645_3",
            "document": "Short QT syndrome . Some individuals with short QT syndrome frequently complain of palpitations and may have unexplained syncope (loss of consciousness). Mutations in the \"KCNH2\", \"KCNJ2\", and \"KCNQ1\" genes cause short QT syndrome. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged atoms (ions) of potassium into and out of cells. In cardiac muscle, these ion channels play critical roles in maintaining the heart's normal rhythm. Mutations in the \"KCNH2\", \"KCNJ2\", or \"KCNQ1\" gene increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, leading to the abnormal heart rhythm characteristic of short QT syndrome. Short QT syndrome appears to have an autosomal dominant pattern of inheritance.",
            "score": 218.23760282993317
        },
        {
            "docid": "7012714_4",
            "document": "Cav1.2 . The alpha-1 subunit consists of 24 transmembrane segments and forms the pore through which ions pass into the cell. The calcium channel consists of a complex of alpha-1, alpha-2/delta and beta subunits in a 1:1:1 ratio. The S3-S4 linkers of Cav1.2 determine the gating phenotype and modulated gating kinetics of the channel. Cav1.2 is widely expressed in the smooth muscle, pancreatic cells, fibroblasts, and neurons. However, it is particularly important and well known for its expression in the heart where it mediates L-type currents, which causes calcium-induced calcium release from the ER Stores via ryanodine receptors. It depolarizes at -30mV and helps define the shape of the action potential in cardiac and smooth muscle. The protein encoded by this gene binds to and is inhibited by dihydropyridine. In the arteries of the brain, high levels of calcium in mitochondria elevates activity of nuclear factor kappa B NF-κB and transcription of CACNA1c and functional Cav1.2 expression increases. Cav1.2 also regulates levels of osteoprotegerin.",
            "score": 165.70649874210358
        },
        {
            "docid": "14754630_4",
            "document": "Homeobox protein Nkx-2.5 . NK-2 homeobox genes are a family of genes that encode for numerous transcription factors that go on to aid in the development of many structures including the thyroid, colon, and heart. Of the NK-2 genes, Nkx-2.5 transcription factor is mostly involved in cardiac development and defects with this gene can lead to congenital heart defects including, but not limited to atrial septal defects. Nkx-2.5 is expressed in precursor cardiac cells and this expression is necessary in order to lead to proper cardiac development. In Nkx-2.5 gene knock out mice, subjects were found to have induced congenital heart defects by leading to differentially expressed genes. In the case of loss of function of Nkx-2.5, test subjects developed increased heart rate and decreased variability in heart rate. This discovery indicates that Nkx-2.5 is necessary for proper cardiac formatting as well as proper cardiac function after formatting. Nkx-2.5 has also been shown to bind to the promoter of FGF-16 and regulate its expression. This finding suggests that Nkx-2.5 is implicated in cardiac injury via cytotoxic effects.",
            "score": 145.37446701526642
        },
        {
            "docid": "14762406_6",
            "document": "TBX5 (gene) . The encoded protein may play a role in heart development and specification of limb identity. Mutations in this gene have been associated with Holt-Oram syndrome, a developmental disorder affecting the heart and upper limbs. Skeletally there may be abnormally bent fingers, sloping shoulders, and phocomelia. Cardiac defects include ventral and atrial septation and problems with the conduction system. Several transcript variants encoding different isoforms have been described for this gene.",
            "score": 147.5264391899109
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 175.38043749332428
        },
        {
            "docid": "374215_26",
            "document": "Programmed cell death . Programmed cell death can be reduced or eliminated in the developing nervous system by the targeted deletion of pro-apoptotic genes or by the overexpression of anti-apoptotic genes. The absence or reduction of PCD can cause serious anatomical malformations but can also result in minimal consequences depending on the gene targeted, neuronal population, and stage of development. Excess progenitor cell proliferation that leads to gross brain abnormalities is often lethal, as seen in caspase-3 or caspase-9 knockout mice which develop exencephaly in the forebrain. The brainstem, spinal cord, and peripheral ganglia of these mice develop normally, however, suggesting that the involvement of caspases in PCD during development depends on the brain region and cell type. Knockout or inhibition of apoptotic protease activating factor 1 (APAF1), also results in malformations and increased embryonic lethality. Manipulation of apoptosis regulator proteins Bcl-2 and Bax (overexpression of Bcl-2 or deletion of Bax) produces an increase in the number of neurons in certain regions of the nervous system such as the retina, trigeminal nucleus, cerebellum, and spinal cord. However, PCD of neurons due to Bax deletion or Bcl-2 overexpression does not result in prominent morphological or behavioral abnormalities in mice. For example, mice overexpressing Bcl-2 have generally normal motor skills and vision and only show impairment in complex behaviors such as learning and anxiety. The normal behavioral phenotypes of these mice suggest that an adaptive mechanism may be involved to compensate for the excess neurons.",
            "score": 106.05808210372925
        },
        {
            "docid": "2223797_11",
            "document": "Saethre–Chotzen syndrome . In searching for the gene responsible for SCS, scientists at Johns Hopkins Children’s Center began studying the TWIST gene because its effects on mice. The TWIST gene in mice, functions in the development of the muscle and skeleton of the face, head, hands, and feet. Mice that were lacking both copies of the TWIST gene were spontaneously aborted prior to birth, and had serious deformities including abnormal limb and head defects and failure of the neural tube to properly close. However, mice with a single copy of the non-working TWIST gene survived. Further examination revealed that these mice had only minor skull, hand, and foot defects similar to those seen in SCS. The mouse TWIST gene is located on chromosome 12 in mice, which corresponds to the short arm of chromosome 7 in humans. With this information, scientists began to isolate and map the human TWIST gene on the short arm of human chromosome 7. They revealed that the human TWIST gene was in the same region that was absent in people with SCS. While looking for different mutations in the human TWIST gene, five different types of mutations were discovered in individuals with SCS. Since none of these mutations were seen in normal individuals who didn't have SCS, this provided enough evidence to conclude that the TWIST gene was the causative agent of SCS1. Researchers also studied the TWIST gene in \"Drosophila\" (fruit fly) in order to determine its function. They discovered that in the presence of two TWIST protein molecules combined together, the TWIST gene functions as a DNA transcription factor, meaning it binds to the DNA double-helix at specific locations in order to control which genes are \"turned on\" or activated. The majority of the identified mutations in the TWIST gene interfere with how the protein attaches to DNA, preventing the activation of other genes that would normally be turned on during fetal development.",
            "score": 109.06150829792023
        },
        {
            "docid": "14754630_3",
            "document": "Homeobox protein Nkx-2.5 . Homeobox-containing genes play critical roles in regulating tissue-specific gene expression essential for tissue differentiation, as well as determining the temporal and spatial patterns of development (Shiojima et al., 1995). It has been demonstrated that a \"Drosophila\" homeobox-containing gene called 'tinman' is expressed in the developing dorsal vessel and in the equivalent of the vertebrate heart. Mutations in tinman result in loss of heart formation in the embryo, suggesting that tinman is essential for \"Drosophila\" heart formation. Furthermore, abundant expression of Csx, the presumptive mouse homolog of tinman, is observed only in the heart from the time of cardiac differentiation. CSX, the human homolog of murine Csx, has a homeodomain sequence identical to that of Csx and is expressed only in the heart, again suggesting that CSX plays an important role in human heart formation. In humans, proper NKX2-5 expression is essential for the development of atrial, ventricular, and conotruncal septation, atrioventricular (AV) valve formation, and maintenance of AV conduction. Mutations in expression are associated with congenital heart disease (CHD) and related ailments. Patients with NKX2-5 mutations commonly present AV conduction block and atrial septal defects (ASD). Recently, postnatal roles of cardiac transcription factors have been extensively investigated. Consistent with the direct transactivation of numerous cardiac genes reactivated in response to hypertrophic stimulation, cardiac transcription factors are profoundly involved in the generation of cardiac hypertrophy or in cardioprotection from cytotoxic stress in the adult heart. Nkx-2.5 transcription factor may help myocytes endure cytotoxic stress, however further exploration in this field is required.",
            "score": 148.77902603149414
        },
        {
            "docid": "15215486_4",
            "document": "JARID2 . In search of developmentally important genes, Jarid2 has previously been identified by gene trap technology as an important factor necessary for organ development. During mouse organogenesis, Jarid2 is involved in the formation of the neural tube and development of the liver, spleen, thymus and cardiovascular system. Continuous Jarid2 expression in the tissues of the heart, highlight its presiding role in the development of both the embryonic and the adult heart. Mutant models of Jarid2 embryos show severe heart malformations, ventricular septal defects, noncompaction of the ventricular wall, and dilated atria. Homozygous mutants of Jarid2 are found to die soon after birth. Overexpression of the mouse Jarid2 gene has been reported to repress cardiomyocyte proliferation through it close interaction with retinoblastoma protein (Rb), a master cell cycle regulator. Retinoblastoma-binding protein-2 and the human SMCX protein share regions of homology between mice and humans.",
            "score": 142.89535927772522
        },
        {
            "docid": "14753904_9",
            "document": "S100A1 . S100A1 has shown to be a regulator of myocardial contractility. S100A1 overexpression via adenoviral gene transfer in adult rabbit cardiomyocytes or a cardiac-restricted S100A1 murine transgenic enhanced cardiac contractile performance by increasing sarcoplasmic reticular calcium transients and uptake, altering the calcium sensitivity and cooperativity of myofibrils, enhancing SERCA2A activity and enhancing calcium-induced calcium release. Specifically, S100A1 increases the gain of excitation-contraction coupling and decreases calcium spark frequency in cardiomyocytes. Enhancement of L-type calcium channel transsarcolemmal calcium influx by S100A has been shown to be dependent on protein kinase A. Effects of S100A1 on myofilament proteins may be via Titin; S100A1 has been shown to interact with the PEVK region of Titin in a calcium-dependent manner, and it's binding reduces the force in an in vitro motility assay, suggesting that S100A may modulate Titin-based passive tension prior to systole. In mice with ablation of the S100A1 gene (S100A1-/-), cardiac reserve upon beta adrenergic stimulation was impaired, showing reduced contraction rate and relaxation rate, as well as reduced calcium sensitivity. However, S100A1-/- did not show the eventual cardiac hypertrophy or chamber dilation in aged mice.",
            "score": 135.3530957698822
        },
        {
            "docid": "53804425_2",
            "document": "Neuronatin . Neuronatin (Nnat) is a protein coding gene involved in mammalian brain development. It is located on Chromosome 20 in humans and is only expressed from the paternal allele in normal adults. It encodes the protein neuronatin, a proteolipid, that functions in the control of ion channels during brain development. Neuronatin begins the differentiation of pluripotent stem cells into cells with a neural fate by increasing their calcium levels. Neuronatin expression in neural tissues throughout the brain contributes to development of the nervous system. It is also expressed in several tissues outside of the brain. For example, expression in skin cells controls the differentiation of keratinocytes. Neuronatin expression functions not only in development, but other processes throughout the body. It also plays a direct and indirect role in diabetes. Increased expression in pancreatic islet beta cells causes the beta form of the protein to build an aggregate structure. This causes the cells to undergo apoptosis, thus leading to diabetes mellitus. Its effects on glycogen metabolism through the dephosphorylation and activation of the enzyme glycogen synthase may also play an indirect role in contributing to the disease. A different type of malformation in the gene also has the potential to cause a variety of cancers. Contained within the promoter region of the gene are three CpG islands. These imprint regions function in the regulation of gene expression through the process of cytosine methylation. The loss of methylation within these areas triggers an irregular cell growth, resulting in embryonic neoplasms.",
            "score": 165.27518129348755
        },
        {
            "docid": "2281317_16",
            "document": "Nucleoside-diphosphate kinase . There was a lot of debate on whether NM23 gene is responsible for suppressing or activating metastasis. The two contradicting sides on this subject remained ambiguous and undefined throughout the course of NDPK studies. However, recent experiments began to show evidence for NM23 being a suppressor of metastasis. Nme2 was tagged as an anti-metastasis gene, using the tissue chip technology and immunohistochemistry. When Nme2 gene products were over-produced in gastric cancer cells, there was a decrease in proliferation, migration, and invasion of such cancer cells. The cell cultures revealed that Nme2 impacts gastric cancer cells, but the question still remains about what regulates Nme2 activities among various cancer types. Nme1 was found in great number in poorly metastatic sublines of melanoma cells. Also, the transfection of Nme1 into a highly metastatic melanoma line significantly reduced metastasis. This theory has been tested with mice as well; the Nme1-deficient mice formed greater lung metastases than wild type mice, showing that this gene has suppressing activity. Invasion of cancer occurs due to changes in cell adhesion and it is caused by gene expression changes in the epithelial-mesenchymal transition (EMT). Surprisingly, there are many adhesion molecules, motility factors, signaling pathways, proteolytic events, EMT hallmarks, and other transcriptional programs that have been linked to the Nme1 proteins. These proteins go about interrupting metastasis by binding metastasis-promoting proteins. The Nme1 proteins bind to viral proteins, oncogenes, and other metastasis-promoting factors. The binding may be indirect by using the signaling complex.",
            "score": 116.61166143417358
        },
        {
            "docid": "14133729_4",
            "document": "GATA4 . GATA4 is a critical transcription factor for proper mammalian cardiac development and essential for survival of the embryo. GATA4 works in combination with other essential cardiac transcription factors as well, such as Nkx2-5 and Tbx5. GATA4 is expressed in both embryo and adult cardiomyocytes where it functions as a transcriptional regulator for many cardiac genes, and also regulates hypertrophic growth of the heart. GATA4 promotes cardiac morphogenesis, cardiomyocytes survival, and maintains cardiac function in the adult heart. Mutations or defects in the GATA4 gene can lead to a variety of cardiac problems including congenital heart disease, abnormal ventral folding, and defects in the cardiac septum separating the atria and ventricles, and hypoplasia of the ventricular myocardium. As seen from the abnormalities from deletion of GATA4, it is essential for cardiac formation and the survival of the embryo during fetal development.  GATA4 is not only important for cardiac development, but also development and function of the mammalian fetal ovary and contributes to fetal male gonadal development and mutations may lead to defects in reproductive development. GATA4 has also been discovered to have an integral role in controlling the early stages of pancreatic and hepatic development.",
            "score": 134.59241223335266
        },
        {
            "docid": "4545271_9",
            "document": "Phospholipid scramblase . Recent findings suggest that PLSCR3 and, to a lesser degree, PLSCR1 are critical to the normal regulation of fat accumulation in mice. In addition to blood cells, PLSCR3 is expressed to a significantly higher level in fat and muscle cells, which are actively involved in fat metabolism. PLSCR3 knockout mice showed an aberrant abdominal fat accumulation, glucose intolerance, insulin resistance, and dyslipidema as compared to controlled mice. Cultured fat cells from PLSCR3 knockout mice were engorged with neutral lipids. Blood plasma of these mice showed elevated levels of non-high-density lipoproteins, cholesterol, triglycerides, non-esterified fatty acids, and leptin, but low adiponectin content. Abdominal fat accumulation with the formation of enlarged lipid engorged adipocytes has emerged as the key risk factor for the onset of type 2 diabetes, which is often a manifestation of a broader underlying metabolic disorder termed as metabolic syndrome. Further studies on the regulation of lipid metabolism by PLSCRs are required to understand the risk for development of similar diseases in humans when PLSCR genes are mutated, leading to a defective expression and/or function of PLSCR proteins.",
            "score": 119.35886669158936
        }
    ],
    "r": [
        {
            "docid": "8981514_4",
            "document": "Familial atrial fibrillation . Mutations in the \"KCNQ1\" gene cause familial atrial fibrillation. The \"KCNE2\" and \"KCNJ2\" genes are associated with familial atrial fibrillation. A small percentage of all cases of familial atrial fibrillation are associated with changes in the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged potassium ions into and out of cells. In heart muscle, the ion channels produced from the \"KCNE2\", \"KCNJ2\", and \"KCNQ1\" genes play critical roles in maintaining the heart's normal rhythm. Mutations in these genes have been identified in only a few families worldwide. These mutations increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, increasing the risk of syncope, stroke, and sudden death.",
            "score": 291.6178894042969
        },
        {
            "docid": "8129_13",
            "document": "Digitalis . Digitalis works by inhibiting sodium-potassium ATPase. This results in an increased intracellular concentration of sodium ions and thus a decreased concentration gradient across the cell membrane. This increase in intracellular sodium causes the Na/Ca exchanger to reverse potential, i.e., transition from pumping sodium into the cell in exchange for pumping calcium out of the cell, to pumping sodium out of the cell in exchange for pumping calcium into the cell. This leads to an increase in cytoplasmic calcium concentration, which improves cardiac contractility. Under normal physiological conditions, the cytoplasmic calcium used in cardiac contractions originates from the sarcoplasmic reticulum, an intracellular organelle that specializes in the storage of calcium. Human newborns, some animals, and patients with chronic heart failure lack well developed and fully functioning sarcoplasmic reticula and must rely on the Na/Ca exchanger to provide all or a majority of the cytoplasmic calcium required for cardiac contraction. For this to occur, cytoplasmic sodium must exceed its typical concentration to favor a reversal in potential, which naturally occurs in human newborns and some animals primarily through an elevated heart rate; in patients with chronic heart failure it occurs through the administration of digitalis. As a result of increased contractility, stroke volume is increased. Ultimately, digitalis increases cardiac output (Cardiac Output=Stroke Volume x Heart Rate). This is the mechanism that makes this drug a popular treatment for congestive heart failure, which is characterized by low cardiac output. Digitalis also has a vagal effect on the parasympathetic nervous system, and as such is used in re-entrant cardiac arrhythmias and to slow the ventricular rate during atrial fibrillation. The dependence on the vagal effect means digitalis is not effective when a patient has a high sympathetic nervous system drive, which is the case with acutely ill persons, and also during exercise.",
            "score": 268.3531188964844
        },
        {
            "docid": "242360_24",
            "document": "Systole . Systole of the heart is initiated by electrically excitable cells situated in the sinoatrial node. These cells are activated spontaneously by depolarization of the electrical potential across their cell membranes, which causes voltage-gated calcium channels on the cell membrane to open and allow calcium ions to pass through into the sarcoplasm (cytoplasm) of cardiac muscle cells. Calcium ions bind to molecular receptors on the sarcoplasmic reticulum (see graphic), which causes a flux (flow) of calcium ions into the sarcoplasm.",
            "score": 254.99046325683594
        },
        {
            "docid": "334957_15",
            "document": "Digoxin . Digoxin's primary mechanism of action involves inhibition of the sodium potassium adenosine triphosphatase (Na+/K+ ATPase), mainly in the myocardium. This inhibition causes an increase in intracellular sodium levels, resulting in decreased activity of the sodium-calcium exchanger, which normally imports three extracellular sodium ions into the cell and transports one intracellular calcium ion out of the cell. The inaction of this exchanger causes an increase in the intracellular calcium concentration that is available to the contractile proteins. Increased intracellular calcium lengthens phase 4 and phase 0 of the cardiac action potential, which leads to a decrease in heart rate. Increased amounts of Ca also leads to increased storage of calcium in the sarcoplasmic reticulum, causing a corresponding increase in the release of calcium during each action potential. This leads to increased contractility (the force of contraction) of the heart without increasing heart energy expenditure.",
            "score": 249.44931030273438
        },
        {
            "docid": "423439_2",
            "document": "Sarcoplasmic reticulum . The sarcoplasmic reticulum (SR) is a membrane-bound structure found within muscle cells that is similar to the endoplasmic reticulum in other cells. The main function of the SR is to store calcium ions (Ca). Calcium ion levels are kept relatively constant, with the concentration of calcium ions within a cell being 100,000 times smaller than the concentration of calcium ions outside the cell. This means that small increases in calcium ions within the cell are easily detected and can bring about important cellular changes (the calcium is said to be a second messenger; see calcium in biology for more details). Calcium is used to make calcium carbonate (found in chalk) and calcium phosphate, two compounds that the body uses to make teeth and bones. This means that too much calcium within the cells can lead to hardening (calcification) of certain intracellular structures, including the mitochondria, leading to cell death. Therefore, it is vital that calcium ion levels are controlled tightly, and can be released into the cell when necessary and then removed from the cell.",
            "score": 242.19656372070312
        },
        {
            "docid": "424348_25",
            "document": "Cardiac muscle . Cardiac muscle forms both the atria and the ventricles of the heart. Although this muscle tissue is very similar between cardiac chambers, some differences exist. The myocardium found in the ventricles is thick to allow forceful contractions, while the myocardium in the atria is much thinner. The individual myocytes that make up the myocardium also differ between cardiac chambers. Ventricular cardiomyocytes are longer and wider, with a denser T-tubule network. Although the fundamental mechanisms of calcium handling are similar between ventricular and atrial cardiomyocytes, the calcium transient is smaller and decays more rapidly in atrial myocytes, with a corresponding increase in calcium buffering capacity. The complement of ion channels differs between chambers, leading to longer action potential durations and effective refractory periods in the ventricles. Certain ion currents such as \"I\" are highly specific to atrial cardiomyocytes, making them a potential target for treatments for atrial fibrillation.",
            "score": 239.12759399414062
        },
        {
            "docid": "857170_19",
            "document": "Cardiac action potential . This phase is also known as the \"plateau\" phase due to the membrane potential remaining almost constant, as the membrane very, very slowly begins to repolarize. This is due to the near balance of charge moving into and out of the cell. During this phase delayed rectifier potassium channels allow potassium to leave the cell whilst L-type calcium channels (activated by the flow of sodium during phase 0), allow the movement of calcium into the cell. This calcium, binds to and opens more calcium channels (called ryanodine receptors) located on the sarcoplasmic reticulum within the cell, allowing the flow of calcium out of the SR. This calcium is responsible for contraction of the heart. Not only that, but it also activates chloride channels called I, which allow Cl to enter the cell. Together the movement of both Ca and Cl oppose the voltage change caused by K. As well as this the increased calcium concentration increases the activity of the sodium-calcium exchanger, and the increase in sodium entering the cell increases activity of the sodium-potassium pump. The movement of all of these ions results in the membrane potential remaining relatively constant. This phase is responsible for the large duration of the action potential and is important in preventing irregular heartbeat (cardiac arrhythmia).",
            "score": 233.8502655029297
        },
        {
            "docid": "16313420_3",
            "document": "Tedisamil . Arrhythmias are broadly defined as abnormal electrical activity in the heart and can affect both the atria and ventricles. Atrial arrhythmias are the most common type of arrhythmia with several subtypes currently described, including atrial fibrillation. In atrial fibrillation, there is continual quivering of the atria as contraction of the muscle is uncoordinated. Under normal conditions, an electrical impulse from the sinoatrial (SA) node is distributed rapidly throughout the atria causing coordinated excitement and inactivation of atrial muscle cell ion channels resulting in uniform contraction and relaxation of the muscle fibres. During fibrillation, other electrical signals overwhelm the SA node and ion channel excitement is no longer uniform throughout the atria. This results in inappropriate activation properties, further preventing uniform contraction and relaxation of the muscle. Subsequent action potentials from the SA node will not be able to uniformly excite the muscle as not all of the channels will be available to open as some will still be held in the inactivation phase. This results in disjointed contraction, or quivering, seen in the atrial muscle during fibrillation.",
            "score": 232.54122924804688
        },
        {
            "docid": "47375191_2",
            "document": "Dyadic space (cell biology) . The dyadic space is the name for the volume of cytoplasm between pairs (dyads) of areas where the cell membrane and an organelle such as the endoplasmic reticulum (or sarcoplasmic reticulum) come into close contact (within 10-12 nanometers) of each other, creating what are known as \"dyadic clefts\". The space is important for ionic signalling. For example, the phenomenon of \"calcium-induced calcium release\", when extracellular calcium enters the cell through ion channels in T-Tubules, leading to a rapidly increased calcium concentration in the dyadic space, triggering ryanodine receptors on the sarcoplasmic reticulum to release more calcium and trigger cardiac myocyte contraction - the heart beat.",
            "score": 229.5254669189453
        },
        {
            "docid": "20869694_15",
            "document": "Atrial fibrillation . In a heart with AF, the increased calcium release from sarcoplasmic reticulum and increased calcium sensitivity can lead to accumulation of intra-cellular calcium and causes down regulation of L-type calcium channels. This reduces the duration of action potential and refractory period, thus favourable for the conduction of re-entrant waves. Increased expression of inward-rectifier potassium ion channels can cause a reduced atrial refractory period and wavelength. The abnormal distribution of gap junction proteins such as GJA1 (also known as Connexin 43), and GJA5 (Connexin 40) causes non-uniformity of electrical conduction, thus causing arrhythmia.",
            "score": 228.2220001220703
        },
        {
            "docid": "18037036_3",
            "document": "Pilsicainide . Pilsicainide is a drug used clinically in Japan to treat cardiac arrhythmias. It functions by blocking the fast inward movement of sodium ions through the Nav1.5 sodium channel that contributes to the rapid depolarization characteristic of phase 0 in the cardiac action potential. Pilsicainide is a pure sodium channel blocker, meaning it does not significantly affect any other cardiac channels including potassium and calcium channels. Pilsicainide binds to a common site on the sodium channel through either intracellular or extracellular application(3). The affinity of pilsicainide for the sodium channel receptor and its rate of binding are dependent on the state of the channel. It has been proven to have a greater affinity for the receptor in its inactivated state as opposed to resting or open(4), thereby following the modulated receptor hypothesis(5). Binding of pilsicainide selectively inhibits the channel(6), preventing the movement of sodium ions into the cardiac cell. This decreases the rate of depolarization of the cell membrane as well as the action potential amplitude, but has no effect on the overall duration of the action potential(6). Suppression of the depolarization rate is use-dependent(7), and therefore inhibition increases with increased stimulation. Pilsicainide also causes delayed impulse conduction through the myocardium in a dose-dependent manner(8). The effects of pilsicainide have a slow rate of onset and offset resulting in a prolonged recovery time(9). This contributes to its potent blocking activity and its classification as a class 1c antiarrhythmic agent(10). A cardiac arrhythmia includes any abnormal heartbeat and can be manifested as tachycardia, bradycardia, or other irregular rhythms. Pilsicainide has been proven successful in treating both ventricular(11) and supraventricular arrhythmias with few adverse effects(12). It is especially effective in the treatment of atrial fibrillation. Atrial fibrillation is the most common type of arrhythmia(14). It may result from various heart abnormalities or may occur spontaneously in a seemingly healthy individual(15). Atrial fibrillation is characterized by rapid, disorganized electrical impulses in the atria resulting in depolarization of only a small group of myocardial cells. This prevents the atria from undergoing coordinated contraction, instead resulting in small fibrillations of the heart muscle. Re-entry occurs when an impulse does not die after activating the heart but instead returns to the atria and causes re-excitation(16). Simultaneous re-entry of multiple impulses with short wavelengths results in atrial fibrillation(17). Impulse wavelength is the product of the conduction velocity and the effective refractory period. Pilsicainide suppresses atrial conduction velocity but also increases the effective refractory period(18). Its effects on the refractory period are significantly more substantial, and therefore pilsicainide treatment results in an increased wavelength and termination of atrial fibrillation. A single oral dose of pilsicainide effectively restores normal sinus rhythm in patients with recent-onset atrial fibrillation and a healthy left ventricle. Long-term therapy with pilsicainide is successful in treating chronic atrial fibrillation).",
            "score": 227.65689086914062
        },
        {
            "docid": "598570_12",
            "document": "Sinoatrial node . This phase is also known as the pacemaker potential. Immediately following an action potential, when the membrane potential is very negative (it is hyperpolarised) the voltage slowly begins to increase. This is initially due to the closing of potassium channels, which reduces the flow of potassium ions (I) out of the cell (see phase 3, below). Alongside the deactivation of the potassium channels, channels known as hyperpolarisation-activated cyclic nucleotide–gated (HCN) channels, are activated. Activation of these channels at very negative membrane potential is an unusual property for ion channels, therefore the flow of sodium (Na) and some potassium (K) through the activated HCN channel is referred to as a \"funny current\" (I). This funny current causes the membrane potential of the cell to gradually increase, as the positive charge (Na and K) is flowing into the cell. Another mechanism involved in pacemaker potential is known as the calcium clock. Here, calcium is released spontaneously from the sarcoplasmic reticulum (a calcium store) into the cell, this is known as a spontaneous Ca spark. This in-crease in calcium within the cell then activates a sodium-calcium exchanger (NCX), which removes one Ca from the cell, and exchanges it for 3 Na into the cell (therefore removing a charge of +2 from the cell, but allowing a charge of +3 to enter the cell) therefore in-creasing the membrane potential. The calcium is later pumped back into the cell via calcium channels located on the cell membrane and SR membrane. The increase in membrane potential produced by these mechanisms, activates T-type calcium channels and then L-type calcium channels (which open very slowly). These channels allow a flow of calcium ions (Ca) into the cell, making the membrane potential more positive.",
            "score": 227.6389923095703
        },
        {
            "docid": "650897_7",
            "document": "Electrical conduction system of the heart . Cardiac muscle has some similarities to neurons and skeletal muscle, as well as important unique properties. Like a neuron, a given myocardial cell has a negative membrane potential when at rest. Stimulation above a threshold value induces the opening of voltage-gated ion channels and a flood of cations into the cell. The positively charged ions entering the cell cause the depolarization characteristic of an action potential. Like skeletal muscle, depolarization causes the opening of voltage-gated calcium channels and release of Ca from the t-tubules. This influx of calcium causes calcium-induced calcium release from the sarcoplasmic reticulum, and free Ca causes muscle contraction. After a delay, potassium channels reopen, and the resulting flow of K out of the cell causes repolarization to the resting state.",
            "score": 226.6747283935547
        },
        {
            "docid": "424348_20",
            "document": "Cardiac muscle . However, the mechanism by which calcium concentrations within the cytosol rise differ between skeletal and cardiac muscle. In cardiac muscle, the action potential comprises an inward flow of both sodium and calcium ions. The flow of sodium ions is rapid but very short-lived, while the flow of calcium is sustained and gives the plateau phase characteristic of cardiac muscle action potentials. The comparatively small flow of calcium through the L-type calcium channels triggers a much larger release of calcium from the sarcoplasmic reticulum in a phenomenon known as calcium-induced calcium release. In contrast, in skeletal muscle, minimal calcium flows into the cell during action potential and instead the sarcoplasmic reticulum in these cells is directly coupled to the surface membrane. This difference can be illustrated by the observation that cardiac muscle fibres require calcium to be present in the solution surrounding the cell in order to contract, while skeletal muscle fibres will contract without extracellular calcium.",
            "score": 223.31507873535156
        },
        {
            "docid": "2302081_12",
            "document": "T-tubule . As well as T-tubules being a site for calcium entry into the cell, they are also a site for calcium removal. This is important as it means that calcium levels within the cell can be tightly controlled in a small area (i.e. between the T-tubule and sarcoplasmic reticulum, known as local control). Proteins such as the sodium-calcium exchanger, and the sarcolemmal ATPase are located mainly in the T-tubule membrane. The sodium-calcium exchanger passively removes one calcium ion from the cell in exchange for three sodium ions. As a passive process it can therefore allow calcium to flow into or out of the cell depending on the combination of the relative concentrations of these ions and the voltage across the cell membrane (the electrochemical gradient). The calcium ATPase removes calcium from the cell actively, using energy derived from adenosine triphosphate (ATP).",
            "score": 222.21383666992188
        },
        {
            "docid": "42057779_5",
            "document": "Exertional rhabdomyolysis . Exertional rhabdomyolysis results from damage to the intercellular proteins inside the sarcolemma. Myosin and actin break down in the sarcomeres when ATP is no longer available due to injury to the sarcoplasmic reticulum. Damage to the sarcolemma and sarcoplasmic reticulum from direct trauma or high force production causes a high influx of calcium into the muscle fibers increasing calcium permeability. Calcium ions build up in the mitochondria, impairing cellular respiration. The mitochondria are unable to produce enough ATP to power the cell properly. Reduction in ATP production impairs the cells ability to extract calcium from the muscle cell. The ion imbalance causes calcium-dependent enzymes to activate which break down muscle proteins even further. A high concentration of calcium activates muscle cells, causing the muscle to contract while inhibiting its ability to relax. The increase of sustained muscle contraction leads to oxygen and ATP depletion with prolonged exposure to calcium. The muscle cell membrane pump may become damaged allowing free form myoglobin to leak into the bloodstream.",
            "score": 218.98194885253906
        },
        {
            "docid": "638645_3",
            "document": "Short QT syndrome . Some individuals with short QT syndrome frequently complain of palpitations and may have unexplained syncope (loss of consciousness). Mutations in the \"KCNH2\", \"KCNJ2\", and \"KCNQ1\" genes cause short QT syndrome. These genes provide instructions for making proteins that act as channels across the cell membrane. These channels transport positively charged atoms (ions) of potassium into and out of cells. In cardiac muscle, these ion channels play critical roles in maintaining the heart's normal rhythm. Mutations in the \"KCNH2\", \"KCNJ2\", or \"KCNQ1\" gene increase the activity of the channels, which changes the flow of potassium ions between cells. This disruption in ion transport alters the way the heart beats, leading to the abnormal heart rhythm characteristic of short QT syndrome. Short QT syndrome appears to have an autosomal dominant pattern of inheritance.",
            "score": 218.23760986328125
        },
        {
            "docid": "7138038_3",
            "document": "Calsequestrin . Cardiac calsequestrin (CASQ2) plays an integral role in cardiac regulation. Mutations in the cardiac calsequestrin gene have been associated with cardiac arrhythmia and sudden death. CASQ2 is thought to have a role in regulating cardiac excitation-contraction coupling and calcium-induced calcium release (CICR) in the heart, as overexpression of CASQ2 has been shown to substantially raise the magnitude of cell-averaged I-induced calcium transients and spontaneous calcium sparks in isolated heart cells. Furthermore, CASQ2 modulates the CICR mechanism by lengthening to process to functionally recharge the sarcoplamsic reticulum's calcium ion stores. A lack of or mutation in CSQ2 has been directly associated with catecholamine-induced polymorphic ventricular tachycardia (CPVT). A mutation can have a significant effect if it disrupts the linear polymerization ability of CASQ2, which directly accounts for its high-capacity to bind Ca. In addition, the hydrophobic core of domain II appears to be necessary for CASQ2's function, because a single amino acid mutation that disrupts this hydrophobic core directly leads to molecular aggregates, which are unable to respond to calcium ions.",
            "score": 217.4054718017578
        },
        {
            "docid": "423439_8",
            "document": "Sarcoplasmic reticulum . Calcium ion release from the SR, occurs in the junctional SR/terminal cisternae through a ryanodine receptor (RyR) and is known as a calcium spark. There are three types of ryanodine receptor, RyR1 (in skeletal muscle), RyR2 (in cardiac muscle) and RyR3 (in the brain). Calcium release through ryanodine receptors in the SR is triggered differently in different muscles. In cardiac and smooth muscle an electrical impulse (action potential) triggers calcium ions to enter the cell through an L-type calcium channel located in the cell membrane (smooth muscle) or T-tubule membrane (cardiac muscle). These calcium ions bind to and activate the RyR, producing a larger increase in intracellular calcium. In skeletal muscle, however, the L-type calcium channel is bound to the RyR. Therefore activation of the L-type calcium channel, via an action potential, activates the RyR directly, causing calcium release (see calcium sparks for more details). Also, caffeine (found in coffee) can bind to and stimulate RyR. Caffeine works by making the RyR more sensitive to either the action potential (skeletal muscle) or calcium (cardiac or smooth muscle) therefore producing calcium sparks more often (this can result in increased heart rate, which is why we feel more awake after coffee).",
            "score": 214.74957275390625
        },
        {
            "docid": "423439_4",
            "document": "Sarcoplasmic reticulum . The SR contains ion channel pumps, within its membrane that are responsible for pumping Ca into the SR. As the calcium ion concentration within the SR is higher than in the rest of the cell, the calcium ions won't freely flow into the SR, and therefore pumps are required, that use energy, which they gain from a molecule called adenosine triphosphate (ATP). These calcium pumps are called Sarco(endo)plasmic reticulum ATPases (SERCA). There are a variety of different forms of SERCA, with SERCA 2a being found primarily in cardiac and skeletal muscle.",
            "score": 214.48683166503906
        },
        {
            "docid": "410401_3",
            "document": "Cramp . Muscle contraction begins with the brain setting off action potentials, which are waves in the electrical charges that extend along neurons. The waves travel to a group of cells in a muscle, letting calcium ions out from the cells' sarcoplasmic reticula (SR), which are storage areas for calcium. The released calcium lets myofibrils contract under the power of energy-carrying adenosine triphosphate (ATP) molecules. Meanwhile, the calcium is quickly pumped back into the SR by fast calcium pumps. Each muscle cell contracts fully; stronger contraction of the whole muscle requires more action potentials on more groups of cells in the muscle. When the action potentials stop, the calcium stops flowing from the SR and the muscle relaxes. The fast calcium pumps are powered by the sodium gradient, or the pent-up sodium ions that rush out from the SR. The sodium gradient is maintained by the sodium-potassium pump. A lack of sodium would prevent the sodium gradient from being strong enough to power the calcium pumps; the calcium ions would remain in the myofibrils, forcing the muscle to stay contracted and causing a cramp. The cramp eventually eases as slow calcium pumps, powered by ATP instead of the sodium gradient, push the calcium back into storage.",
            "score": 212.72238159179688
        },
        {
            "docid": "1110611_38",
            "document": "Muscle contraction . Following systole, intracellular calcium is taken up by the sarco/endoplasmic reticulum ATPase (SERCA) pump back into the sarcoplasmic reticulum ready for the next cycle to begin. Calcium is also ejected from the cell mainly by the sodium-calcium exchanger (NCX) and, to a lesser extent, a plasma membrane calcium ATPase. Some calcium is also taken up by the mitochondria. An enzyme, phospholamban, serves as a brake for SERCA. At low heart rates, phospholamban is active and slows down the activity of the ATPase so that does not have to leave the cell entirely. At high heart rates, phospholamban is phosphorylated and deactivated thus taking most from the cytoplasm back into the sarcoplasmic reticulum. Once again, calcium buffers moderate this fall in concentration, permitting a relatively small decrease in free concentration in response to a large change in total calcium. The falling concentration allows the troponin complex to dissociate from the actin filament thereby ending contraction. The heart relaxes, allowing the ventricles to fill with blood and begin the cardiac cycle again.",
            "score": 209.6831512451172
        },
        {
            "docid": "479413_8",
            "document": "Vasodilation . Vasodilation is the result of relaxation in smooth muscle surrounding the blood vessels. This relaxation, in turn, relies on removing the stimulus for contraction, which depends on intracellular calcium ion concentrations and is tightly linked with phosphorylation of the light chain of the contractile protein myosin. Thus, vasodilation works mainly either by lowering intracellular calcium concentration or by dephosphorylation (really substitution of ATP for ADP) of myosin. Dephosphorylation by myosin light-chain phosphatase and induction of calcium symporters and antiporters that pump calcium ions out of the intracellular compartment both contribute to smooth muscle cell relaxation and therefore vasodilation. This is accomplished through reuptake of ions into the sarcoplasmic reticulum via exchangers and expulsion across the plasma membrane. There are three main intracellular stimuli that can result in the vasodilation of blood vessels. The specific mechanisms to accomplish these effects vary from vasodilator to vasodilator.",
            "score": 208.8705291748047
        },
        {
            "docid": "11634579_3",
            "document": "Bowditch effect . One of the explanations is the inability of the Na/K-ATPase to keep up with influx of sodium at higher heart rates. When a higher heart rate occurs, for example due to adrenergic stimulation, the L Type Calcium channel has increased activity. The 3Na/Ca exchanger (which allows 3 Na to flow down its gradient in exchange for 1 Ca ion to flow out of the cell) works to decrease the levels of intracellular calcium. As the heart rate becomes more robust and the length of diastole decreases, the Na/K-ATPase, which removes the Na brought into the cell by the Na/Ca exchanger, does not keep up with the rate of Na influx. This leads to a less efficient Na/Ca exchange since the gradient is decreasing for sodium and the driving force behind calcium transport is actually the concentration gradient of sodium, therefore Ca builds up within the cell. This results in an accumulation of calcium in the myocardial cell via the sodium calcium exchanger and leads to a greater state of inotropism, a mechanism which is also seen with cardiac glycosides.",
            "score": 207.40353393554688
        },
        {
            "docid": "598570_5",
            "document": "Sinoatrial node . The cells of the SA node are spread out within a mesh of connective tissue, containing nerves, blood vessels, collagen and fat. Immediately surrounding the SA node cells, are paranodal cells. These cells have structures intermediate between that of the SA node cells and the rest of the atrium. The connective tissue, along with the paranodal cells insulate the SA node from the rest of the atrium, preventing the electrical activity of the atrial cells from affecting the SA node cells. The SA node cells are smaller and paler than the surrounding atrial cells, with the average cell being around 8 micrometers in diameter and 20-30 micrometers in length (1 micrometer= 0.000001 meter). Unlike the atrial cells, SA node cells contain fewer mitochondria (the power plant of the cell), fewer myofibers (the contractile machinery of the cell), and a smaller sarcoplasmic reticulum (a calcium storage organelle that releases calcium for contraction). This means that the SA node cells are less equipped to contract compared to the atrial and ventricular cells.",
            "score": 207.21588134765625
        },
        {
            "docid": "420229_10",
            "document": "Sarcomere . During stimulation of the muscle cell, the motor neuron releases the neurotransmitter acetylcholine, which travels across the neuromuscular junction (the synapse between the terminal bouton of the neuron and the muscle cell). Acetylcholine binds to a post-synaptic nicotinic acetylcholine receptor. A change in the receptor conformation allows an influx of sodium ions and initiation of a post-synaptic action potential. The action potential then travels along T (transverse) tubules until it reaches the sarcoplasmic reticulum. Here, the depolarized membrane activates voltage-gated L-type calcium channels, present in the plasma membrane. The L-type calcium channels are in close association with ryanodine receptors present on the sarcoplasmic reticulum. The inward flow of calcium from the L-type calcium channels activate ryanodine receptors to release calcium ions from the sarcoplasmic reticulum. This mechanism is called calcium-induced calcium release (CICR). It is not understood whether the physical opening of the L-type calcium channels or the presence of calcium causes the ryanodine receptors to open. The outflow of calcium allows the myosin heads access to the actin cross-bridge binding sites, permitting muscle contraction.",
            "score": 206.46571350097656
        },
        {
            "docid": "2020589_23",
            "document": "G protein-gated ion channel . Atrial fibrillation (abnormal heart rhythm) is associated with shorter action potential duration and believed to be affected by the G protein-gated K channel, I. The I channel, when activated by G proteins, allows for the flow of K across the plasma membrane and out of the cell. This current hyperpolarizes the cell, thus terminating the action potential. It has been shown that in chronic atrial fibrillation there an increase in this inwardly rectifying current because of constantly activated I channels. Increase in the current results in shorter action potential duration experienced in chronic atrial fibrillation and leads to the subsequent fibrillating of the cardiac muscle. Blocking I channel activity could be a therapeutic target in atrial fibrillation and is an area under study.",
            "score": 206.39572143554688
        },
        {
            "docid": "236354_8",
            "document": "Rhabdomyolysis . Damage to skeletal muscle may take various forms. Crush and other physical injuries cause damage to muscle cells directly or interfere with blood supply, while non-physical causes interfere with muscle cell metabolism. When damaged, muscle tissue rapidly fills with fluid from the bloodstream, including sodium ions. The swelling itself may lead to destruction of muscle cells, but those cells that survive are subject to various disruptions that lead to rise in intracellular calcium ions; the accumulation of calcium outside the sarcoplasmic reticulum leads to continuous muscle contraction and depletion of ATP, the main carrier of energy in the cell. ATP depletion can itself lead to uncontrolled calcium influx. The persistent contraction of the muscle cell leads to breakdown of intracellular proteins and disintegration of the cell.",
            "score": 205.51779174804688
        },
        {
            "docid": "13981684_7",
            "document": "Small ubiquitin-related modifier 1 . SUMO 1 is a key component in cardiac function, since it helps regulate calcium homeostasis in the mitochondria of heart cells. SUMO 1 is associated with another essential cardiac protein called sarco/endoplasmic reticulum Ca2+ ATPase, or SERCA2A. SERCA is a transmembrane protein located in the sarcoplasmic reticulum of cardiac cells. Its main function is to regulate the discharge and uptake of intracellular calcium between the cytosol and the lumen of the sarcoplasmic reticulum. Calcium is an essential factor for the development of cardiac myocyte contraction and relaxation. Thus, the management of intracellular calcium homeostasis by SERCA2A is critical for overall cardiac performance. Normally, SUMO 1 activates and stabilizes SERCA2A by binding at lysine resides 480 and 585. The interaction between SUMO 1 and SERCA2A is crucial for regulating calcium levels inside cardiac myocytes. Reduction in SUMO 1 protein reduces SERCA2A, and thus efficient calcium handling in patients with failing hearts.",
            "score": 205.38304138183594
        },
        {
            "docid": "1110611_36",
            "document": "Muscle contraction . Excitation-contraction coupling in cardiac muscle cells occurs when an action potential is initiated by pacemaker cells in the sinoatrial node or Atrioventricular node and conducted to all cells in the heart via gap junctions. The action potential travels along the surface membrane into T-tubules (the latter are not seen in all cardiac cell types) and the depolarisation causes extracellular to enter the cell via L-type calcium channels and possibly sodium-calcium exchanger (NCX) during the early part of the plateau phase. This influx causes a small local increase in intracellular . The increase in is detected by ryanodine receptors in the membrane of the sarcoplasmic reticulum which releases in a positive feedback physiological response. This positive feedback is known as calcium-induced calcium release and gives rise to calcium sparks ( sparks). The spatial and temporal summation of ~30,000 sparks gives a cell-wide increase in cytoplasmic calcium concentration. The increase in cytosolic calcium following the flow of calcium through the cell membrane and sarcoplasmic reticulum is moderated by calcium buffers which bind a large proportion of intracellular calcium. As a result, a large increase in total calcium leads to a relatively small rise in free .",
            "score": 204.72964477539062
        },
        {
            "docid": "37018543_2",
            "document": "Calcium buffering . Calcium buffering describes the processes which help stabilise the concentration of free calcium ions within cells, in a similar manner to how pH buffers maintain a stable concentration of hydrogen ions. The majority of calcium ions within the cell are bound to intracellular proteins, leaving a minority freely dissociated. When calcium is added to or removed from the cytoplasm by transport across the cell membrane or sarcoplasmic reticulum, calcium buffers minimise the effect on changes in cytoplasmic free calcium concentration by binding calcium to or releasing calcium from intracellular proteins. As a result, 99% of the calcium added to the cytosol of a cardiomyocyte during each cardiac cycle becomes bound to calcium buffers, creating a relatively small change in free calcium.",
            "score": 204.26077270507812
        },
        {
            "docid": "7673869_9",
            "document": "Catecholaminergic polymorphic ventricular tachycardia . At the start of each heartbeat, calcium is released from the sarcoplasmic reticulum through specialised channels known as ryanodine receptors. In response to an electrical signal from the cell membrane called an action potential, a small amount of calcium flowing across the cell membrane triggers ryanodine receptors to release a puff of calcium known as a calcium spark. Each spark triggers the release of further sparks from neighbouring ryanodine receptors to create an organised rise of calcium throughout the cell known as a calcium transient. At the end of each heartbeat, calcium is pumped back by a protein called SERCA, and held within the sarcoplasmic reticulum by a protein called calsequestrin. Alterations to the proteins involved in this mechanism can disrupt this carefully regulated process and lead to arrhythmias.",
            "score": 204.23646545410156
        }
    ]
}