{
    "q": [
        {
            "docid": "21312313_45",
            "document": "Procedural memory . It is evident that long-term Cocaine abuse alters brain structures. Research has shown that the brain structures that are immediately affected by long-term cocaine abuse include: cerebral hypoperfusion in the frontal, periventricular and temporal-parietal. These structures play a role in various memory systems. Furthermore, the drug cocaine elicits its desirable effects by blocking the DRD1 dopamine receptors in the striatum, resulting in increased dopamine levels in the brain. These receptors are important for the consolidation of procedural memory. These increased dopamine levels in the brain resultant of cocaine use is similar to the increased dopamine levels in the brain found in schizophrenics. Studies have compared the common memory deficits caused by both cases to further understand the neural networks of procedural memory. To learn more about the effects of dopamine and its role in schizophrenia see: dopamine hypothesis of schizophrenia. Studies using rats have shown that when rats are administered trace amounts of cocaine, their procedural memory systems are negatively impacted. Specifically, the rats are unable to effectively consolidate motor-skill learning. With cocaine abuse being associated with poor procedural learning, research has shown that abstinence from cocaine is associated with sustained improvement of motor-skill learning (Wilfred et al.).",
            "score": 100.30594182014465
        },
        {
            "docid": "38820958_11",
            "document": "Alcino J. Silva . Weidong Li and Steven Kushner led a team in the Silva lab that developed a treatment for the cognitive deficits associated with an animal model of Neurofibromatosis type I (NF1). They discovered that Lovastatin, a statin that crosses the blood-brain barrier, at a dose that does not affect control mice, rescues the Ras/MAPK signaling, synaptic plasticity and behavioral deficits of mice with a NF1 mutation. Statins decrease the levels of isoprenyls, lipid groups that are required for the isoprenylation and activity of Ras, a signaling molecule normally regulated by the protein encoded by the NF1 gene. The work in the Silva lab showed that the NF1 mutation leads to increases in the levels of active Ras in the brain, and that statins reverse this increase without affecting Ras signaling in controls. These results have led to a number of small promising, but inconclusive, clinical trials, and to two large on going clinical studies in the USA and Europe. A team led by Dan Ehninger in the Silva lab also showed that rapamycin, an FDA approved inhibitor of mTOR, can reverse the late-LTP deficits and learning impairments they discovered in an animal model of Tuberous Sclerosis (Tsc2 heterozygous mice). Interestingly, TSC is highly associated with autism, but the Tsc2 heterozygous mice did not show any autism-like behavioral abnormalities, such as social interaction deficits. Artificially activating the immune system of pregnant mice, however, does reveal social interaction deficits in Tsc2 heterozygous progeny, suggesting that the autism-like symptoms in TSC require not only Tsc mutations, but also another factor, such as immune activation during pregnancy. Importantly, analyses of human TSC data suggested a similar interaction between the TSC mutation and immuno-activation during pregnancy. Recently, Miou Zhou and colleagues at the Silva lab found that rapamycin is also capable of both preventing and reversing behavioral deficits caused by mutation of a schizophrenia-causing gene (DISC 1) in neurons that are born and develop in adult mice (i.e., adult neurogenesis). Surprisingly, rapamycin reverses behavioral deficits despite its inability to reverse structural deficits discovered in neurons with Disc 1 knock down. All together, these findings make a compelling case that adult treatments may be effective at reversing behavioral cognitive and psychiatric symptoms associated with neurodevelopmental disorders such as NF1, TSC and Schizophrenia.",
            "score": 111.64614927768707
        },
        {
            "docid": "48548_33",
            "document": "Dopamine . Within the brain, dopamine functions partly as a \"global reward signal\", where an initial phasic dopamine response to a rewarding stimulus encodes information about the salience, value, and context of a reward. In the context of reward-related learning, dopamine also functions as a \"reward prediction error\" signal, that is, the degree to which the value of a reward is unexpected. According to this hypothesis of Wolfram Schultz, rewards that are expected do not produce a second phasic dopamine response in certain dopaminergic cells, but rewards that are unexpected, or greater than expected, produce a short-lasting increase in synaptic dopamine, whereas the omission of an expected reward actually causes dopamine release to drop below its background level. The \"prediction error\" hypothesis has drawn particular interest from computational neuroscientists, because an influential computational-learning method known as temporal difference learning makes heavy use of a signal that encodes prediction error. This confluence of theory and data has led to a fertile interaction between neuroscientists and computer scientists interested in machine learning.",
            "score": 136.86286807060242
        },
        {
            "docid": "599614_25",
            "document": "Dopamine hypothesis of schizophrenia . People with Schizophrenia also have a higher incidence of nicotine use than those without schizophrenia. The high rate of use may be a form of self-medication that reduces negative symptoms by increasing the activity of glutamate and lowering the activity of dopamine. Elevated activation in the prefrontal cortex from nicotine use can increase focus and cognitive performance which are impaired in people with schizophrenia. Activation of nicotinic acetylcholine receptors in mice has been shown to increase glutamate levels in the prefrontal cortex and may help to decrease the cognitive deficits seen in schizophrenia. In addition, nicotine is thought to help regulate dopamine release. Nicotine acts as an agonist to nicotinic acetylcholine receptors which then increases the release of dopamine. However, prolonged use of nicotine causes a diminished response to nicotine thus lowering dopamine levels long term. Nicotine use may be higher in people with schizophrenia because it helps to balance levels of glutamate and dopamine in the brain causing a reduction in some negative symptoms.",
            "score": 80.55224525928497
        },
        {
            "docid": "8389_15",
            "document": "Major depressive disorder . The monoamine theory, derived from the efficacy of monoaminergic drugs in treating depression, was the dominant theory until recently. The theory postulates that insufficient activity of monoamine neurotransmitters is the primary cause of depression. Evidence for the monoamine theory comes from multiple areas. Firstly, acute depletion of tryptophan, a necessary precursor of serotonin, a monoamine, can cause depression in those in remission or relatives of depressed patients; this suggests that decreased serotonergic neurotransmission is important in depression. Secondly, the correlation between depression risk and polymorphisms in the 5-HTTLPR gene, which codes for serotonin receptors, suggests a link. Third, decreased size of the locus coeruleus, decreased activity of tyrosine hydroxylase, increased density of alpha-2 adrenergic receptor, and evidence from rat models suggest decreased adrenergic neurotransmission in depression. Furthermore, decreased levels of homovanillic acid, altered response to dextroamphetamine, responses of depressive symptoms to dopamine receptor agonists, decreased dopamine receptor D1 binding in the striatum, and polymorphism of dopamine receptor genes implicate dopamine in depression. Lastly, increased activity of monoamine oxidase, which degrades monoamines, has been associated with depression. However, this theory is inconsistent with the fact that serotonin depletion does not cause depression in healthy persons, the fact that antidepressants instantly increase levels of monoamines but take weeks to work, and the existence of atypical antidepressants which can be effective despite not targeting this pathway. One proposed explanation for the therapeutic lag, and further support for the deficiency of monoamines, is a desensitization of self-inhibition in raphe nuclei by the increased serotonin mediated by antidepressants. However, disinhibition of the dorsal raphe has been proposed to occur as a result of \"decreased\" serotonergic activity in tryptophan depletion, resulting in a depressed state mediated by increased serotonin. Further countering the monoamine hypothesis is the fact that rats with lesions of the dorsal raphe are not more depressive that controls, the finding of increased jugular 5-HIAA in depressed patients that normalized with SSRI treatment, and the preference for carbohydrates in depressed patients. Already limited, the monoamine hypothesis has been further oversimplified when presented to the general public.",
            "score": 87.53863644599915
        },
        {
            "docid": "18345642_14",
            "document": "Behavioral addiction . One of the most important discoveries of addictions has been the drug based reinforcement and, even more important, reward based learning processes. Several structures of the brain are important in the conditioning process of behavioral addiction; these subcortical structures form the brain regions known as the reward system. One of the major areas of study is the amygdala, a brain structure which involves emotional significance and associated learning. Research shows that dopaminergic projections from the ventral tegmental area facilitate a motivational or learned association to a specific behavior.  Dopamine neurons take a role in the learning and sustaining of many acquired behaviors. Research specific to Parkinson’s disease has led to identifying the intracellular signaling pathways that underlie the immediate actions of dopamine. The most common mechanism of dopamine is to create addictive properties along with certain behaviors. There are three stages to the dopamine reward system: bursts of dopamine, triggering of behavior, and further impact to the behavior. Once electronically signaled, possibly through the behavior, dopamine neurons let out a ‘burst-fire’ of elements to stimulate areas along fast transmitting pathways. The behavior response then perpetuates the striated neurons to further send stimuli. The fast firing of dopamine neurons can be monitored over time by evaluating the amount of extracellular concentrations of dopamine through micro dialysis and brain imaging. This monitoring can lead to a model in which one can see the multiplicity of triggering over a period of time. Once the behavior is triggered, it is hard to work away from the dopamine reward system.",
            "score": 117.82198655605316
        },
        {
            "docid": "44369339_21",
            "document": "Chlorovirus . Studies infecting mice with ACTV-1 have been performed following the discovery chlorovirus can infect humans. The studies conducted on infected mice show changes in the Cdk5 pathway, which aids with learning and memory formation, as well as alterations in gene expression in the dopamine pathway. Further, infected mice were found to be less social, interacting less with newly introduced companion mice than the control group. Infected mice also spent longer in a light-exposed portion of a test chamber, where the control mice tended to prefer the dark side and avoided the light. This indicates a decrease in anxiety with ACTV-1 infection. The test mice were also less able to recognize an object that had been moved from its previous location, showing a decrease in spatial reference memory. As in humans, there is a decrease in vision spatial task ability. Within the hippocampus (area of brain responsible for memory and learning), changes in gene expression occur, and infection presents a change in the pathways of immune cell functioning and antigen processing. It has been suggested that this possibly indicates an immune system response to the ACTV-1 virus causing inflammation which may be the cause for the cognitive impairments. The symptoms presented may also suggest hippocampus and medial prefrontal cortex interference from ACTV-1 infection.",
            "score": 103.62805366516113
        },
        {
            "docid": "48548_48",
            "document": "Dopamine . A number of studies have reported an age-related decline in dopamine synthesis and dopamine receptor density (i.e., the number of receptors) in the brain. This decline has been shown to occur in the striatum and extrastriatal regions. Decreases in the D, D, and D receptors are well documented. The reduction of dopamine with aging is thought to be responsible for many neurological symptoms that increase in frequency with age, such as decreased arm swing and increased rigidity. Changes in dopamine levels may also cause age-related changes in cognitive flexibility.",
            "score": 63.275588274002075
        },
        {
            "docid": "1685778_11",
            "document": "Neuropharmacology . The dopamine neurotransmitter mediates synaptic transmission by binding to five specific GPCRs. These five receptor proteins are separated into two classes due to whether the response elicits an excitatory or inhibitory response on the post-synaptic cell. There are many types of drugs, legal and illegal, that effect dopamine and its interactions in the brain. With Parkinson's disease, a disease that decreases the amount of dopamine in the brain, the dopamine precursor Levodopa is given to the patient due to the fact that dopamine cannot cross the blood–brain barrier and L-dopa can. Some dopamine agonists are also given to Parkinson's patients that have a disorder known as restless leg syndrome or RLS. Some examples of these are ropinirole and pramipexole.",
            "score": 35.26938807964325
        },
        {
            "docid": "38568822_6",
            "document": "Long-term impact of alcohol on the brain . Intermittent ethanol treatment causes a decrease in expression of the dopamine receptor type 2 (D2R) and a decrease in phosphorylation of 2B subunit of the NMDA receptor (NMDAR2B) in the prefrontal cortex, hippocampus, nucleus accumbens, and for only D2R the striatum. It also causes changes in the acetylation of histones H3 and H4 in the prefrontal cortex, nucleus accumbens, and striatum, suggesting chromatin remodeling changes which may mediate long-term alterations. Additionally, adolescent rats pre-exposed to ethanol have higher basal levels of dopamine in the nucleus accumbens, along with a prolonged dopamine response in this area in response to a challenge dose of ethanol. Together, these results suggest that alcohol exposure during adolescence can sensitize the mesolimbic and mesocortical dopamine pathways to cause changes in dopaminergic and glutamatergic signaling, which may affect the remodeling and functions of the adolescent brain. These changes are significant as alcohol’s effect on NMDARs could contribute to learning and memory dysfunction (\"see Effects of alcohol on memory\").",
            "score": 96.29900681972504
        },
        {
            "docid": "21865_37",
            "document": "Neurotransmitter . Diseases and disorders may also affect specific neurotransmitter systems. For example, problems in producing dopamine can result in Parkinson's disease, a disorder that affects a person's ability to move as they want to, resulting in stiffness, tremors or shaking, and other symptoms. Some studies suggest that having too little or too much dopamine or problems using dopamine in the thinking and feeling regions of the brain may play a role in disorders like schizophrenia or attention deficit hyperactivity disorder (ADHD). Similarly, after some research suggested that drugs that block the recycling, or reuptake, of serotonin seemed to help some people diagnosed with depression, it was theorized that people with depression might have lower-than-normal serotonin levels. Though widely popularized, this theory was not borne out in subsequent research. Furthermore, problems with producing or using glutamate have been suggestively and tentatively linked to many mental disorders, including autism, obsessive compulsive disorder (OCD), schizophrenia, and depression. Generally, there are no scientifically established \"norms\" for appropriate levels or \"balances\" of different neurotransmitters. It is in most cases pragmatically impossible to even measure levels of neurotransmitters in a brain or body at any distinct moments in time. Neurotransmitters regulate each other's release, and weak consistent imbalances in this mutual regulation were linked to temperament in healthy people  . Strong imbalances or disruptions to neurotransmitter systems have been associated with many diseases and mental disorders. These include Parkinson's, depression, insomnia, Attention Deficit Hyperactivity Disorder (ADHD), anxiety, memory loss, dramatic changes in weight and addictions. Chronic physical or emotional stress can be a contributor to neurotransmitter system changes. Genetics also plays a role in neurotransmitter activities. Apart from recreational use, medications that directly and indirectly interact one or more transmitter or its receptor are commonly prescribed for psychiatric and psychological issues. Notably, drugs interacting with serotonin and norepinephrine are prescribed to patients with problems such as depression and anxiety—though the notion that there is much solid medical evidence to support such interventions has been widely criticized.",
            "score": 84.27338147163391
        },
        {
            "docid": "20059305_19",
            "document": "Segawa Syndrome . Autosomal dominant and autosomal recessive forms of the disease have been reported. Mutations in several genes have been shown to cause dopamine-responsive dystonia. The precursor of the neurotransmitter dopamine, l-dopa, is synthesised from tyrosine by the enzyme tyrosine hydroxylase and utilises tetrahydrobiopterin (BH4) as a cofactor. A mutation in the gene GCH1, which encodes the enzyme GTP cyclohydrolase I, disrupts the production of BH4, decreasing dopamine levels (hypodopaminergia). This results in autosomal-dominant SS. Mutations in the genes for tyrosine hydroxylase and sepiapterin reductase result in autosomal-recessive forms of the disease. When the latter enzyme is affected, the condition tends to be more severe. The activity of dopaminergic neurons in the nigrostriatal pathway normally peaks during the morning and also decreases with age until after age 20, which explains why the symptoms worsen during the course of the day and with increasing age until the third decade of life.",
            "score": 102.75221991539001
        },
        {
            "docid": "599614_24",
            "document": "Dopamine hypothesis of schizophrenia . Research has shown the importance of glutamate receptors, specifically N-methyl-D-aspartate receptors (NMDARs), in addition to dopamine in the etiology of schizophrenia. Mice with only 5% of the normal levels of NMDAR’s expressed schizophrenic like behaviors seen in animal models of schizophrenia while mice with 100% of NMDAR’s behaved normally. Schizophrenic behavior in low NMDAR mice has been effectively treated with antipsychotics that lower dopamine. NMDAR’s and dopamine receptors in the prefrontal cortex are associated with the cognitive impairments and working memory deficits commonly seen in schizophrenia. Rats that have been given a NMDAR antagonist exhibit a significant decrease in performance on cognitive tasks. Rats given a dopamine antagonist (antipsychotic) experience a reversal of the negative effects of the NMDAR antagonist. Glutamate imbalances appear to cause abnormal functioning in dopamine. When levels of glutamate are low dopamine is overactive and results in the expression schizophrenic symptoms.",
            "score": 53.73009753227234
        },
        {
            "docid": "9718923_15",
            "document": "CLOCK . In mice, \"Clock\" has been implicated in sleep disorders, metabolism, pregnancy, and mood disorders. \"Clock\" mutant mice sleep less than normal mice each day. The mice also display altered levels of plasma glucose and rhythms in food intake. These mutants develop metabolic syndrome symptoms over time. Furthermore, \"Clock\" mutants demonstrate disrupted estrous cycles and increased rates of full-term pregnancy failure. Mutant \"Clock\" has also been linked to bipolar disorder-like symptoms in mice, including mania and euphoria. \"Clock\" mutant mice also exhibit increased excitability of dopamine neurons in reward centers of the brain. These results have led Dr. Colleen McClung to propose using \"Clock\" mutant mice as a model for human mood and behavior disorders.",
            "score": 83.50472617149353
        },
        {
            "docid": "1846451_2",
            "document": "Dopamine transporter . The dopamine transporter (also dopamine active transporter, DAT, SLC6A3) is a membrane-spanning protein that pumps the neurotransmitter dopamine out of the synaptic cleft back into cytosol. In the cytosol, other transporters sequester the dopamine into vesicles for storage and later release. Dopamine reuptake via DAT provides the primary mechanism through which dopamine is cleared from synapses, although there may be an exception in the prefrontal cortex, where evidence points to a possibly larger role of the norepinephrine transporter. DAT is implicated in a number of dopamine-related disorders, including attention deficit hyperactivity disorder, bipolar disorder, clinical depression, and alcoholism. The gene that encodes the DAT protein is located on human chromosome 5, consists of 15 coding exons, and is roughly 64 kbp long. Evidence for the associations between DAT and dopamine related disorders has come from a type of genetic polymorphism, known as a VNTR, in the DAT gene (DAT1), which influences the amount of protein expressed.",
            "score": 46.48588979244232
        },
        {
            "docid": "52588865_9",
            "document": "William T. Greenough . This view of brain structure, neural activity, and learning was completely overturned by Greenough's research. Greenough initially worked with mice and rat models, later studying primates and humans. His studies demonstrated that fundamental physical changes occurred in neurons in the brain in response to stimulating environments. At the most basic cellular level, the brains of rats that lived in stimulating environments developed more synapses than those that did not. He went on to demonstrate that new synapses were formed as a result of activities that involved learning, not just increased activity. Moreover, changes occurred in areas of the brain that were associated with the performance of specific learned tasks. Observed changes in learning, memory, and synapse formation persisted after training. Learning and memory formation were therefore fundamentally related to ongoing synapse formation. The result of Greenough's work has been a new model of brain 'plasticity' in which long-term memories are formed at a structural level in the brain as part of lifelong processes of learning.",
            "score": 109.76226365566254
        },
        {
            "docid": "14754086_20",
            "document": "S100A10 . Treatment with antidepressants (a tricyclic and monoamine oxidase inhibitor) and electroconvulsive therapy (ECT) caused an increase in the amount of p11 in the brain of these mice - the same biochemical change. The levels of the p11 protein in humans and mice with symptoms of depression were substantially lower in comparison to the levels of p11 in non-depressed animals. Leading researcher Paul Greengard and his colleagues hypothesized that increasing p11 levels would result in the mice exhibiting antidepressant-like behaviors, and the opposite if p11 protein levels were reduced. They used a test that is used to measure antidepressant-like activity to affirm this hypothesis. In their findings, over-expressed p11 genes, compared to the control mice, had increased mobility and more 5-HT receptors at the cell surface, which made possible more serotonin transmission. When researchers \"knocked out\" the p11 gene in mice, they found that the knockout mice had fewer receptors at the cell surface, reduced serotonin signaling, reduced responsiveness to sweet reward, and decreased mobility, behaviors all characteristic of depression-like behaviors. Also, the 5-HT receptors of p11 knockout mice were less responsive to serotonin and antidepressant drugs compared to those of control mice, which further implicates p11 in the main action of antidepressant medications. Antidepressant manipulations increase the p11 levels, whereas depressant manipulations reduce it. Therefore, in order to achieve an anti-depression effect, antidepressant medications should focus on the main action of the p11 proteins and increase levels of the protein.",
            "score": 80.99963223934174
        },
        {
            "docid": "128027_29",
            "document": "Operant conditioning . A neurochemical process involving dopamine has been suggested to underlie reinforcement. When an organism experiences a reinforcing stimulus, dopamine pathways in the brain are activated. This network of pathways \"releases a short pulse of dopamine onto many dendrites, thus broadcasting a rather global reinforcement signal to postsynaptic neurons.\" This allows recently activated synapses to increase their sensitivity to efferent (conducting outward) signals, thus increasing the probability of occurrence for the recent responses that preceded the reinforcement. These responses are, statistically, the most likely to have been the behavior responsible for successfully achieving reinforcement. But when the application of reinforcement is either less immediate or less contingent (less consistent), the ability of dopamine to act upon the appropriate synapses is reduced.",
            "score": 65.57251048088074
        },
        {
            "docid": "710793_15",
            "document": "Dynorphin . One proposed molecular mechanism for increased dynorphin levels involves transcriptional regulation by CREB (3’, 5’-monophosphate response element binding protein). According to the model proposed by Carlezon et al., use of cocaine increases the expression of cAMP and cAMP-dependent protein kinase (PKA). PKA leads to the activation of CREB, which increases the expression of dynorphin in the nucleus accumbens and dorsal striatum, brain areas important in addiction. Dynorphin decreases dopamine release by binding to KORs on dopamine nerve terminals.",
            "score": 60.04990768432617
        },
        {
            "docid": "46425_26",
            "document": "Substantia nigra . Cocaine's mechanism of action in the human brain includes the inhibition of dopamine reuptake, which accounts for cocaine's addictive properties, as dopamine is the critical neurotransmitter for reward. However, cocaine is more active in the dopaminergic neurons of the ventral tegmental area than the substantia nigra. Cocaine administration increases metabolism in the substantia nigra, which can explain the altered motor function seen in cocaine-using subjects. The inhibition of dopamine reuptake by cocaine also inhibits the firing of spontaneous action potentials by the pars compacta. The mechanism by which cocaine inhibits dopamine reuptake involves its binding to the dopamine transporter protein. However, studies show that cocaine can also cause a decrease in DAT mRNA levels, most likely due to cocaine blocking dopamine receptors rather than direct interference with transcriptional or translational pathways.",
            "score": 75.47203850746155
        },
        {
            "docid": "3768013_15",
            "document": "4-Methylaminorex . The latest study (using mice) was not able to find any long-term effects suggesting neurotoxicity and instead found an \"increase\" in serotonin levels, they also used high doses (15 mg/kg of each isomers studied) \"The dosages used in the present experiments are about 6-10 times than the effective doses of aminorex and stereoisomers inhibition of food intake.\" Doses were repeated 3 times a day and mice were killed 7 days after last dose. \"Since a long-lasting depletion of dopamine or 5-HT appears to be a good predictor of dopamine or 5-HT neurotoxicity (Wagner et al. 1980; Ricaurte et al. 1985), the results suggest that the aminorex compounds except 4S,5S-dimethylaminorex, unlike MDMA or fenfluramine, are not toxic to either dopamine or 5-HT neurotransmitter systems in CBA mice. It was reported that although multiple doses of 4-methylaminorex caused long-term (7 days) declines in striatal tryptophan hydroxylase activity in SD rats, no changes were found in 5-HT and 5-HIAA levels (Hanson et al. 1992).",
            "score": 64.55302238464355
        },
        {
            "docid": "2405040_15",
            "document": "AMPT . \"Cocaine and Methamphetamines\"- The dopamine transporter (DAT) is a principal site of action for cocaine. Cocaine inhibits DAT function and vesicular dopamine transport (VMAT). Cocaine administration abruptly and reversibly increases both the Vmax of dopamine uptake and the Bmax of vesicular monoamine transporter-2 (VMAT-2) ligand (dihydrotetrabenazine) binding. Dopamine depletion resulting from administration of AMPT had similar neuropharmacological effects as cocaine. Administration of methamphetamine, a dopamine-releasing agent, rapidly decreased vesicular uptake. A relationship between cytoplasmic dopamine concentration and VMAT activity was established using cocaine, methamphetamines, and AMPT. Although it is not well understood, this relationship allows for AMPT’s inhibitory property, which blocks tyrosine hydroxylase, to increase dopamine transport by the vesicle monoamine transporter-2. This leads to a reduction in the newly synthesized pool of dopamine from replenished tyrosine. AMPT’s effect on dopamine concentration and transport is reversible and short-lived. If methamphetamine is administered while cytoplasmic dopamine is depleted to about 50% of the control levels, its neurotoxic effects are averted (Thomas et al., 2008). The recovery of dopamine to normal levels after AMPT administration takes about 2 to 7 days, and this repletion of dopamine is not changed by methamphetamine. For these reasons AMPT seems to be a better treatment drug in methamphetamine addicts than reserpine, which is also being researched as a possible methamphetamine treatment drug. Reserpine causes almost full loss of dopamine from the striatum by disrupting vesicle storage. The repletion of dopamine after reserpine administration is slower than AMPT. Additionally, administration of reserpine when dopamine is maximally depleted causes neurotoxic effects, which does not occur with AMPT treatment. AMPT’s role in addiction has also been studied via changes in dopamine binding to D2 and D3 receptors in the striatum (caudate, putamen, and ventral striatum) after the administration of AMPT. Findings revealed that cocaine-dependent subjects exhibited lower levels of endogenous dopamine relative to healthy subjects after AMPT administration. Similar positive effects were found in the role of AMPT in methamphetamine-addicted subjects.",
            "score": 77.29862892627716
        },
        {
            "docid": "48548_35",
            "document": "Dopamine . While dopamine has a central role in mediating \"wanting\" — associated with the appetitive or approach behavioral responses to rewarding stimuli, detailed studies have shown that dopamine cannot simply be equated with hedonic \"liking\" or pleasure, as reflected in the consummatory behavioral response. Dopamine neurotransmission is involved in some but not all aspects of pleasure-related cognition, since pleasure centers have been identified both within the dopamine system (i.e., nucleus accumbens shell) and outside the dopamine system (i.e., ventral pallidum and parabrachial nucleus). For example, direct electrical stimulation of dopamine pathways, using electrodes implanted in the brain, is experienced as pleasurable, and many types of animals are willing to work to obtain it. Antipsychotic drugs used to treat psychosis reduce dopamine levels and tend to cause anhedonia, a diminished ability to experience pleasure. Many types of pleasurable experiences—such as sex, enjoying food, or playing video games—increase dopamine release. All addictive drugs directly or indirectly affect dopamine neurotransmission in the nucleus accumbens; these drugs increase drug \"wanting\", leading to compulsive drug use, when repeatedly taken in high doses, presumably through the sensitization of incentive-salience. Drugs that increase synaptic dopamine concentrations include psychostimulants such as methamphetamine and cocaine. These produce increases in \"wanting\" behaviors, but do not greatly alter expressions of pleasure or change levels of satiation. However, opiate drugs such as heroin or morphine produce increases in expressions of \"liking\" and \"wanting\" behaviors. Moreover, animals in which the ventral tegmental dopamine system has been rendered inactive do not seek food, and will starve to death if left to themselves, but if food is placed in their mouths they will consume it and show expressions indicative of pleasure.",
            "score": 55.8663432598114
        },
        {
            "docid": "646618_15",
            "document": "Atomoxetine . Atomoxetine inhibits the presynaptic norepinephrine transporter (NET), preventing the reuptake of norepinephrine throughout the brain along with inhibiting the reuptake of dopamine in specific brain regions such as the prefrontal cortex, where dopamine transporter (DAT) expression is minimal. In rats, atomoxetine increased prefrontal cortex catecholamine concentrations without altering dopamine levels in the striatum or nucleus accumbens; in contrast, methylphenidate, a dopamine reuptake inhibitor, was found to increase prefrontal, striatal, and accumbal dopamine levels to the same degree. In mice, atomoxetine was also found to increase prefrontal catecholamine levels without affecting striatal or accumbal levels.",
            "score": 53.806832790374756
        },
        {
            "docid": "13530734_15",
            "document": "NPAS2 . Associated with a connection to mood disorders, NPAS2 has been found to be involved with dopamine degradation. This was first suggested by the observation that the clock components BMAL1 and NPAS2 transcriptionally activated a luciferase reporter driven by the murine monoamine oxidase A (\"Maoa\") promoter in a circadian fashion. This suggested that these two clock components (BMAL1 and NPAS2) directly regulated \"Maoa\" transcription. Subsequent findings discovered positive transcriptional regulation of BMAL1/NPAS2 by PER2. In mice lacking PER2, both \"Maoa\" mRNA and MAOA protein levels were decreased. Therefore, dopamine degradation was reduced, and dopamine levels in the nucleus accumbens were increased. These findings indicate that degradation of monoamines is regulated by the circadian clock. It is very likely that the described clock-mediated regulation of monoamines is relevant for humans, because single-nucleotide polymorphisms in \"Per2, Bmal1\", and \"Npas2\" are associated in an additive fashion with seasonal affective disorder or winter depression.",
            "score": 46.1503883600235
        },
        {
            "docid": "28972840_20",
            "document": "Clinical neurochemistry . Parkinson's Disease is caused by the loss of dopamine stimulation to the basal ganglia of the midbrain, resulting in tremor at rest and bradykinesia. In some rare forms, protein aggregation of alpha-synuclein and parkin can elicit symptoms of Parkinson's Disease. For a variety of drugs, restoring dopamine to the central nervous system remains the target therapy. Because dopamine cannot pass the blood brain barrier on its own, the dopamine precursor L-DOPA is used in its stead. However, synaptic plasticity renders this treatment decreasingly effective with time. Another treatment option is bromocriptine, which directly stimulates D Dopamine Receptors. Bromocriptine is less effective than L-Dopa in reducing symptoms, but provides less dyskinesia. Often, the two drugs are used in concert with one another. New approaches to treatment include deep brain simulation and cell transplantation with stem cells.Deep brain stimulation offsets symptoms rather than cures, and stem cell studies have been extremely disappointing, despite relative success with animal models. Gene therapy may provide a novel route to introduce new dopamine production via viral-medicated gene transfection, but clinical trials are yet to be completed.",
            "score": 73.95453560352325
        },
        {
            "docid": "13326263_25",
            "document": "DISC1 . In 2008, a genetic screen of 97 Finnish families affected by autism and Asperger’s syndrome revealed repeated DNA sequences within the DISC1 gene in those diagnosed with autism. Furthermore, a single nucleotide change in the gene was found to be present in 83% of family members with Asperger’s syndrome. A recent family study has reported a large chromosome 1 deletion that includes loss of DISC1 in a young boy diagnosed with autism. A link between DISC1 duplication and autism has also been suggested by the finding of a seven-gene duplication that includes DISC1 carried by two brothers with autism and mild retardation. These alterations in people with the disorder are rare, however, as none were found in a screening of 260 Belgians with autism. Transgenic model organism strains generated with mutated or absent DISC1 suggest that the gene may contribute to at least some autistic abnormalities. Mice with lowered levels of DISC1 expression exhibit abnormal response to electrical stimulation, a decrease of dopamine synthesis, and an inability to filter unnecessary sensory information. Studies of expression of mutant DISC1 prenatally and postnatally have demonstrated varying effects, indicating the possibility that early postnatal expression of mutant DISC1 causes features of autism. Many more studies are necessary to confirm these suggestions.",
            "score": 64.6786185503006
        },
        {
            "docid": "39182600_11",
            "document": "Heterosynaptic plasticity . Heterosynaptic plasticity is not solely restricted to serotonin. Dopamine has also been shown to act in a neuro modulatory fashion. Much like the serotonin receptors in \"Aplysia,\" dopamine receptors are G-protein-coupled receptors that activate cAMP production. This process, however, is important for the storage of memories in \"mammals,\" while serotonin's occurs in invertebrates. Within dopaminergic and GABAergic terminals, the neuromodulator dopamine is released via heterosynaptic plasticity. Commonly, this plasticity leads to long-term depression, LTD, mediated by dopamine D1 class receptors. These receptors' activation is required to create LTD and modulate its magnitude. Further research on dopamine's role in neuromodulation is also underway. Experiments performed at the University of Pittsburgh looked at the parallel projects of dopaminergic and GABAergic terminals from the ventral tegmental area to the nucleus accumbens core (NAcCo) in rats. Within these parallel projections, scientists discovered that the release of dopamine heterosynaptically triggers LTD at these synapses. Concluding, dopamine is not just a neuromodulator but can also trigger synaptic plasticity independently in neurons. Therefore, heterosynaptic dopamine signaling in mammals can be best represented by dopamine's biological functions of mediating, as well as independently triggering, changes in synaptic plasticity.",
            "score": 44.41745340824127
        },
        {
            "docid": "41120920_6",
            "document": "Central nervous system fatigue . Dopamine is a neurotransmitter that regulates arousal, motivation, muscular coordination, and endurance performance, among other things. Dopamine levels have been found to be lower after prolonged exercise. A decrease in dopamine can decrease athletic performance as well as mental motivation. Dopamine itself cannot cross the blood brain barrier and must be synthesized within the brain. In rats bred for running, increased activity of the ventral tegmental area have been observed, and VTA activity correlates with voluntary wheel running. As the VTA is an area dense in dopaminergic neurons that project to many areas of the brain, this suggests that dopaminergic neurotransmission drives physical performance. Further supporting this theory is the fact that dopamine reuptake inhibitors as well as norepinephrine dopamine reuptake inhibitors are able to increase exercise performance, especially in the heat.",
            "score": 64.21334075927734
        },
        {
            "docid": "23753743_13",
            "document": "Biology of obsessive–compulsive disorder . Reduced dopamine D1 receptor (D1) and dopamine D2 receptor (D2) have been reported in the striatum in people with OCD, along with both increased and decreased reports of dopamine transporter (DAT) binding. While antipsychotics are sometimes used to treat refractory OCD, they frequently fail in treating or exacerbate OCD symptoms. Furthermore psychotimulants are sometimes used to treat OCD. Treatment with deep brain stimulation is effective in OCD, and response correlates with increased dopamine in the nucleus accumbens. Combined this evidence suggests that OCD may be associated with both increased and decreased dopamine signaling, or that a unidirectional model may not be adequate.",
            "score": 59.91696333885193
        },
        {
            "docid": "749745_13",
            "document": "Aging brain . An overwhelming number of studies have reported age-related changes in dopamine synthesis, binding sites, and number of receptors. Studies using positron emission tomography (PET) in living human subjects have shown a significant age-related decline in dopamine synthesis, notably in the striatum and extrastriatal regions (excluding the midbrain). Significant age-related decreases in dopamine receptors D, D, and D have also been highly reported. A general decrease in D and D receptors has been shown, and more specifically a decrease of D and D receptor binding in the caudate nucleus and putamen. A general decrease in D receptor density has also been shown to occur with age. Significant age-related declines in dopamine receptors, D and D were detected in the anterior cingulate cortex, frontal cortex, lateral temporal cortex, hippocampus, medial temporal cortex, amygdala, medial thalamus, and lateral thalamus One study also indicated a significant inverse correlation between dopamine binding in the occipital cortex and age. Postmortem studies also show that the number of D and D receptors decline with age in both the caudate nucleus and the putamen, although the ratio of these receptors did not show age-related changes. The loss of dopamine with age is thought to be responsible for many neurological symptoms that increase in frequency with age, such as decreased arm swing and increased rigidity. Changes in dopamine levels may also cause age-related changes in cognitive flexibility.",
            "score": 88.04344344139099
        },
        {
            "docid": "31725133_6",
            "document": "David Sulzer . By introducing the \"weak base hypothesis\" of amphetamine action, for measuring amphetamine's effects on the quantal size of dopamine release, intracellular patch electrochemistry to measure dopamine levels in the cytosol, and providing real-time measurement of dopamine release by reverse transport, Sulzer's lab showed how amphetamine and methamphetamine release dopamine and other neurotransmitters and exert their synaptic and clinical effects.They showed how methamphetamine neurotoxicity occurs due to dopamine-derived oxidative stress in the cytosol followed by induction of autophagy, and with Nigel Bamford of the University of Washington, how these drugs activate long-term changes in the cortical synapses that project to the striatum. They call these \"chronic postsynaptic depression\" and \"paradoxical presynaptic potentiation\", which may explain drug dependence and addiction.",
            "score": 38.809324979782104
        }
    ],
    "r": [
        {
            "docid": "736803_4",
            "document": "Expected utility hypothesis . In the presence of risky outcomes, a human decision maker does not always choose the option with higher expected value investments. For example, suppose there is a choice between a guaranteed payment of $1, and a gamble in which the probability of getting a $100 payment is 1 in 80 and the alternative, far more likely outcome is getting nothing (the expected value is then $1.25); according to expected value theory people should choose the $100-or-nothing gamble, but as stressed by expected utility theory, some people are risk averse enough to prefer the sure thing, even though it has a lower expected value, while other less risk averse people would still choose the riskier, higher-mean gamble.",
            "score": 193.2869415283203
        },
        {
            "docid": "52324876_8",
            "document": "Distress tolerance . There are several candidate biological neural network mechanisms for distress tolerance. These proposed brain areas are based on the conceptualization of distress tolerance as a function of reward learning. Within this framework, individuals learn to attune to and pursue reward; reduction of tension in escaping from a stressor is similarly framed as a reward and thus can be learned. Individuals differ in how quickly and for how long they display preferences for pursuing reward or in the case of distress tolerance, escaping from a distressful stimulus. Therefore, brain regions that are activated during reward processing and learning are hypothesized to also serve as neurobiological substrates for distress tolerance. For instance, activation intensity of dopamine neurons projecting to the nucleus accumbens, ventral striatum, and prefrontal cortex is associated with an individual's predicted value of an immediate reward during a learning task. As the firing rate for these neurons increases, individuals predict high values of an immediate reward. During instances in which the predicted value is correct, the basal rate of neuronal firing remains the same. When the predicted reward value is below the actual value, neuronal firing rates increase when the reward is received, resulting in a learned response. When the expected reward value is below the actual value, the firing rate of these neurons decreases below baseline levels, resulting in a learned shift that reduces expectancies about reward value. It is posited that these same dopaminergic firing rates are associated with distress tolerance, in that learning the value of escaping a distressing stimulus is analogous to an estimation of an immediate reward There are several potential clinical implications if these posited distress tolerance substrates are corroborated. It may suggest that distress tolerance is malleable among individuals; interventions that change neuronal firing rates may shift predicted values of behaviors intended to escape a distressor and provide relief, thereby increasing distress tolerance.",
            "score": 191.3184814453125
        },
        {
            "docid": "2123234_3",
            "document": "Torsion dystonia . The disease is caused by a genetic disorder which results in a defect in a protein called Torsin A. A mutation in the DYT1 gene causes the loss of an amino acid, glutamic acid, in the Torsin A protein. The defective protein creates a disruption in communication in neurons that control muscle movement and muscle control. This mutation is most usually inherited from a parent, but can occur sporadically. The disease is caused by a dominant allele, meaning that the person affected needs only one copy of the mutated DYT1 gene to have symptoms. However, only 30 to 40 percent of those that do have the gene actually have symptoms, leading researchers to believe that there are other factors involved.",
            "score": 183.26084899902344
        },
        {
            "docid": "27811_8",
            "document": "Sleep and learning . After sleep, there is increased insight. This is because sleep helps people to reanalyze their memories. The same patterns of brain activity that occur during learning have been found to occur again during sleep, only faster. One way that sleep strengthens memories is by weeding out the less successful connections between neurons in the brain. This weeding out is essential to prevent overactivity. The brain compensates for strengthening some synapses (connections) between neurons, by weakening others. The weakening process occurs mostly during sleep. This weakening during sleep allows for strengthening of other connections while we are awake. Learning is the process of strengthening connections, therefore this process could be a major explanation for the benefits that sleep has on memory.",
            "score": 168.74465942382812
        },
        {
            "docid": "53686950_18",
            "document": "Bi-directional hypothesis of language and action . It has been proposed that the control of movement is organized hierarchically, where movement is not controlled by individually controlling single neurons, but that movements are represented at a gross, more functional level. A similar concept has been applied to the control of cognition, resulting in the theory of cognitive circuits. This theory proposes that there are functional units of neurons in the brain that are strongly connected, and act coherently as a functional unit during cognitive tasks. These functional units of neurons, or \"thought circuits,\" have been referred to as the \"building blocks of cognition\". Thought circuits are believed to have been originally formed from basic anatomical connections, that were strengthened with correlated activity through Hebbian learning and plasticity. Formation of these neural networks has been demonstrated with computational models using known anatomical connections and Hebbian learning principles. For example, sensory stimulation through interaction with an object activates a distributed network of neurons in the cortex. Repeated activation of these neurons, through Hebbian plasticity, may strengthen their connections and form a circuit. This sensory circuit may then be activated during the perception of known objects.",
            "score": 164.86709594726562
        },
        {
            "docid": "27797792_12",
            "document": "Construal level theory . Time discounting or temporal discounting is a wide range of ideas involving the connection between time and the extent to which an object, situation, or course of action is seen as valuable. The overall theory is that people put more value and worth into immediate events and outcomes, and apply less value to future outcomes or events. According to Trope and Liberman, CLT can provide a framework with which to understand the broad array of phenomena described by temporal discounting research. Different construals may differ in the extent to which they are associated with positive or negative evaluations. An abstract, high-level construal of an activity (e.g., \"learning to speak French\") may lead to a more positive evaluation of that activity than a concrete, low-level construal (e.g., \"learning to conjugate the irregular French verb 'avoir). Thus, CLT predicts that we will think about the value of the low-level construals when evaluating an event in the near future, but think about the value of the high-level construals when evaluating an event in the distant future. Thus CLT predicts that when low-level construals are more valuable, time delay will discount the attractiveness of an option, but when high-level construals are more valuable, time delay will increase its attractiveness. Thus, the discounting rate is affected and measured by the amount of value placed on the event or outcome. If there is a small reward, it is discounted faster than if the reward were larger.",
            "score": 163.5912322998047
        },
        {
            "docid": "730742_27",
            "document": "Principal–agent problem . In certain cases agency problems may be analysed by applying the techniques developed for financial options, as applied via a real options framework. Stockholders and bondholders have different objective—for instance, stockholders have an incentive to take riskier projects than bondholders do, and to pay more out in dividends than bondholders would like. At the same time, since equity may be seen as a call option on the value of the firm, an increase in the variance in the firm value, other things remaining equal, will lead to an increase in the value of equity, and stockholders may therefore take risky projects with negative net present values, which while making them better off, may make the bondholders worse off. See Option pricing approaches under Business valuation for further discussion. Nagel and Purnanandam (2017) notice that since bank assets are risky debt claims, bank equity resembles a subordinated debt and therefore the stock's payoff is truncated by the difference between the face values of the corporation debt and of the bank deposits. Based on this observation, Peleg-Lazar and Raviv (2017) show that in contrast to the classical agent theory of Michael C. Jensen and William Meckling, an increase in variance would not lead to an increase in the value of equity if the bank's debtor is solvent.",
            "score": 158.9698944091797
        },
        {
            "docid": "515094_7",
            "document": "Neuroeconomics . For example, Padoa-Schioppa & Assad tracked the firing rates of individual neurons in the monkey orbitofrontal cortex while the animals chose between two kinds of juice. The firing rate of the neurons was directly correlated with the utility of the food items and did not differ when other types of food were offered. This suggests that, in accordance with the economic theory of decision making, neurons are directly comparing some form of utility across different options and choosing the one with the higher value. Similarly, a common measure of prefrontal cortex dysfunction, the FrSBe, is correlated with multiple different measures of economic attitudes and behavior, supporting the idea that brain activation can display important aspects of the decision process.",
            "score": 158.6468505859375
        },
        {
            "docid": "14511650_50",
            "document": "Impulsivity . Economic theory suggests that optimal discounting involves the exponential discounting of value over time. This model assumes that people and institutions should discount the value of rewards and punishments at a constant rate according to how delayed they are in time. While economically rational, recent evidence suggests that people and animals do not discount exponentially. Many studies suggest that humans and animals discount future values according to a hyperbolic discounting curve where the discount factor decreases with the length of the delay (for example, waiting from today to tomorrow involves more loss of value than waiting from twenty days to twenty-one days). Further evidence for non-constant delay discounting is suggested by the differential involvement of various brain regions in evaluating immediate versus delayed consequences. Specifically, the prefrontal cortex is activated when choosing between rewards at a short delay or a long delay, but regions associated with the dopamine system are additionally activated when the option of an immediate reinforcer is added. Additionally, intertemporal choices differ from economic models because they involve anticipation (which may involve a neurological \"reward\" even if the reinforcer is delayed), self-control (and the breakdown of it when faced with temptations), and representation (how the choice is framed may influence desirability of the reinforcer), none of which are accounted for by a model that assumes economic rationality.",
            "score": 157.34649658203125
        },
        {
            "docid": "22229344_10",
            "document": "Basal ganglia disease . Dystonia is hyperkinetic movement disorder that is characterized by involuntary movement and the slowing of intentional movement. Though there are known causes of dystonia such as metabolic, vascular, and structural abnormalities, there are still patients with dystonia with no apparent cause. Dystonia can occur as a hyperkinetic disorder or as a side effect of hypokinetic disorders such as Parkinson’s disease. Until recently it was thought that dystonia was likely caused by extreme lack of function of the direct pathway between the Putamen and the GPi. Again, it was thought that this dysfunction lead to a decrease in basal ganglia output to the thalamus and a resultant increased disinhibition of the thalamic projections to the premotor and motor cortex. . However recent models in mice show that the dysfunction in the cerebellum may play an equal part in dystonia. .",
            "score": 153.84059143066406
        },
        {
            "docid": "27797792_26",
            "document": "Construal level theory . Distance or high-level construals can make alternative choices that are hard to accomplish more desirable. Near-future or low-level construals can oppositely make alternative choices that are hard to accomplish less desirable. Risky behavior therefore, can be explained by CLT. High level construals can make more difficult or impossible outcomes more attractive and therefore cause people to take greater risks for less likely outcomes. High-level construals can have an effect of valuing rewards that are more risky, and further in the future. For example, people will take riskier bets when the bet is in the distant than the near future. The ideas of time and probability are often thought of in very similar ways; therefore, they tend to correspond, as one increases the other one does as well. The connections between these two are often made automatically, without the conscious knowledge of the individual. When thinking of investments in a high-level construal, people tend to engage in more risk taking behavior. When thinking about the same investment in a low-level construal, there is more focus on the present and what the risk would mean in terms of the here and now. Thus, focusing on the low level aspects of a decision can deter some risk taking behavior by causing one to focus on the actual details, and lesson an overall possible feeling for the future. Across the overall idea of decision making, CLT has been supported for aiding in the help or harm of organizational decision making processes and outcomes. Research has also examined more common decisions, such as the choice to procrastinate. More concrete activities, or near future events tend to create a more low-level construal, and therefore people are less likely to procrastinate for these functions, than for more abstract activities set further into the future.",
            "score": 153.74575805664062
        },
        {
            "docid": "10438439_26",
            "document": "Framing (social sciences) . Chong and Druckman suggest framing research has mainly focused on two types of frames: equivalency and emphasis frames. Equivalency frames offer \"different, but logically equivalent phrases,\" which cause individuals to alter their preferences. Equivalency frames are often worded in terms of \"gains\" versus \"losses.\" For example, Kahneman and Tversky asked participants to choose between two \"gain-framed\" policy responses to a hypothetical disease outbreak expected to kill 600 people. Response A would save 200 people while Response B had a one-third probability of saving everyone, but a two-thirds probability of saving no one. Participants overwhelmingly chose Response A, which they perceived as the less risky option. Kahneman and Tversky asked other participants to choose between two equivalent \"loss-framed\" policy responses to the same disease outbreak. In this condition, Response A would kill 400 people while Response B had a one-third probability of killing no one but a two-thirds probability of killing everyone. Although these options are mathematically identical to those given in the \"gain-framed\" condition, participants overwhelmingly chose Response B, the risky option. Kahneman and Tversky, then, demonstrated that when phrased in terms of potential gains, people tend to choose what they perceive as the less risky option (i.e., the sure gain). Conversely, when faced with a potential loss, people tend to choose the riskier option.",
            "score": 151.2143096923828
        },
        {
            "docid": "20945667_2",
            "document": "Myoclonic dystonia . Myoclonic dystonia or Myoclonus dystonia syndrome is a rare movement disorder that induces spontaneous muscle contraction causing abnormal posture. The prevalence of myoclonus dystonia has not been reported, however, this disorder falls under the umbrella of movement disorders which affect thousands worldwide. Myoclonus dystonia results from mutations in the SGCE gene coding for an integral membrane protein found in both neurons and muscle fibers. Those suffering from this disease exhibit symptoms of rapid, jerky movements of the upper limbs (myoclonus), as well as distortion of the body's orientation due to simultaneous activation of agonist and antagonist muscles (dystonia).",
            "score": 151.09288024902344
        },
        {
            "docid": "9135_15",
            "document": "Derivative (finance) . Option products have immediate value at the outset because they provide specified protection (intrinsic value) over a given time period (time value). One common form of option product familiar to many consumers is insurance for homes and automobiles. The insured would pay more for a policy with greater liability protections (intrinsic value) and one that extends for a year rather than six months (time value). Because of the immediate option value, the option purchaser typically pays an up front premium. Just like for lock products, movements in the underlying asset will cause the option's intrinsic value to change over time while its time value deteriorates steadily until the contract expires. An important difference between a lock product is that, after the initial exchange, the option purchaser has no further liability to its counterparty; upon maturity, the purchaser will execute the option if it has positive value (i.e., if it is \"in the money\") or expire at no cost (other than to the initial premium) (i.e., if the option is \"out of the money\").",
            "score": 149.94508361816406
        },
        {
            "docid": "1730227_3",
            "document": "Focal dystonia . Current medical science does not precisely describe the causes of dystonia. Misfiring of neurons in the sensorimotor cortex, a thin layer of neural tissue that covers the brain, is thought to cause contractions. This misfiring may result from impaired inhibitory mechanisms during muscle contraction. When the brain tells a given muscle to contract, it simultaneously silences muscles that would oppose the intended movement. It appears that dystonia interferes with the brain's ability to inhibit those surrounding muscles, leading to loss of selectivity.",
            "score": 149.64894104003906
        },
        {
            "docid": "59628_14",
            "document": "School shooting . According to Raine (2002), immaturity is one of many identified factors increasing the likelihood of an individual committing criminal acts of violence and outbursts of aggression. This fact is supported by findings on brain development occurring as individuals age from birth. According to the Australian-based \"Raising children network\" and \"Centre for Adolescent Health\" (and a number of other sources): the main change occurring in the developing brain during adolescence is the (so-called) \"pruning\" of unused connections in thinking and processing, while this is occurring within the brain, retained connections are strengthened. Synaptic pruning occurs because the nervous system in humans develops by firstly, the over-producing of parts of the nervous system, axons, neurons, and synapses, to then later in the development of the nervous system, make redundant the superfluous parts, i.e. \"pruning\" (or apoptosis, otherwise known as \"cell death\"). These changes occur in certain parts of the brain firstly; the pre-frontal cortex, the brain location where decision-making occurs, is the concluding area for development. While the pre-frontal cortex is developing, children and teenagers might possibly rely more on the brain part known as the amygdala; involving thinking that is more emotionally active, including aggression and impulsiveness. As a consequence each individual is more likely to want to make riskier (i.e. risk) choices (choices which are more risky, or to make more risky choices). Steinberg (2004) identified the fact of adolescents \"taking more risks\" typically, than adults, Deakin et al. (2004), and, Overman et al. (2004) indicate a decline in risk taking from adolescence to adulthood, Steinberg (2005), Figner et al. (2009), and, Burnett et al. (2010) identified adolescent age individuals as more likely to take risks than young-children and adults.",
            "score": 149.21026611328125
        },
        {
            "docid": "673153_6",
            "document": "Dopaminergic pathways . The dopaminergic pathways that project from the substantia nigra pars compacta and ventral tegmental area into the striatum (i.e., the nigrostriatal and mesolimbic pathways, respectively) form one component of a sequence of pathways known as the cortico-basal ganglia-thalamo-cortical loop. This method of classification is used in the study of many psychiatric illness. The nigrostriatal component of the loop consists of the SNc, giving rise to both inhibitory and excitatory pathways that run from the striatum into the globus pallidus, before carrying on to the thalamus, or into the subthalamic nucleus before heading into the thalamus. The dopaminergic neurons in this circuit increase the magnitude of phasic firing in response to positive reward error, that is when the reward exceeds the expected reward. These neurons do not decrease phasic firing during a negative reward prediction (less reward than expected), leading to hypothesis that serotonergic, rather than dopaminergic neurons encode reward loss. Dopamine phasic activity also increases during cues that signal negative events, however dopaminergic neuron stimulation still induces place preference, indicating its main role in evaluating a positive stimulus. From these findings, two hypotheses have developed, as to the role of the basal ganglia and nigrostiatal dopamine circuits in action selection. The first model suggests a \"critic\" which encodes value, and an actor which encodes responses to stimuli based on perceived value. However, the second model proposes that the actions do not originate in the basal ganglia, and instead originate in the cortex and are selected by the basal ganglia. This model proposes that the direct pathway controls appropriate behavior and the indirect suppresses actions not suitable for the situation. This model proposes that tonic dopaminergic firing increases the activity of the direct pathway, causing a bias towards executing actions faster.",
            "score": 147.6111602783203
        },
        {
            "docid": "10974486_12",
            "document": "Storage (memory) . The neural network model assumes that neurons in a neural network form a complex network with other neurons, forming a highly interconnected network; each neuron is characterized by the activation value, and the connection between two neurons is characterized by the weight value. Interaction between each neuron is characterized by the McCullough–Pitts dynamical rule, and change of weight and connections between neurons resulting from learning is represented by the Hebbian learning rule.",
            "score": 147.2350616455078
        },
        {
            "docid": "7214278_10",
            "document": "Decision field theory . Many classic probabilistic models of choice satisfy two rational types of choice principles. One principle is called independence of irrelevant alternatives, and according to this principle, if the probability of choosing option X is greater than option Y when only X,Y are available, then option X should remain more likely to be chosen over Y even when a new option Z is added to the choice set. In other words, adding an option should not change the preference relation between the original pair of options. A second principle is called regularity, and according to this principle, the probability of choosing option X from a set containing only X and Y should be greater than or equal to the probability of choosing option X from a larger set containing options X, Y, and a new option Z. In other words, adding an option should only decrease the probability of choosing one of the original pair of options. However, empirical findings obtained by consumer researchers studying human choice behavior have found systematic context effects that systematically violate both of these principles.",
            "score": 146.7229766845703
        },
        {
            "docid": "27864034_18",
            "document": "Fuzzy-trace theory . It is commonly found that people prefer the sure option when the options are framed as gains (program A) and the risky option when they are framed as losses (program D), despite the fact that the expected values for all the programs are equivalent. This is in contrast to a normative point of view that would indicate that if respondents prefer the sure option in the positive frame, they should also prefer the sure option in the negative frame.",
            "score": 146.40972900390625
        },
        {
            "docid": "4698768_6",
            "document": "Naturalistic decision-making . The recognition-primed decision (RPD) model is the main protocol derived from the NDM framework. RPD describes how people use their experience in the form of patterns. These patterns highlight the relevant cues, provide expected outcomes, identify plausible goals, and suggest typical types of reactions in that type of situation. When people need to make a decision, they can quickly match the situation to the patterns they have learned and experienced in the past. Doing this, people can successfully make rapid decisions. The RPD model explains how people can make good decisions without comparing options. However, there is more to the RPD model than pattern matching. How can a person evaluate an option without comparing it with others? It has been found that fireground commanders evaluate a course of action by using mental simulation to imagine how a situation would play out within the context of the current situation. If it would work, then the commanders could initiate the action. If it almost worked, they could try to adapt it or else consider other actions that were somewhat less typical, continuing until they found an option that felt comfortable. This process exemplifies Herbert Simon's (1957) notion of satisficing – looking for the first workable option rather than trying to find the best possible option. Because fires grow exponentially, the faster the commanders could react, the easier their job. Therefore, the RPD model is a blend of intuition and analysis. The pattern matching is the intuitive part, and the mental simulation is the conscious, deliberate, and analytical part. Intuitive strategy relying only on pattern matching would be too risky because sometimes the pattern matching generates flawed options. Also, a completely deliberative and analytical strategy would be too slow; the fires would be out of control by the time the commanders finished deliberating. In-depth interviews with fireground commanders who recently experienced challenging incidents show that the percentage of RPD strategies used in those situations generally ranged from 80% to 90% (Klein, 1989). Other researchers have replicated these findings (see Klein, 1998). The first moves that occurred to them were much better than would be expected by chance. These findings support the RPD hypothesis that the first option considered is usually satisfactory. These results were later replicated by Johnson and Raab (2003).",
            "score": 144.62217712402344
        },
        {
            "docid": "5212259_6",
            "document": "Pars compacta . \"Dopamine neurons are activated by novel, unexpected stimuli, by primary rewards in the absence of predictive stimuli and during learning\". Dopamine neurons are thought to be involved in learning to predict which behaviours will lead to a reward (for example food or sex). In particular, it is suggested that dopamine neurons fire when a reward is greater than that previously expected; a key component of many reinforcement learning models. This signal can then be used to update the expected value of that action. Many recreational drugs, such as cocaine, mimic this reward response—providing an explanation for their addictive nature.",
            "score": 144.13211059570312
        },
        {
            "docid": "653776_3",
            "document": "Writer's cramp . Although the cause of writer's cramp is not well known, it was historically believed to be the result of excessive fine motor activity, possibly complicated by a tense or otherwise inappropriate writing technique. More recently, Karin Rosenkranz et al. have suggested that this is not necessarily the case. Musician's cramp (a similar focal dystonia which affects some 1% of instrumentalists) has historically been grouped together with writer's cramp because of this and their common task-specificity. Rosenkranz et al. have more recently identified significant differences between the two populations, however. No matter exactly how it arises, researchers generally agree that these types of focal dystonia are the result of a basal ganglia and/or sensorimotor cortex malfunction in the brain.",
            "score": 144.02113342285156
        },
        {
            "docid": "2708039_19",
            "document": "Capital budgeting . Real options analysis has become important since the 1970s as option pricing models have gotten more sophisticated. The discounted cash flow methods essentially value projects as if they were risky bonds, with the promised cash flows known. But managers will have many choices of how to increase future cash inflows, or to decrease future cash outflows. In other words, managers get to manage the projects - not simply accept or reject them. Real options analysis tries to value the choices - the option value - that the managers will have in the future and adds these values to the NPV.",
            "score": 143.98574829101562
        },
        {
            "docid": "33826069_3",
            "document": "Viral neuronal tracing . Most neuroanatomists would agree that understanding how the brain is connected to itself and the body is of paramount importance. As such, it is of equal importance to have a way to visualize and study the connections among neurons. Neuronal tracing methods offer an unprecedented view into the morphology and connectivity of neural networks. Depending on the tracer used, this can be limited to a single neuron or can progress trans-synaptically to adjacent neurons. After the tracer has spread sufficiently, the extent may be measured either by fluorescence (for dyes) or by immunohistochemistry (for biological tracers). An important innovation in this field is the use of neurotropic viruses as tracers. These not only spread throughout the initial site of infection, but can jump across synapses. The use of a virus provides a self-replicating tracer. This can allow for the elucidation of neural microcircuitry to an extent that was previously unobtainable.  This has significant implications for the real world. If we can better understand what parts of the brain are intimately connected, we can predict the effect of localized brain injury. For example, if a patient has a stroke in the amygdala, primarily responsible for emotion, the patient might also have trouble learning to perform certain tasks because the amygdala is highly interconnected with the orbitofrontal cortex, responsible for reward learning. As always, the first step to solving a problem is fully understanding it, so if we are to have any hope of fixing brain injury, we must first understand its extent and complexity.",
            "score": 142.8394775390625
        },
        {
            "docid": "20945667_4",
            "document": "Myoclonic dystonia . While no cure has been found for myoclonus dystonia, treatment options are available to those suffering from the disease. Ethanol often ameliorates the symptoms well, and so the syndrome is also called \"Alcohol-responsive dystonia\". Alcohol may be substituted by benzodiazepines, such as clonazepam, which work through the same mechanism. Deep brain stimulation (DBS) is another viable option that can alleviate symptoms without the unwanted side effects of medications, and has been successful in treating other movement disorders.",
            "score": 142.7754669189453
        },
        {
            "docid": "398439_7",
            "document": "Option time value . Option value (i.e.. price) is estimated via a predictive formula such as Black-Scholes or using a numerical method such as the Binomial model. This price incorporates the expected probability of the option finishing \"in-the-money\". For an out-of-the-money option, the further in the future the expiration date—i.e. the longer the time to exercise—the higher the chance of this occurring, and thus the higher the option price; for an in-the-money option the chance of being in the money \"decreases\"; however the fact that the option cannot have negative value also works in the owner's favor. The sensitivity of the option value to the amount of time to expiry is known as the option's theta. The option value will never be lower than its IV.",
            "score": 142.52139282226562
        },
        {
            "docid": "26685741_46",
            "document": "Sleep and memory . The brain is an ever-changing, plastic, model of information sharing and processing. In order for the brain to incorporate new experiences into a refined schema it has to undergo specific modifications to consolidate and assimilate all new information. Synaptic plasticity can be described as the changing in strength between two related neurons. Neuroplasticity is most clearly seen in the instances of REM sleep deprivation during brain maturation. Regional brain measurements in neo-natal REM sleep deprived rats displayed a significant size reduction in areas such as the cerebral cortex and the brain stem. The rats were deprived during critical periods after birth and thus anatomical size reduction is observed. Using a pursuit task (used to test visuomotor capabilities) in combination with an fMRI, Maquet et al., 2003, found that increases in activation were seen in the supplementary eye field and right dentate nucleus of subjects who were allowed to sleep as compared to sleep deprived individuals. The right superior temporal sulcus was also noticed to have higher activation levels. When functional connectivity was analyzed it was found that the dentate nucleus was more closely involved with the functions of the superior temporal sulcus. The results suggest that performance on the pursuit task relies on the subject's ability to comprehend appropriate movement patterns in order for recreation of the optimal movements. Sleep deprivation was found to interrupt the slow processes that lead to learning of this procedural skill and alter connectivity changes that would have normally been seen after a night of rest. Neuroplasticity has been thoroughly researched over the past few decades and results have shown that significant changes that occur in our cortical processing areas have the power to modulate neuronal firing to both new and previously experienced stimuli.",
            "score": 141.87997436523438
        },
        {
            "docid": "99026_25",
            "document": "Basal ganglia . Two models have been proposed for the basal ganglia, one being that actions are generated by a \"critic\" in the ventral striatum and estimates value, and the actions are carried out by an \"actor\" in the dorsal striatum. Another model proposes the basal ganglia acts as a selection mechanism, where actions are generated in the cortex and are selected based on context by the basal ganglia. The CBGTC loop is also involved in reward discounting, with firing increasing with an unexpected or greater than expected reward. One review supported the idea that the cortex was involved in learning actions regardless of their outcome, while the basal ganglia was involved in selecting appropriate actions based on associative reward based trial and error learning.",
            "score": 141.432861328125
        },
        {
            "docid": "1730227_6",
            "document": "Focal dystonia . The cross-connectivity between areas that are normally segregated in the sensory cortex may prevent normal sensorimotor feedback and so contribute to the observed co-contraction of antagonist muscle groups, and inappropriately timed and sequenced movements that underlie the symptoms of focal dystonia. It is hypothesized that a deficit in inhibition caused by a genetically mediated loss of inhibitory interneurons may be the underlying cause of the deficits observed in dystonia.",
            "score": 140.6254119873047
        },
        {
            "docid": "20945667_15",
            "document": "Myoclonic dystonia . While SGCE gene mutations are the central cause of myoclonus dystonia, there have been separate cases where individuals and families present symptoms akin to myoclonus dystonia but lack the mutations at this locus. Base-pair deletions of the DYT1 gene, missense mutations in the DRD2 gene, maternal uniparental disomy, and chromosome 18 linkage have all been associated in rare cases myoclonus dystonia where the SGCE gene is unaffected.",
            "score": 139.74546813964844
        },
        {
            "docid": "946584_14",
            "document": "Coordination game . When academics talk about coordination failure, most cases are that subjects achieve risk dominance rather than payoff dominance. Even when payoffs are better when players coordinate on one equilibrium, many times people will choose the less risky option where they are guaranteed some payoff and end up at an equilibrium that has sub-optimal payoff. Players are more likely to fail to coordinate on a riskier option when the difference between taking the risk or the safe option is smaller. The laboratory results suggest that coordination failure is a common phenomenon in the setting of order-statistic games and stag-hunt games.",
            "score": 139.16204833984375
        }
    ]
}