{
    "q": [
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 221.9850229024887
        },
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 300.5122413635254
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 231.79739451408386
        },
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 181.0759779214859
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 195.99959576129913
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 193.54673302173615
        },
        {
            "docid": "19167679_70",
            "document": "Virus . Antibodies can continue to be an effective defence mechanism even after viruses have managed to gain entry to the host cell. A protein that is in cells, called TRIM21, can attach to the antibodies on the surface of the virus particle. This primes the subsequent destruction of the virus by the enzymes of the cell's proteosome system. A second defence of vertebrates against viruses is called cell-mediated immunity and involves immune cells known as T cells. The body's cells constantly display short fragments of their proteins on the cell's surface, and, if a T cell recognises a suspicious viral fragment there, the host cell is destroyed by \"killer T\" cells and the virus-specific T-cells proliferate. Cells such as the macrophage are specialists at this antigen presentation. The production of interferon is an important host defence mechanism. This is a hormone produced by the body when viruses are present. Its role in immunity is complex; it eventually stops the viruses from reproducing by killing the infected cell and its close neighbours.",
            "score": 184.37566244602203
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 207.6096875667572
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 183.3395096063614
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 203.43780267238617
        },
        {
            "docid": "46948993_6",
            "document": "Mary Collins (immunologist) . Collins' research group studies the use of viruses, particularly lentiviruses (the group to which the human immunodeficiency virus belongs), as vectors for delivering novel genes to cells and as platforms for the development of vaccines. Because lentiviruses like HIV specifically infect immune cells called T-cells, a genetically engineered inactivated version of the virus can be used to deliver immunogenic proteins to T-cells to induce an immune response. This system has been studied successfully in laboratory mice.",
            "score": 188.63378739356995
        },
        {
            "docid": "15120_15",
            "document": "Interferon . Many viruses have evolved mechanisms to resist interferon activity. They circumvent the IFN response by blocking downstream signaling events that occur after the cytokine binds to its receptor, by preventing further IFN production, and by inhibiting the functions of proteins that are induced by IFN. Viruses that inhibit IFN signaling include Japanese Encephalitis Virus (JEV), dengue type 2 virus (DEN-2) and viruses of the herpesvirus family, such as human cytomegalovirus (HCMV) and Kaposi's sarcoma-associated herpesvirus (KSHV or HHV8). Viral proteins proven to affect IFN signaling include EBV nuclear antigen 1 (EBNA1) and EBV nuclear antigen 2 (EBNA-2) from Epstein-Barr virus, the large T antigen of Polyomavirus, the E7 protein of Human papillomavirus (HPV), and the B18R protein of vaccinia virus. Reducing IFN-α activity may prevent signaling via STAT1, STAT2, or IRF9 (as with JEV infection) or through the JAK-STAT pathway (as with DEN-2 infection). Several poxviruses encode soluble IFN receptor homologs—like the B18R protein of the vaccinia virus—that bind to and prevent IFN interacting with its cellular receptor, impeding communication between this cytokine and its target cells. Some viruses can encode proteins that bind to double-stranded RNA (dsRNA) to prevent the activity of RNA-dependent protein kinases; this is the mechanism reovirus adopts using its sigma 3 (σ3) protein, and vaccinia virus employs using the gene product of its E3L gene, p25. The ability of interferon to induce protein production from interferon stimulated genes (ISGs) can also be affected. Production of protein kinase R, for example, can be disrupted in cells infected with JEV Some viruses escape the anti-viral activities of interferons by gene (and thus protein) mutation. The H5N1 influenza virus, also known as bird flu, has resistance to interferon and other anti-viral cytokines that is attributed to a single amino acid change in its Non-Structural Protein 1 (NS1), although the precise mechanism of how this confers immunity is unclear.",
            "score": 182.8256734609604
        },
        {
            "docid": "51469556_2",
            "document": "Viroporin . Viroporins are small and usually hydrophobic multifunctional viral proteins that modify cellular membranes, thereby facilitating virus release from infected cells. Viroporins are capable of assembling into oligomeric ion channels or pores in the host cell's membrane, rendering it more permeable and thus facilitating the exit of virions from the cell. Many viroporins also have additional effects on cellular metabolism and homeostasis mediated by protein-protein interactions with host cell proteins. Viroporins are not necessarily essential for viral replication, but do enhance growth rates. They are found in a variety of viral genomes but are particularly common in RNA viruses. Many viruses that cause human disease express viroporins, such as hepatitis C virus, HIV-1, influenza A virus, poliovirus, respiratory syncytial virus, and SARS-CoV.",
            "score": 217.7442524433136
        },
        {
            "docid": "20938066_3",
            "document": "Vpr . Vpr stands for \"Viral Protein R\". Vpr, a 96 amino acid 14-kDa protein, plays an important role in regulating nuclear import of the HIV-1 pre-integration complex, and is required for virus replication in non-dividing cells such as macrophages. Vpr also induces G2 cell cycle arrest and apoptosis in proliferating cells, which can result in immune dysfunction.",
            "score": 268.0800042152405
        },
        {
            "docid": "34217148_3",
            "document": "Vectors in gene therapy . All viruses bind to their hosts and introduce their genetic material into the host cell as part of their replication cycle. This genetic material contains basic 'instructions' of how to produce more copies of these viruses, hacking the body's normal production machinery to serve the needs of the virus. The host cell will carry out these instructions and produce additional copies of the virus, leading to more and more cells becoming infected. Some types of viruses insert their genome into the host's cytoplasm, but do not actually enter the cell. Others penetrate the cell membrane disguised as protein molecules and enter the cell.",
            "score": 165.92430090904236
        },
        {
            "docid": "58911_10",
            "document": "Measles . Once the measles virus gets onto the mucosa, it infects the epithelial cells in the trachea or bronchi. Measles virus uses a protein on its surface called hemagglutinin (H protein), to bind to a target receptor on the host cell, which could be CD46, which is expressed on all nucleated human cells, CD150, aka signaling lymphocyte activation molecule or SLAM, which is found on immune cells like B or T cells, and antigen-presenting cells, or nectin-4, a cellular adhesion molecule. Once bound, the fusion, or F protein helps the virus fuse with the membrane and ultimately get inside the cell. The virus is a single-stranded RNA virus, and it’s also a negative sense, meaning it first has to be transcribed by RNA polymerase into a positive-sense mRNA strand.",
            "score": 174.1270787715912
        },
        {
            "docid": "14170_7",
            "document": "HIV . This is, in turn, surrounded by the viral envelope, that is composed of the lipid bilayer taken from the membrane of a human host cell when the newly formed virus particle buds from the cell. The viral envelope contains proteins from the host cell and relatively few copies of the HIV Envelope protein, which consists of a cap made of three molecules known as glycoprotein (gp) 120, and a stem consisting of three gp41 molecules that anchor the structure into the viral envelope. The Envelope protein, encoded by the HIV \"env\" gene, allows the virus to attach to target cells and fuse the viral envelope with the target cell's membrane releasing the viral contents into the cell and initiating the infectious cycle.",
            "score": 182.84060525894165
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 212.7551929950714
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 196.09063827991486
        },
        {
            "docid": "9888040_20",
            "document": "Visna virus . The viral \"tat\" gene encodes a 94-amino acid protein. Tat is the most enigmatic of the proteins of the visna virus. Most studies have indicated that Tat is a transcription factor necessary for viral transcription from the LTRs. Tat contains both a suppressor domain and a powerful acidic activator domain on the N-terminus. It has been suggested that Tat interacts with the cellular AP-1 transcription factors Fos and Jun to bind to the TATA-binding protein and activate transcription. However, other studies have suggested that the visna virus \"Tat\" protein is not a trans-activator for transcription but instead exhibits a function involved in cell cycle arrest, making it more closely related to the HIV-1 Vpr protein than Tat.",
            "score": 215.09728598594666
        },
        {
            "docid": "32242924_4",
            "document": "Co-option (biology) . Because of its medical importance, the Influenza A virus has been characterized to a large extent, and is mentioned here as an example of co-option. Its genome encodes only for 11 proteins, and it needs to use host-cell genes and proteins to carry out its lytic cycle. In 2010, a study was realized to determine which host-cell factors are necessary for the entry and replication of Influenza A virus. Using siRNA techniques, the effect of the disruption of more than 19,000 human genes on influenza life cycle was studied. That allowed identifying 295 host-cell genes needed for the virus to complete its lytic cycle, 23 of which are used during the entry steps, and the 219 remaining for the post-entry steps. Of all these genes implicated on the virus vital cycle, 168 might be targets for developing antiviral drugs for the treatment of H1N1 infection. It is important to emphasize that these targets are not virus proteins, but host-cell proteins.",
            "score": 188.94602930545807
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 203.7312524318695
        },
        {
            "docid": "44579483_10",
            "document": "Batai virus . It is well known that the geographical distribution of Batai virus (BATV) includes the regions of Europe, Asia and Africa. The most common vertebrate affected by BATV are domestic pigs, horses, ruminants and wild birds, which have been known to be the primary mammalian hosts. The transmission cycle of BATV occurs in agricultural ecosystems via Anopheles, Culex and Ochlerotatus species mosquitoes in a typical vertebrate–mosquito cycle.  While limited research has been conducted on the viral cycle of the Batai virus, comparable studies with the close relative Bunyamwera virus has shown that viral infection begins in the salivary glands of mosquitos. At the onset of replication the virus particles coalesce into vacuole membranes lining the cytoplasm of the infected cells. Entry into the cell is facilitated by the viral enveloped nucleocapsid, which contains glycoproteins G1 and G2. Encoded by the M RNA segment they are involved in attachment to the host cell through unidentified receptors on the surface and elicit neutralizing antibodies. Transcription of BATV is said to be similar to that of influenza in that mRNA synthesis is primed by cap-containing oligonucleotides that are generated by a certain viral-endonuclease, functioning to cleave the host cell mRNA. These resulting primers are then incorporated into the viral mRNA. BATV will also encode for two non-structural proteins, NSm on the M segment and NSs on the S segment. During the process it is believed that NSm actively participates in assembly of the virus. These newly assembled viral particles will mature over a period of time inside of the hosts cell in the membranes of the Golgi apparatus before being released. However, while able to replicate in both vertebrate and invertebrate species, in mosquito cells no cell death is observed and persistent infection is established. Whereas in mammalian cells infection is typically categorized as lytic and eventually leads to cell death. This stems from the viruses ability to form clear lytic plaques in cells of vertebrate species but not in those derived from insects. It has been demonstrated in previous studies that in mammalian cells, the NSs protein will induce a shut-off of host protein synthesis which will lead to the death of the host cell. It has also been shown to counteract the host cell antiviral response. This would establish it as the main virulence factor as it acts during the transcriptional phase by inhibiting RNA polymerase II–mediated transcription. Meanwhile, the mosquito cells neither host cell transcription nor translation are inhibited by this fact. It would seem the difference in the behavior of the NSs protein could be one of the factors responsible for the different outcomes of infection attributed to the Batai virus in mammalian and mosquito cells. Some have theorized that a release method that does not rupture the cell membrane could explain why viral replication does not kill mosquito cells and persistence is maintained. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms. Similar NSs proteins of the Rift Valley fever phlebovirus have quite a distinct size and amino acid sequence, but they play a similar role in mammalian cells in overcoming the innate immune responses that are a consequence of the global shut-down of the cells transcription mechanisms.",
            "score": 190.89203763008118
        },
        {
            "docid": "22688315_7",
            "document": "Salterprovirus . Transfection of host cells (\"Haloarcula hispanica\") by His2 DNA was demonstrated by Porter \"et al.\" (2008), who showed that infectious virus could be produced from viral DNA as long as the terminal proteins were not damaged by protease treatment. This is consistent with their likely role in DNA replication. It could then be shown that His2 DNA could transfect a wide variety of haloarchaeal species even though the cells were not susceptible to infection by His2 virus. In these experiments, transfected cells were plated along with cells of the host, \"Haloarcula hispanica\", and virus produced by the transfectants was detected by infection of nearby cells of the susceptible host species. The experiments showed that the cytoplasms of many haloarchaea are able to replicate virus as long as the DNA (with terminal proteins) can enter. It is the virus capsid that determines cell selection, most likely by proteins in the short tail at one end of the spindle-shaped virion.",
            "score": 187.78400540351868
        },
        {
            "docid": "18877437_11",
            "document": "History and naming of human leukocyte antigens . Nearly all important molecules in the body are proteins. Proteins work by each having a specific sequence of amino acids and a specific shape. Determining the order of amino acids is relatively simple. Finding the shape requires the use of x-ray crystallography and is anything but easy. It took a team of three researchers at Harvard, Don Wiley, Jack Strominger, and Pamela Bjorkman, eight years to ferret out the structure of the HLA protein. They worked specifically with HLA-A*02. Bjorkman did the majority of the leg work and in the seven years managed to piece together the structure of 90% of the protein. That last 10% was elusive though. It took another year of work to finally unveil the complete structure of HLA-A*02. They completed their work in the spring of 1987, discovering that the final 10% made a \"cup\" (of sorts) located on top of the molecule. It was the perfect size to hold peptides. Other researchers had previously determined that T-Cells can recognize cells infected with a virus, cells injected with a single protein from a virus, and even cells injected with pieces of protein from a virus. The discovery of the HLA protein structure made it starkly clear that the HLA proteins hold viral peptides in their binding groove. But the research team from Harvard wasn't done. They also observed that there was clearly a peptide in the binding groove of the HLA molecules they used to determine the shape. However, the cells they had extracted the protein from were definitely not infected by any disease causing viruses. The conclusion they made and the conclusion that has stuck to this day, is that HLA molecules can bind both self, and non-self peptides.",
            "score": 169.9060206413269
        },
        {
            "docid": "19167679_68",
            "document": "Virus . RNA interference is an important innate defence against viruses. Many viruses have a replication strategy that involves double-stranded RNA (dsRNA). When such a virus infects a cell, it releases its RNA molecule or molecules, which immediately bind to a protein complex called a dicer that cuts the RNA into smaller pieces. A biochemical pathway – the RISC complex – is activated, which ensures cell survival by degrading the viral mRNA. Rotaviruses have evolved to avoid this defence mechanism by not uncoating fully inside the cell, and releasing newly produced mRNA through pores in the particle's inner capsid. Their genomic dsRNA remains protected inside the core of the virion.",
            "score": 147.58825659751892
        },
        {
            "docid": "10849236_2",
            "document": "Antibody-dependent enhancement . Antibody-dependent enhancement (ADE) occurs when non-neutralising antiviral proteins facilitate virus entry into host cells, leading to increased infectivity in the cells. Some cells do not have the usual receptors on their surfaces that viruses use to gain entry. The antiviral proteins (i.e., the antibodies) bind to antibody Fc receptors that some of these cells have in the plasma membrane. The viruses bind to the antigen binding site at the other end of the antibody. ADE is common in cells cultured in the laboratory, but rarely occurs \"in vivo\" except for dengue virus. This virus can use this mechanism to infect human macrophages, causing a normally mild viral infection to become life-threatening.",
            "score": 174.87677359580994
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 184.19705259799957
        },
        {
            "docid": "440479_19",
            "document": "Influenza A virus . The two large proteins found on the outside of viral particles are hemagglutinin (HA) and neuraminidase (NA). HA is a protein that mediates binding of the virion to target cells and entry of the viral genome into the target cell. NA is involved in release from the abundant non-productive attachment sites present in mucus as well as the release of progeny virions from infected cells. These proteins are usually the targets for antiviral drugs. Furthermore, they are also the antigen proteins to which a host’s antibodies can bind and trigger an immune response. Influenza type A viruses are categorized into subtypes based on the type of these two proteins on the surface of the viral envelope. There are 16 subtypes of HA and 9 subtypes of NA known, but only H 1, 2 and 3, and N 1 and 2 are commonly found in humans.",
            "score": 180.34986460208893
        },
        {
            "docid": "2056572_29",
            "document": "Marine life . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 177.7874459028244
        },
        {
            "docid": "32000533_12",
            "document": "Marine microorganism . When not inside an infected cell or in the process of infecting a cell, viruses exist in the form of independent particles. These viral particles, also known as \"virions\", consist of two or three parts: (i) the genetic material made from either DNA or RNA, long molecules that carry genetic information; (ii) a protein coat, called the capsid, which surrounds and protects the genetic material; and in some cases (iii) an envelope of lipids that surrounds the protein coat when they are outside a cell. The shapes of these virus particles range from simple helical and icosahedral forms for some virus species to more complex structures for others. Most virus species have virions that are too small to be seen with an optical microscope. The average virion is about one one-hundredth the size of the average bacterium.",
            "score": 177.7874459028244
        },
        {
            "docid": "40817590_10",
            "document": "Ebola virus disease . Their life cycle is thought to begin with a virion attaching to specific cell-surface receptors such as C-type lectins, DC-SIGN, or integrins, which is followed by fusion of the viral envelope with cellular membranes. The virions taken up by the cell then travel to acidic endosomes and lysosomes where the viral envelope glycoprotein GP is cleaved. This processing appears to allow the virus to bind to cellular proteins enabling it to fuse with internal cellular membranes and release the viral nucleocapsid. The \"Ebolavirus\" structural glycoprotein (known as GP1,2) is responsible for the virus' ability to bind to and infect targeted cells. The viral RNA polymerase, encoded by the \"L\" gene, partially uncoats the nucleocapsid and transcribes the genes into positive-strand mRNAs, which are then translated into structural and nonstructural proteins. The most abundant protein produced is the nucleoprotein, whose concentration in the host cell determines when L switches from gene transcription to genome replication. Replication of the viral genome results in full-length, positive-strand antigenomes that are, in turn, transcribed into genome copies of negative-strand virus progeny. Newly synthesized structural proteins and genomes self-assemble and accumulate near the inside of the cell membrane. Virions bud off from the cell, gaining their envelopes from the cellular membrane from which they bud. The mature progeny particles then infect other cells to repeat the cycle. The genetics of the Ebola virus are difficult to study because of EBOV's virulent characteristics.",
            "score": 184.53426337242126
        }
    ],
    "r": [
        {
            "docid": "20938066_7",
            "document": "Vpr . The lack of an in vitro cell culture system that demonstrated a deficit in replication upon infection with viruses in the absence of Vpr has led to some mystery in the function of Vpr. Recently, there has been experiments on monocyte-derived dendritic cells (MDDCs) using a novel in-vitro infection system. These infected human dendritic cells showed a slower rate of replication when deprived of the Vpr protein in HIV-1 cells. This replication difference occurred in a single round of infection. This was shown to be due to decreased transcriptional output from the integrated HIV viral genome. Using mutational analysis (biochemical identification of mutational changes in a nucleotide sequence), prevention of cell cycle progression into mitosis was shown to be required for LTR-mediated viral expression. These findings suggest that the evolutionarily secured G2 cell cycle arrest function of Vpr (Viral Protein R) is essential for HIV-1 replication. Furthermore, this innovative in-vitro culture system will allow researchers to address mechanisms underlying Vpr-mediated enhancement of HIV-1 replication.",
            "score": 300.5122375488281
        },
        {
            "docid": "20938066_3",
            "document": "Vpr . Vpr stands for \"Viral Protein R\". Vpr, a 96 amino acid 14-kDa protein, plays an important role in regulating nuclear import of the HIV-1 pre-integration complex, and is required for virus replication in non-dividing cells such as macrophages. Vpr also induces G2 cell cycle arrest and apoptosis in proliferating cells, which can result in immune dysfunction.",
            "score": 268.0799865722656
        },
        {
            "docid": "20938066_4",
            "document": "Vpr . Vpr is also immunosuppressive due to its ability to sequester a proinflammatory transcriptional activator in the cytoplasm. HIV-2 contains both a Vpr protein and a related (by sequence homology) Vpx protein (Viral Protein X). Two functions of Vpr in HIV-1 are split between Vpr and Vpx in HIV-2, with the HIV-2 Vpr protein inducing cell cycle arrest and the Vpx protein required for nuclear import.",
            "score": 237.29957580566406
        },
        {
            "docid": "14772436_8",
            "document": "CUL4B . After HIV infects a cell, the virus \"hijacks\" either the CUL4B-DDB1 complex or the CUL4A-DDB1 complex via the same mechanism. Essentially, HIV proteins such as Vpr and Vpx bind to VPRBP (a DDB1-binding substrate receptor protein) and induce the ubiquitination and degradation of SAMHD1 and UNG2 to promote viral replication. These proteins are not degraded by CRL4 complexes in the absence of virus.",
            "score": 235.2843475341797
        },
        {
            "docid": "14170_10",
            "document": "HIV . The RNA genome consists of at least seven structural landmarks (LTR, TAR, RRE, PE, SLIP, CRS, and INS), and nine genes (\"gag\", \"pol\", and \"env\", \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", \"vpu\", and sometimes a tenth \"tev\", which is a fusion of \"tat\", \"env\" and \"rev\"), encoding 19 proteins. Three of these genes, \"gag\", \"pol\", and \"env\", contain information needed to make the structural proteins for new virus particles. For example, \"env\" codes for a protein called gp160 that is cut in two by a cellular protease to form gp120 and gp41. The six remaining genes, \"tat\", \"rev\", \"nef\", \"vif\", \"vpr\", and \"vpu\" (or \"vpx\" in the case of HIV-2), are regulatory genes for proteins that control the ability of HIV to infect cells, produce new copies of virus (replicate), or cause disease.",
            "score": 234.46075439453125
        },
        {
            "docid": "38874876_2",
            "document": "Vpx . Vpx is a virion-associated protein encoded by human immunodeficiency virus type 2 HIV-2 and most simian immunodeficiency virus (SIV) strains, but that is absent from HIV-1. It is similar in structure to the protein Vpr that is carried by SIV and HIV-2 as well as HIV-1. Vpx is one of five accessory proteins (Vif, Vpx, Vpr, Vpu, and Nef) carried by lentiviruses that enhances viral replication by inhibiting host antiviral factors.",
            "score": 232.16836547851562
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 231.79739379882812
        },
        {
            "docid": "15120_7",
            "document": "Interferon . All interferons share several common effects: they are antiviral agents and they modulate functions of the immune system. Administration of Type I IFN has been shown experimentally to inhibit tumor growth in animals, but the beneficial action in human tumors has not been widely documented.  A virus-infected cell releases viral particles that can infect nearby cells. However, the infected cell can prepare neighboring cells against a potential infection by the virus by releasing interferons. In response to interferon, cells produce large amounts of an enzyme known as protein kinase R (PKR). This enzyme phosphorylates a protein known as eIF-2 in response to new viral infections; the phosphorylated eIF-2 forms an inactive complex with another protein, called eIF2B, to reduce protein synthesis within the cell. Another cellular enzyme, RNAse L—also induced by interferon action—destroys RNA within the cells to further reduce protein synthesis of both viral and host genes. Inhibited protein synthesis destroys both the virus and infected host cells. In addition, interferons induce production of hundreds of other proteins—known collectively as interferon-stimulated genes (ISGs)—that have roles in combating viruses and other actions produced by interferon. They also limit viral spread by increasing p53 activity, which kills virus-infected cells by promoting apoptosis. The effect of IFN on p53 is also linked to its protective role against certain cancers.",
            "score": 221.9850311279297
        },
        {
            "docid": "57552014_4",
            "document": "Paul Bieniasz . In 1996, Paul Bieniasz joined Bryan Cullen's lab at Duke University as a postdoctoral associate. At Duke, Bieniasz studied several aspects of the HIV-1 life cycle, including the determinants of specificity in the viral envelope with the cellular receptor CCR5 and HIV-1 Tat interaction with host factors. Bieniasz started his own independent lab in 1999 at the Aaron Diamond AIDS Research Center and Rockefeller University in New York. Initially he worked on understanding how later steps of viral infection, such as assembly and budding, were inhibited in rodent cells . This interest in viral budding came to define Bieniasz's career. Bieniasz showed that the retroviral protein Gag assembles at the plasma membrane, recruiting the viral genome by hijacking a specialized cellular protein complex involved in membrane vesicle trafficking, the ESCRT complex. Together with his wife and colleague, Theodora Hatziioannou, they identified several host-specific factors that restrict replication of HIV-1 in macaques. Tetherin, a potent antiviral factor, was also discovered in his lab and shown to be counteracted by the HIV-1 accessory protein Vpu. Subsequently, another inhibitor of HIV-1 replication was discovered in his lab, Mx2, a cellular protein shown to inhibit post-entry steps of the HIV-1 infection. In recent years, Paul Bieniasz's group has focused on viral RNA interactions with cellular proteins; in particular, his group showed that APOBEC3G is recruited to virions by interaction with the viral RNA, and that CG-depletion of HIV-1 genomes is a mechanism to evade the antiviral, RNA-binding protein ZAP. Bieniasz acted as Chair of the NIH AIDS Molecular and Cellular Biology study section from 2004 to 2009 and served on the NCI Board of Scientific Counselors from 2010 to 2014.",
            "score": 218.12619018554688
        },
        {
            "docid": "51469556_2",
            "document": "Viroporin . Viroporins are small and usually hydrophobic multifunctional viral proteins that modify cellular membranes, thereby facilitating virus release from infected cells. Viroporins are capable of assembling into oligomeric ion channels or pores in the host cell's membrane, rendering it more permeable and thus facilitating the exit of virions from the cell. Many viroporins also have additional effects on cellular metabolism and homeostasis mediated by protein-protein interactions with host cell proteins. Viroporins are not necessarily essential for viral replication, but do enhance growth rates. They are found in a variety of viral genomes but are particularly common in RNA viruses. Many viruses that cause human disease express viroporins, such as hepatitis C virus, HIV-1, influenza A virus, poliovirus, respiratory syncytial virus, and SARS-CoV.",
            "score": 217.74424743652344
        },
        {
            "docid": "34344550_5",
            "document": "TIGIT . During Human Immunodeficiency Virus (HIV) infection, TIGIT expressing CD8+ T cells has been shown to be expanded and associated with clinical markers of HIV disease progression in a diverse group of HIV infected individuals. Elevated TIGIT levels remained sustained even among those with undetectable viral loads and a large fraction of HIV-specific CD8+ T cells simultaneously express both TIGIT and another negative checkpoint receptor, Programmed Death Protein 1 (PD-1) and retained several features of exhausted T cells. Blocking these pathways with novel targeted monoclonal antibodies synergistically rejuvenated HIV-specific CD8+ T cell responses. Further, the TIGIT pathway is active in the rhesus macaque non-human primate model, and mimics expression and function during Simian Immunodeficiency Virus (SIV) infection. This pathway can potentially be targeted to enhance killing of HIV infected cells during \"Shock and Kill\" HIV curative approaches.",
            "score": 215.9892120361328
        },
        {
            "docid": "20938066_5",
            "document": "Vpr . Vpr-binding protein (VprBP) is a 1,507-amino-acid human protein that contains conserved domains, including YXXY repeats, the Lis homology motif, and WD40 repeats. VprBP acts as a substrate-recognition unit when associated with DNA damage-binding protein 1 (DDB1) as part of a CUL4–DDB1 E3 ubiquitin ligase complex. When bound to Vpr, VprBP allows Vpr to modulate the catalytic activity of the CUL4–DDB1 complex, inducing G2 cell cycle arrest in infected cells.",
            "score": 215.11106872558594
        },
        {
            "docid": "9888040_20",
            "document": "Visna virus . The viral \"tat\" gene encodes a 94-amino acid protein. Tat is the most enigmatic of the proteins of the visna virus. Most studies have indicated that Tat is a transcription factor necessary for viral transcription from the LTRs. Tat contains both a suppressor domain and a powerful acidic activator domain on the N-terminus. It has been suggested that Tat interacts with the cellular AP-1 transcription factors Fos and Jun to bind to the TATA-binding protein and activate transcription. However, other studies have suggested that the visna virus \"Tat\" protein is not a trans-activator for transcription but instead exhibits a function involved in cell cycle arrest, making it more closely related to the HIV-1 Vpr protein than Tat.",
            "score": 215.0972900390625
        },
        {
            "docid": "37783228_23",
            "document": "William A. Haseltine . The HIV genome presented several additional mysteries. The virus genome contained regions that might specify as yet unknown proteins. The Haseltine laboratory discovered a novel transacting protein, they named the transactivator \"tat\", and a second protein, originally named \"art\" now called \"rev\", both required for virus replication. He predicted that drugs that target these proteins will also be effective in treating the infection. A drug that inhibits the \"rev\" protein has been approved by the USA Food and Drug administration for treatment of HIV infection. His laboratory went on to discover additional viral genes and proteins – \"vpr\", \"vpu\", \"vif\", and \"nef\" - required for efficient virus growth in some but not all circumstances. The discoveries were summarized in an article in 1988 in \"Scientific American\".",
            "score": 213.11627197265625
        },
        {
            "docid": "1138554_31",
            "document": "SR protein . Three SR proteins have been implicated in HIV-1, SRp75, SF2/ASF, and SRp40. All three SR proteins are important for alternatively splicing the viral pre-mRNA. HIV can also change the concentrations of specific SR proteins in the cell. New drug treatments for HIV infections are looking to target specific SR proteins to prevent the virus from replicating in cells. One treatment works by blocking SR proteins from selecting 3' splice sites for an important HIV-1 regulatory protein.",
            "score": 212.77615356445312
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 212.75518798828125
        },
        {
            "docid": "2378970_11",
            "document": "HIV disease progression rates . Coinfections or immunizations may enhance viral replication by inducing a response and activation of the immune system. This activation facilitates the three key stages of the viral life cycle: entry to the cell; reverse transcription and proviral transcription. Chemokine receptors are vital for the entry of HIV into cells. The expression of these receptors is inducible by immune activation caused through infection or immunization, thus augmenting the number of cells that are able to be infected by HIV-1. Both reverse transcription of the HIV-1 genome and the rate of transcription of proviral DNA rely upon the activation state of the cell and are less likely to be successful in quiescent cells. In activated cells there is an increase in the cytoplasmic concentrations of mediators required for reverse transcription of the HIV genome. Activated cells also release IFN-alpha which acts on an autocrine and paracrine loop that up-regulates the levels of physiologically active NF-kappa B which activates host cell genes as well as the HIV-1 LTR. The impact of co-infections by micro-organisms such as \"Mycobacterium tuberculosis\" can be important in disease progression, particularly for those who have a high prevalence of chronic and recurrent acute infections and poor access to medical care. Often, survival depends upon the initial AIDS-defining illness. Co-infection with DNA viruses such as HTLV-1, herpes simplex virus-2, varicella zoster virus and cytomegalovirus may enhance proviral DNA transcription and thus viral load as they may encode proteins that are able to trans-activate the expression of the HIV-1 pro-viral DNA. Frequent exposure to helminth infections, which are endemic in Africa, activates individual immune systems, thereby shifting the cytokine balance away from an initial Th1 cell response against viruses and bacteria which would occur in the uninfected person to a less protective T helper 0/2-type response. HIV-1 also promotes a Th1 to Th0 shift and replicates preferentially in Th2 and Th0 cells. This makes the host more susceptible to and less able to cope with infection with HIV-1, viruses and some types of bacteria. Ironically, exposure to dengue virus seems to slow HIV progression rates temporarily.",
            "score": 211.86622619628906
        },
        {
            "docid": "16832751_2",
            "document": "Pre-integration complex . The pre-integration complex (PIC) is a nucleoprotein complex of viral genetic material and associated viral and host proteins which is capable of inserting a viral genome into a host genome. The PIC forms after uncoating of a viral particle after entry into the host cell. In the case of the human immunodeficiency virus (HIV), the PIC forms after the Reverse Transcription Complex (RTC) has reverse transcribed the viral RNA code into DNA code. The PIC consists of viral proteins (including Vpr, matrix and integrase), host proteins (including Barrier to autointegration factor 1) and the viral DNA. The PIC enters the cellular nucleus through the nuclear pore complex without disrupting the nuclear envelope, thus allowing HIV and related retroviruses to replicate in non-dividing cells. Following nuclear entry, the PIC's DNA payload may be integrated into the host DNA as a \"provirus\".",
            "score": 211.68658447265625
        },
        {
            "docid": "2846927_8",
            "document": "Structure and genome of HIV . HIV has several major genes coding for structural proteins that are found in all retroviruses as well as several nonstructural (\"accessory\") genes unique to HIV. The HIV genome contains nine genes that encode fifteen viral proteins. These are synthesized as polyproteins which produce proteins for virion interior, called Gag, group specific antigen; the viral enzymes (Pol, polymerase) or the glycoproteins of the virion \"env\" (envelope). In addition to these, HIV encodes for proteins which have certain regulatory and auxiliary functions as well. HIV-1 has two important regulatory elements: Tat and Rev and few important accessory proteins such as Nef, Vpr, Vif and Vpu which are not essential for replication in certain tissues. The \"gag\" gene provides the basic physical infrastructure of the virus, and \"pol\" provides the basic mechanism by which retroviruses reproduce, while the others help HIV to enter the host cell and enhance its reproduction. Though they may be altered by mutation, all of these genes except \"tev\" exist in all known variants of HIV; see Genetic variability of HIV.",
            "score": 209.57945251464844
        },
        {
            "docid": "35949206_11",
            "document": "Pathophysiology of HIV/AIDS . Recent studies employed an ex vivo human lymphoid aggregate culture (HLAC) system formed with fresh human tonsil or spleen tissue to model molecular and cellular events in human tissues during in vivo HIV infection. These studies found that >95% of CD4 T cells die because of abortive HIV infection. These dying cells are resting and thus are nonpermissive for productive HIV infection. Full viral replication was limited to the ∼5% of activated CD4 T cells present in these tissues; these cells die by apoptosis. Abortive HIV infection occurs due to slowing of reverse transcription promoting cytosolic DNA accumulation. This viral DNA is sensed by gamma-interferon-inducible protein 16 (IFI16), which produces an innate immune response against the virus by activating caspase 1 in IFI16 inflammasomes and inducing pyroptosis, a highly inflammatory form of programmed cell death. These findings cast CD4 T-cell death during HIV infection in a different light. Rather than the virus playing a major role, it is the host response to viral DNA produced during abortive infection that triggers CD4 T-cell death. Further, these findings identify novel drug targets that may be exploited to both block CD4 T cell demise and the chronic inflammatory response generated during pyroptosis.",
            "score": 208.3997802734375
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 207.6096954345703
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 207.56996154785156
        },
        {
            "docid": "45397365_3",
            "document": "Viral synapse . Formation of these synapses has been shown to involve reorientation of the cytoskeleton, which is triggered by engagement of ICAM-1 on the infected cell's surface and expression of several viral proteins. Viruses use the microtubule cytoskeleton to migrate to the viral synapse. By recruiting the receptors and viral particles at the point of contact, these synaptic structures significantly enhance the likelihood of a productive infection. Viral synapses are thought to explain how cell-to-cell transfer can operate in the HIV infection even when there is a low number of viral particles and a relatively low number of CD4 receptors. Recent study proposes that the fundamental “killing units” of CD4 T cells leading to CD4 T-cell depletion and ultimately progression to AIDS are infected cells residing in lymphoid tissues that mediate cell-to-cell spread of the virus via virological synapses. These findings highlight a previously unappreciated role for the virological synapse in HIV pathogenesis.",
            "score": 206.2755889892578
        },
        {
            "docid": "15706431_4",
            "document": "Tetherin . Tetherin is a human cellular protein which inhibits retrovirus infection by preventing the diffusion of virus particles after budding from infected cells. Initially discovered as an inhibitor to HIV-1 infection in the absence of Vpu, tetherin has also been shown to inhibit the release of other RNA viruses such as the Lassa and Marburg virions suggesting a common mechanism that inhibits enveloped virus release without interaction with viral proteins. In addition, tetherin also restricts neuroinvasion of the DNA virus HSV-1.",
            "score": 206.09808349609375
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 206.0951690673828
        },
        {
            "docid": "21848068_3",
            "document": "2F5 antibody . Human immunodeficiency virus type 1 (HIV-1) is the most common strain of HIV. It contains three structural genes and six regulatory genes. One of the structural genes is \"env\", which codes for the surface proteins gp120 and gp41. Gp41, whose gene is the target for 2F5, is a transmembrane protein that associates with gp120 to bind the virus to CD4 and a chemokine co-receptor on the target cell and infect it. 2F5 binds to the variable regions of e\"nv\" and neutralizes the virus before it infects target cells.",
            "score": 205.81466674804688
        },
        {
            "docid": "21082137_20",
            "document": "ESCRT . The release of viral particles, also known as viral budding, is a process by which free virions are released from within cells via the hijacking of host cell ESCRT machinery. Retroviruses, such as HIV-1 and human T-lymphotropic virus, as well as a number of enveloped viruses, including the Ebola virus, require ESCRT machinery to exit the host cell. The process is initiated by viral Gag proteins, the major structural proteins of retroviral coats, which interact with TSG101 of the ESCRT-I complex and the ALIX accessory protein. ESCRT-III subunits (only CHMP4 and CHMP2 being essential ) are recruited to the site of viral budding to constrict and sever the neck of the bud in a manner similar to that described for membrane abscission during cytokinesis. Vps4 then recycles the ESCRT-III components to the cytosol and the virus is released from the cell. The mechanism described here utilizes metazoan proteins, as viral budding has been studied more extensively in metazoans.",
            "score": 205.18919372558594
        },
        {
            "docid": "5094165_6",
            "document": "African swine fever virus . The virus encodes enzymes required for replication and transcription of its genome, including elements of a base excision repair system, structural proteins, and many proteins that are not essential for replication in cells, but instead have roles in virus survival and transmission in its hosts. Virus replication takes place in perinuclear factory areas. It is a highly orchestrated process with at least four stages of transcription—immediate-early, early, intermediate, and late. The majority of replication and assembly occurs in discrete, perinuclear regions of the cell called virus factories, and finally progeny virions are transported to the plasma membrane along microtubules where they bud out or are propelled away along actin projections to infect new cells. As the virus progresses through its lifecycle, most if not all of the host cell's organelles are modified, adapted, or in some cases destroyed. Assembly of the icosahedral capsid occurs on modified membranes from the endoplasmic reticulum. Products from proteolytically processed polyproteins form the core shell between the internal membrane and the nucleoprotein core. An additional outer membrane is gained as particles bud from the plasma membrane. The virus encodes proteins that inhibit signalling pathways in infected macrophages and thus modulate transcriptional activation of immune response genes. In addition, the virus encodes proteins which inhibit apoptosis of infected cells to facilitate production of progeny virions. Viral membrane proteins with similarity to cellular adhesion proteins modulate interaction of virus-infected cells and extracellular virions with host components.",
            "score": 204.69566345214844
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 203.7312469482422
        },
        {
            "docid": "32523145_8",
            "document": "CD8+ cell . CD8+ T cells have been found to play different roles in certain diseases, such as in HIV infection and in Type 1 diabetes. HIV over time has developed many strategies to evade the host cell immune system. For example, HIV has adopted very high mutation rates to allow them to escape recognition by CD8+ T cells. They are also able to down-regulate expression of surface MHC Class I proteins of cells that they infect, in order to further evade destruction by CD8+ T cells. If CD8+ T cells cannot find, recognize and bind to infected cells, the virus will not be destroyed and will continue to grow. Furthermore, it has been recently discovered that CD8+ T cells play a critical role in Type 1 diabetes. It was previously thought that this autoimmune disease was exclusively controlled by CD4+ cells - but recent studies in a diabetic mouse model showed that CD8+ T cells also engaged in the destruction of insulin-producing pancreatic cells.",
            "score": 203.67556762695312
        },
        {
            "docid": "8513008_15",
            "document": "Host tropism . The human immunodeficiency virus exhibits host tropism for CD4 related immune cells (e.g. T helper cells, macrophages or dendritic cells). These cells express a CD4 receptor, to which HIV can bind, through the gp120 and gp41 proteins on its surface. HIV also requires a second co-receptor along with the CD4-gp120 complex to enter the target cells - either CCR5 or CXCR4. This demonstrates an example of how cell surface receptors can affect the tropism of a viral pathogen. Since humans are the only organisms that have cells with these receptors, HIV only displays host tropism for humans. Simian immunodeficiency virus (SIV), a virus similar to HIV, is capable of infecting primates. The Epstein–Barr virus (EBV) is one of eight known herpesviruses. It displays host tropism for human B cells through the CD21-gp350/220 complex and is thought to be the cause of infectious mononucleosis, Burkitt’s lymphoma, Hodgkin’s disease, nasopharyngeal carcinoma, and lymphomas. EBV enters the body through oral transfer of saliva, and it is thought to infect more than 90% of the world's adult population. EBV may also infect epithelial cells, T cells, and natural killer cells through mechanisms different than the CD21 receptor-mediated process in B cells.",
            "score": 203.43780517578125
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 203.13523864746094
        }
    ]
}