{
    "q": [
        {
            "docid": "1914_53",
            "document": "Antimicrobial resistance . Specific antiviral drugs are used to treat some viral infections. These drugs prevent viruses from reproducing by inhibiting essential stages of the virus's replication cycle in infected cells. Antivirals are used to treat HIV, hepatitis B, hepatitis C, influenza, herpes viruses including varicella zoster virus, cytomegalovirus and Epstein-Barr virus. With each virus, some strains have become resistant to the administered drugs.",
            "score": 223.9863212108612
        },
        {
            "docid": "240850_20",
            "document": "Gene silencing . Gene silencing techniques have also been used to target other viruses, such as the human papilloma virus, the West Nile virus, and the Tulane virus. The E6 gene in tumor samples retrieved from patients with the human papilloma virus was targeted and found to cause apoptosis in the infected cells. Plasmid siRNA expression vectors used to target the West Nile virus were also able to prevent the replication of viruses in cell lines. In addition, siRNA has been found to be successful in preventing the replication of the Tulane virus, part of the Caliciviridae family of viruses, by targeting both its structural and non-structural genes. By targeting the NTPase gene, one dose of siRNA 4 hours pre-infection was shown to control Tulane virus replication for 48 hours post-infection, reducing the viral titer by up to 2.6 logarithms. Although the Tulane virus is species-specific and does not affect humans, it has been shown to be closely related to the human norovirus, which is the most common cause of acute gastroenteritis and food-borne disease outbreaks in the United States. Human noroviruses are notorious for being difficult to study in the laboratory, but the Tulane virus offers a model through which to study this family of viruses for the clinical goal of developing therapies that can be used to treat illnesses caused by human norovirus.",
            "score": 233.29656064510345
        },
        {
            "docid": "14579421_37",
            "document": "Introduction to viruses . Hepatitis C is caused by an RNA virus. In 80% of people infected, the disease becomes chronic, and they remain infectious for the rest of their lives unless they are treated. There is an effective treatment that uses the nucleoside analogue drug ribavirin combined with interferon. Treatments for chronic carriers of the hepatitis B virus by a similar strategy using lamivudine and other anti-viral drugs have been developed. In both diseases, the drugs stop the virus from reproducing and the interferon kills any remaining infected cells.",
            "score": 229.3602933883667
        },
        {
            "docid": "37796_33",
            "document": "West Nile fever . A vaccine for horses (ATCvet code: ) based on killed viruses exists; some zoos have given this vaccine to their birds, although its effectiveness is unknown. Dogs and cats show few if any signs of infection. There have been no known cases of direct canine-human or feline-human transmission; although these pets can become infected, it is unlikely they are, in turn, capable of infecting native mosquitoes and thus continuing the disease cycle. AMD3100, which had been proposed as an antiretroviral drug for HIV, has shown promise against West Nile encephalitis. Morpholino antisense oligos conjugated to cell penetrating peptides have been shown to partially protect mice from WNV disease. There have also been attempts to treat infections using ribavirin, intravenous immunoglobulin, or alpha interferon. GenoMed, a U.S. biotech company, has found that blocking angiotensin II can treat the \"cytokine storm\" of West Nile virus encephalitis as well as other viruses.",
            "score": 166.0887713432312
        },
        {
            "docid": "203312_12",
            "document": "Management of HIV/AIDS . The life cycle of HIV can be as short as about 1.5 days from viral entry into a cell, through replication, assembly, and release of additional viruses, to infection of other cells. HIV lacks \"proofreading\" enzymes to correct errors made when it converts its RNA into DNA via reverse transcription. Its short life-cycle and high error rate cause the virus to mutate very rapidly, resulting in a high genetic variability of HIV. Most of the mutations either are inferior to the parent virus (often lacking the ability to reproduce at all) or convey no advantage, but some of them have a natural selection superiority to their parent and can enable them to slip past defenses such as the human immune system and antiretroviral drugs. The more active copies of the virus, the greater the possibility that one resistant to antiretroviral drugs will be made.",
            "score": 235.89400899410248
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 225.31687450408936
        },
        {
            "docid": "1308330_24",
            "document": "Thymidine kinase . Some antiviral drugs, such as acyclovir (ATC: J05AB01) and ganciclovir (ATC: J05AB06) as well as other nucleoside analogs make use of the substrate specificity of viral thymidine kinase, as opposed to human thymidine kinases. These drugs act as prodrugs, which in themselves are not toxic, but are converted to toxic drugs by phosphorylation by viral thymidine kinase. Cells infected with the virus therefore produce highly toxic triphosphates that lead to cell death. Human thymidine kinase, in contrast, with its more narrow specificity, is unable to phosphorylate and activate the prodrug. In this way, only cells infected by the virus are susceptible to the drug. Such drugs are effective only against viruses from the herpes group with their specific thymidine kinase. In patients treated with this type of drugs, the development of antiviral drug resistance is frequently observed. Sequencing the thymidine kinase gene in Herpes simplex virus and Varicella zoster virus shows the rapid genetic variability and may facilitate the diagnosis of antiviral drug resistance.",
            "score": 211.6066300868988
        },
        {
            "docid": "1460525_5",
            "document": "Oncovirus . Tumor viruses come in a variety of forms: Viruses with a DNA genome, such as adenovirus, and viruses with an RNA genome, like the Hepatitis C virus (HCV), can cause cancers, as can retroviruses having both DNA and RNA genomes (Human T-lymphotropic virus and hepatitis B virus, which normally replicates as a mixed double and single-stranded DNA virus but also has a retroviral replication component). In many cases, tumor viruses do not cause cancer in their native hosts but only in dead-end species. For example, adenoviruses do not cause cancer in humans but are instead responsible for colds, conjunctivitis and other acute illnesses. They only become tumorigenic when infected into certain rodent species, such as Syrian hamsters. Some viruses are tumorigenic when they infect a cell and persist as circular episomes or plasmids, replicating separately from host cell DNA (Epstein–Barr virus and Kaposi's sarcoma-associated herpesvirus). Other viruses are only carcinogenic when they integrate into the host cell genome as part of a biological accident, such as polyomaviruses and papillomaviruses.",
            "score": 215.08728301525116
        },
        {
            "docid": "57432788_2",
            "document": "IMP-1088 . IMP-1088 is a newly discovered enzyme inhibitor of the human N-myristoyltransferases NMT1 and NMT2 capable of preventing rhinoviral replication, an area of research relating to potential treatment of the common cold. IMP-1088 works to keep cells from receiving the virus by targeting the cell instead of the rhinovirus itself. It does this by hijacking the NMT protein of the cell which prevents the virus from placing the capsid in the cell because viruses use the NMT protein to \"hijack\" and infect the cell with its genetic information of the virus. By using the IMP-1088 molecule in this specific treatment, viruses cannot form resistance to the drug since IMP-1088 is working against the human cell and not the virus which makes this treatment extremely effective. There has been past treatments using similar to drugs like IMP-1088, but those drugs were toxic and harmful to the human body. With the IMP-1088 molecule being discovered, it is very possible that the long thought incurable common cold will now be curable shortly in the future.",
            "score": 188.50283122062683
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 231.66593325138092
        },
        {
            "docid": "1582612_19",
            "document": "Arenavirus . This virus can be very devastating yet there are very few treatment methods available. The current lack of a licensed vaccine and limited therapeutic options for the Arenavirus make it arguably among the most neglected virus to be dealt with. The only licensed drug for the treatment of human Arenavirus infection is the nucleoside analogue ribavirin. Ribavirin reduces morbidity and mortality in humans who have certain Arenaviruses, such as LASV and JUNV infections, if it is taken in the early stages of the disease. Ribavirin displays mixed success in treating severe Arenaviral disease and is associated with significant toxicities. Effective anti-viral drugs need to be produced at a low cost, taken orally, and able to withstand tropical climates due to the regions where these infections are occurring. For this reason high throughput screening (HTS) of small molecular libraries could be the answer to finding a better remedy. HTS collects libraries of small synthetic molecules that can be used to identify protein promoting “agonist” molecules or protein inhibiting “antagonist” interactions. With HTS sustainable anti-viral drugs can be discovered against possible new human pathogenic viruses.",
            "score": 197.49427795410156
        },
        {
            "docid": "24203383_5",
            "document": "Robert F. Siliciano . The problem of HIV latency is a focus of Siliciano's research. When HIV integrates into the genome of a host cell but remains transcriptionally silent in a state known as \"latency,\" the immune system is unable to detect and destroy the infected cell and its virus. Antiretroviral drugs are highly effective at controlling virus replication, but they also have several drawbacks. Some people experience side effects when taking these medications, and if treatment is interrupted, latent HIV can begin replicating and spreading again, often developing resistance to anti-HIV medications in the process. HIV/AIDS researchers including Siliciano have hypothesized that if all latent virus in the body could be simultaneously forced out of latency, or \"reactivated,\" antiretroviral drugs could prevent the newly formed viruses from successfully infecting new cells, thus eradicating HIV from an infected person. Several candidate drugs have been proposed, but they cause unacceptable toxicity by globally activating the patient's uninfected T cells.",
            "score": 190.6791731119156
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 249.12104201316833
        },
        {
            "docid": "5274548_7",
            "document": "Spanish flu research . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The H5N1 virus has mutated into a variety of types with differing pathogenic profiles; some pathogenic to one species but not others, some pathogenic to multiple species. The ability of various influenza strains to show species-selectivity is largely due to variation in the hemagglutinin genes. Genetic mutations in the hemagglutinin gene that cause single amino acid substitutions can significantly alter the ability of viral hemagglutinin proteins to bind to receptors on the surface of host cells. Such mutations in avian H5N1 viruses can change virus strains from being inefficient at infecting human cells to being as efficient in causing human infections as more common human influenza virus types.",
            "score": 241.05008697509766
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 226.11675095558167
        },
        {
            "docid": "12891_22",
            "document": "Gene therapy . In order to replicate, viruses introduce their genetic material into the host cell, tricking the host's cellular machinery into using it as blueprints for viral proteins. Retroviruses go a stage further by having their genetic material copied into the genome of the host cell. Scientists exploit this by substituting a virus's genetic material with therapeutic DNA. (The term 'DNA' may be an oversimplification, as some viruses contain RNA, and gene therapy could take this form as well.) A number of viruses have been used for human gene therapy, including retroviruses, adenoviruses, herpes simplex, vaccinia, and adeno-associated virus. Like the genetic material (DNA or RNA) in viruses, therapeutic DNA can be designed to simply serve as a temporary blueprint that is degraded naturally or (at least theoretically) to enter the host's genome, becoming a permanent part of the host's DNA in infected cells.",
            "score": 214.9639754295349
        },
        {
            "docid": "104066_18",
            "document": "Rhinovirus . Pleconaril is an orally bioavailable antiviral drug being developed for the treatment of infections caused by picornaviruses. This drug acts by binding to a hydrophobic pocket in VP1, and stabilizes the protein capsid to such an extent that the virus cannot release its RNA genome into the target cell. When tested in volunteers, during the clinical trials, this drug caused a significant decrease in mucus secretions and illness-associated symptoms. Pleconaril is not currently available for treatment of human rhinoviral infections, as its efficacy in treating these infections is under further evaluation.",
            "score": 170.2448925971985
        },
        {
            "docid": "55695648_3",
            "document": "Black beetle virus . BBV is recognized as a member of a group of small split arboviruses from the same line as Nodamura virus which was discovered 20 years prior to BBV in Japan. The genomes of these viruses are unusually small compared to others such as picorna and retroviruses. Because the virus only has 2 initial RNAs, this is the simplest class of virus. It should be noted that there is an RNA 3 that does appear only in infected cells. BBV has only been shown to infect insect cells. When transmitted to wax moth larvae, it can cause paralysis; however it cannot replicate in mammalian cells like other viruses in its family. Viruses such as Nodamura Virus and Flock house virus have been shown to infect mammals and fishes. BBV comes from the family of Nodaviridae that contains nine different viruses divided into two different sub groups: Alphanodavirus and Betanodavirus. BBV falls into the Alphanodavirus group along with Nodavirus. These viruses are non-enveloped, with icosahedral geometries, and T=3 symmetry. Their diameter is typically around 30 nm with BBV's being 32.4 nm. The virus genomes are linear and segmented, bipartite, around 21.4kb in length as well. Alphanodaviruses life cycles begin with penetration into the host cell. Once in the cytoplasm, RNA is transcribed within envagininations of the host cell using its own RNA dependent polymerase. To release, the virus causes lysis of the host cell from which copies of newly made virus are released.",
            "score": 192.37077009677887
        },
        {
            "docid": "19167679_72",
            "document": "Virus . Because viruses use vital metabolic pathways within host cells to replicate, they are difficult to eliminate without using drugs that cause toxic effects to host cells in general. The most effective medical approaches to viral diseases are vaccinations to provide immunity to infection, and antiviral drugs that selectively interfere with viral replication.",
            "score": 219.67091822624207
        },
        {
            "docid": "19167679_74",
            "document": "Virus . Antiviral drugs are often nucleoside analogues (fake DNA building-blocks), which viruses mistakenly incorporate into their genomes during replication. The life-cycle of the virus is then halted because the newly synthesised DNA is inactive. This is because these analogues lack the hydroxyl groups, which, along with phosphorus atoms, link together to form the strong \"backbone\" of the DNA molecule. This is called DNA chain termination. Examples of nucleoside analogues are aciclovir for Herpes simplex virus infections and lamivudine for HIV and Hepatitis B virus infections. Aciclovir is one of the oldest and most frequently prescribed antiviral drugs. Other antiviral drugs in use target different stages of the viral life cycle. HIV is dependent on a proteolytic enzyme called the HIV-1 protease for it to become fully infectious. There is a large class of drugs called protease inhibitors that inactivate this enzyme.",
            "score": 183.10006368160248
        },
        {
            "docid": "14579421_38",
            "document": "Introduction to viruses . HIV infections are usually treated with a combination of antiviral drugs, each targeting a different stage in the virus's life-cycle. There are drugs that prevent the virus from attaching to cells, others that are nucleoside analogues and some poison the virus's enzymes that it needs to reproduce. The success of these drugs is proof of the importance of knowing how viruses reproduce.",
            "score": 173.1920816898346
        },
        {
            "docid": "1649775_2",
            "document": "Viral replication . Viral replication is the formation of biological viruses during the infection process in the target host cells. Viruses must first get into the cell before viral replication can occur. Through the generation of abundant copies of its genome and packaging these copies, the virus continues infecting new hosts. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 239.77432656288147
        },
        {
            "docid": "49197_7",
            "document": "Antiviral drug . The first experimental antivirals were developed in the 1960s, mostly to deal with herpes viruses, and were found using traditional trial-and-error drug discovery methods. Researchers grew cultures of cells and infected them with the target virus. They then introduced into the cultures chemicals which they thought might inhibit viral activity, and observed whether the level of virus in the cultures rose or fell. Chemicals that seemed to have an effect were selected for closer study.",
            "score": 179.44868516921997
        },
        {
            "docid": "20967216_8",
            "document": "Tony Minson . Minson and co-workers pioneered a modification of this approach in which the disabled virus is restricted to a single cycle of replication. Using HSV-2, which causes genital herpes, they disabled the virus by deleting the viral gene encoding the membrane protein glycoprotein H (gH). This product is not required until after the viral assembly process, which means that the disabled virus can undergo a single round of replication in normal human cells, but the progeny virus cannot infect new cells. Minson's group called the resulting virus a \"disabled infectious single cycle\" (DISC) virus; similarly disabled viruses are also termed \"single-cycle\" viruses. Their work with DISC HSV-2 led to a series of vaccine candidates, which were developed by Cantab Pharmaceuticals. The DISC HSV-2 vaccine was promising in animal models and early clinical trials, appearing safe and well tolerated, and eliciting appropriate immune responses. However, a large phase II trial of the agent as a therapeutic vaccine in people with genital herpes failed to demonstrate any benefit, and further development has concentrated on the DISC HSV-2 vaccine's potential to prevent infection. The single-cycle strategy can be used to generate live vaccines against other viruses, and such a vaccine has recently been successfully developed for bluetongue virus of sheep. Single-cycle viruses are also widely used as vaccine vectors, carrying genes from other viruses.",
            "score": 218.7723023891449
        },
        {
            "docid": "50618310_13",
            "document": "Eilat virus . The EILV (the Eilat virus) has a limited and restricted host range. It being the only alphavirus (mosquito-borne) which is unable to infect mammalian and other vertebrate cells indicates a quick evolutionary change that was done by an alphavirus. The EILV is not just restricted to the genomic RNA replication level but it also is unable to gain entry into vertebrate cells. Therefore, with further study the Eilat virus can compensate in making clear the viral factors other pathogenic similar viruses have in obtaining a broader host range. Also, it makes a possible candidate in promoting vaccine development for other alphaviruses with the ability to infect vertebrate cells. However, since research on the Eilat virus has only recently been put into action, there is still much more we can gain (evolutionary, medically, and scientifically) from this unique mosquito-borne alphavirus.",
            "score": 199.65733289718628
        },
        {
            "docid": "14579421_35",
            "document": "Introduction to viruses . Over the past 20 years, the development of antiviral drugs has increased rapidly, mainly driven by the AIDS pandemic. Antiviral drugs are often nucleoside analogues, which are molecules very similar, but not identical to DNA building blocks. When the replication of virus DNA begins, some of these fake building blocks are incorporated. As soon as that happens, replication stops prematurely—the fake building blocks lack the essential features that allow the addition of further building blocks. Thus, DNA production is halted, and the virus can no longer reproduce. Examples of nucleoside analogues are aciclovir for herpes virus infections and lamivudine for HIV and hepatitis B virus infections. Aciclovir is one of the oldest and most frequently prescribed antiviral drugs.",
            "score": 188.22784209251404
        },
        {
            "docid": "14579421_5",
            "document": "Introduction to viruses . Viral infections can cause disease in humans, animals and even plants. However, they are usually eliminated by the immune system, conferring lifetime immunity to the host for that virus. Antibiotics have no effect on viruses, but antiviral drugs have been developed to treat life-threatening infections. Vaccines that produce lifelong immunity can prevent some viral infections.",
            "score": 231.45602583885193
        },
        {
            "docid": "19167679_91",
            "document": "Virus . Virotherapy involves the use of genetically modified viruses to treat diseases. Viruses have been modified by scientists to reproduce in cancer cells and destroy them but not infect healthy cells. Talimogene laherparepvec (T-VEC), for example, is a modified herpes simplex virus that has had a gene, which is required for viruses to replicate in healthy cells, deleted and replaced with a human gene (GM-CSF) that stimulates immunity. When this virus infects cancer cells, it destroys them and in doing so the presence the GM-CSF gene attracts dendritic cells from the surrounding tissues of the body. The dendritic cells process the dead cancer cells and present components of them to other cells of the immune system. Having completed successful clinical trials, this virus is expected to gain approval for the treatment of a skin cancer called melanoma in late 2015. Viruses that have been reprogrammed to kill cancer cells are called oncolytic viruses.",
            "score": 179.76207780838013
        },
        {
            "docid": "416954_9",
            "document": "Viral evolution . Viruses evolve through changes or in their RNA (or DNA), some quite rapidly, and the best adapted mutants quickly outnumber their less fit counterparts. In this sense their evolution is Darwinian. The way viruses reproduce in their host cells makes them particularly susceptible to the genetic changes that help to drive their evolution. The RNA viruses are especially prone to mutations. In host cells there are mechanisms for correcting mistakes when DNA replicates and these kick in whenever cells divide. These important mechanisms prevent potentially lethal mutations from being passed on to offspring. But these mechanisms do not work for RNA and when an RNA virus replicates in its host cell, changes in their genes are occasionally introduced in error, some of which are lethal. One virus particle can produce millions of progeny viruses in just one cycle of replication, therefore the production of a few \"dud\" viruses is not a problem. Most mutations are \"silent\" and do not result in any obvious changes to the progeny viruses, but others confer advantages that increase the fitness of the viruses in the environment. These could be changes to the virus particles that disguise them so they are not identified by the cells of the immune system or changes that make antiviral drugs less effective. Both of these changes occur frequently with HIV.",
            "score": 283.5595712661743
        },
        {
            "docid": "6478160_6",
            "document": "Helper dependent virus . Helper dependent viruses can also occur in nature without being \"gutted\". The term satellite virus has been given to a large group of viruses that all require the presence of another virus to replicate. Many of these are plant viruses, but animal viruses can be seen in the case of dependoviruses. Within the family parvoviridae, the dependovirus genus was given a distinct classification due to their dependence on another virus. The most widely known dependovirus is adeno-associated virus (AAV) which was originally discovered as a contaminant in a sample of simian adenovirus. Though AAV is considered to be dependent on adenovirus, it is able to replicate in the presence of herpesvirus as well as certain cytotoxic events such as UV irradiation or some carcinogens During the course of a natural dependovirus infection, if the helper virus is not present, the dependovirus is often capable of integrating into the host genome and going into a latent phase of its life cycle—effectively waiting for the next helper virus infection. For gene therapy uses, the vector is stripped of its ability to integrate. Because AAV can deliver transgenic material in a non-replicating form, it is a strong candidate for gene therapy and is currently used in about 5% of clinical trials.",
            "score": 176.98190343379974
        },
        {
            "docid": "440479_24",
            "document": "Influenza A virus . Influenza virus is able to undergo multiplicity reactivation after inactivation by UV radiation, or by ionizing radiation. If any of the eight RNA strands that make up the genome contains damage that prevents replication or expression of an essential gene, the virus is not viable when it alone infects a cell (a single infection). However, when two or more damaged viruses infect the same cell (multiple infection), viable progeny viruses can be produced provided each of the eight genomic segments is present in at least one undamaged copy. That is, multiplicity reactivation can occur.",
            "score": 203.25699663162231
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 232.47912633419037
        }
    ],
    "r": [
        {
            "docid": "44156621_2",
            "document": "JK-05 . JK-05 is a broad-spectrum antiviral drug developed by the Chinese company Sihuan Pharmaceutical along with the Chinese Academy of Military Medical Sciences. It is reported to act as an inhibitor of the viral enzyme RNA polymerase which is essential for viral replication. In tests on mice, JK-05 was claimed to show efficacy against a range of RNA viruses, including influenza, Ebola virus and yellow fever, as well as several arenaviruses and bunyaviruses. The chemical structure of JK-05 has not been disclosed as of October 2014, but it is claimed to be a small molecule drug with a comparatively simple structure, which should be readily amenable to synthesis scale-up for mass production if testing is successful. The drug is however admitted to be similar to the Japanese anti-influenza drug favipiravir, developed by Fujifilm Holdings Corp, which has been used effectively to treat patients with Ebola. In addition, WHO committee members mentioned that the drug is a copy product of favipiravir, because patents of favipiravir were already registered in 2006 in China. The drug has been given preliminary approval by the Chinese authorities to be available for Chinese health workers involved in combating the 2014 West African Ebola outbreak, or if Ebola were to spread into mainland China. Several other Chinese developed antiviral drugs with anti-Ebola activity have also been disclosed, but have not progressed so far through development as JK-05.",
            "score": 286.323974609375
        },
        {
            "docid": "416954_9",
            "document": "Viral evolution . Viruses evolve through changes or in their RNA (or DNA), some quite rapidly, and the best adapted mutants quickly outnumber their less fit counterparts. In this sense their evolution is Darwinian. The way viruses reproduce in their host cells makes them particularly susceptible to the genetic changes that help to drive their evolution. The RNA viruses are especially prone to mutations. In host cells there are mechanisms for correcting mistakes when DNA replicates and these kick in whenever cells divide. These important mechanisms prevent potentially lethal mutations from being passed on to offspring. But these mechanisms do not work for RNA and when an RNA virus replicates in its host cell, changes in their genes are occasionally introduced in error, some of which are lethal. One virus particle can produce millions of progeny viruses in just one cycle of replication, therefore the production of a few \"dud\" viruses is not a problem. Most mutations are \"silent\" and do not result in any obvious changes to the progeny viruses, but others confer advantages that increase the fitness of the viruses in the environment. These could be changes to the virus particles that disguise them so they are not identified by the cells of the immune system or changes that make antiviral drugs less effective. Both of these changes occur frequently with HIV.",
            "score": 283.5595703125
        },
        {
            "docid": "40872327_2",
            "document": "Favipiravir . Favipiravir, also known as T-705 or Avigan, is an experimental antiviral drug being developed by Toyama Chemical of Japan with activity against many RNA viruses. Like some other experimental antiviral drugs (T-1105 and T-1106), it is a pyrazinecarboxamide derivative. Favipiravir is active against influenza viruses, West Nile virus, yellow fever virus, foot-and-mouth disease virus as well as other flaviviruses, arenaviruses, bunyaviruses and alphaviruses. Activity against enteroviruses and Rift Valley fever virus has also been demonstrated. Favipiravir showed limited efficacy against Zika virus in animal studies, but was less effective than other antivirals such as MK-608.",
            "score": 277.2118225097656
        },
        {
            "docid": "406929_8",
            "document": "Virulence . They determine whether infection occurs and how severe the resulting viral disease symptoms are. Viruses often require receptor proteins on host cells to which they specifically bind. Typically, these host cell proteins are endocytosed and the bound virus then enters the host cell. Virulent viruses such as HIV, which causes AIDS, have mechanisms for evading host defenses. HIV infects T-Helper Cells, which leads to a reduction of the adaptive immune response of the host and eventually leads to an immunocompromised state. Death results from opportunistic infections secondary to disruption of the immune system caused by AIDS. Some viral virulence factors confer ability to replicate during the defensive inflammation responses of the host such as during virus-induced fever. Many viruses can exist inside a host for long periods during which little damage is done. Extremely virulent strains can eventually evolve by mutation and natural selection within the virus population inside a host. The term \"neurovirulent\" is used for viruses such as rabies and herpes simplex which can invade the nervous system and cause disease there.",
            "score": 249.12103271484375
        },
        {
            "docid": "46270727_8",
            "document": "Wendy Barclay . Barclay's most notable work involved looking at cells infected with the influenza A virus and identifying physiological RIG-I agonists. This article was published in \"Cell\" in 2010, and has been cited over 270 times. Research gathered for the article explained how one of the human cell's defences against RNA viruses comes in the form of RIG-Is. When a cell is infected with a RNA virus, RIG-I activation triggers an antiviral immune response. However, it was not fully known what part of the virus infection triggers RIG-I activation. Results of this study found that RIG-I activation is caused by the process of viral replication and correspond to full-length virus genomes, or single-stranded RNA viral genomes bearing 5′-triphosphates.",
            "score": 248.65975952148438
        },
        {
            "docid": "40872327_3",
            "document": "Favipiravir . The mechanism of its actions is thought to be related to the selective inhibition of viral RNA-dependent RNA polymerase. Other research suggests that favipiravir induces lethal RNA transversion mutations, producing a nonviable viral phenotype. Favipiravir is an orally-administered prodrug and is metabolized to its active form, favipiravir-RTP, following digestion. Human hypoxanthine guanine phosphoribosyltransferase (HGPRT) is believed to play a key role in this activation process. Favipiravir does not inhibit RNA or DNA synthesis in mammalian cells and is not toxic to them.",
            "score": 246.99449157714844
        },
        {
            "docid": "26195_7",
            "document": "RNA virus . RNA viruses generally have very high mutation rates compared to DNA viruses, because viral RNA polymerases lack the proofreading ability of DNA polymerases. This is one reason why it is difficult to make effective vaccines to prevent diseases caused by RNA viruses. Retroviruses also have a high mutation rate even though their DNA intermediate integrates into the host genome (and is thus subject to host DNA proofreading once integrated), because errors during reverse transcription are embedded into both strands of DNA before integration. Some genes of RNA virus are important to the viral replication cycles and mutations are not tolerated. For example, the region of the hepatitis C virus genome that encodes the core protein is highly conserved, because it contains an RNA structure involved in an internal ribosome entry site.",
            "score": 246.3570098876953
        },
        {
            "docid": "5274548_7",
            "document": "Spanish flu research . Influenza viruses have a relatively high mutation rate that is characteristic of RNA viruses. The H5N1 virus has mutated into a variety of types with differing pathogenic profiles; some pathogenic to one species but not others, some pathogenic to multiple species. The ability of various influenza strains to show species-selectivity is largely due to variation in the hemagglutinin genes. Genetic mutations in the hemagglutinin gene that cause single amino acid substitutions can significantly alter the ability of viral hemagglutinin proteins to bind to receptors on the surface of host cells. Such mutations in avian H5N1 viruses can change virus strains from being inefficient at infecting human cells to being as efficient in causing human infections as more common human influenza virus types.",
            "score": 241.0500946044922
        },
        {
            "docid": "1649775_2",
            "document": "Viral replication . Viral replication is the formation of biological viruses during the infection process in the target host cells. Viruses must first get into the cell before viral replication can occur. Through the generation of abundant copies of its genome and packaging these copies, the virus continues infecting new hosts. Replication between viruses is greatly varied and depends on the type of genes involved in them. Most DNA viruses assemble in the nucleus while most RNA viruses develop solely in cytoplasm.",
            "score": 239.77432250976562
        },
        {
            "docid": "203312_12",
            "document": "Management of HIV/AIDS . The life cycle of HIV can be as short as about 1.5 days from viral entry into a cell, through replication, assembly, and release of additional viruses, to infection of other cells. HIV lacks \"proofreading\" enzymes to correct errors made when it converts its RNA into DNA via reverse transcription. Its short life-cycle and high error rate cause the virus to mutate very rapidly, resulting in a high genetic variability of HIV. Most of the mutations either are inferior to the parent virus (often lacking the ability to reproduce at all) or convey no advantage, but some of them have a natural selection superiority to their parent and can enable them to slip past defenses such as the human immune system and antiretroviral drugs. The more active copies of the virus, the greater the possibility that one resistant to antiretroviral drugs will be made.",
            "score": 235.89401245117188
        },
        {
            "docid": "3833671_9",
            "document": "Influenzavirus C . Influenza viruses, like all viruses in the family Orthomyxoviridae, are enveloped RNA viruses with single stranded genomes. The antigens, matrix protein (M1) and nucleoprotein (NP), are used to determine if an influenza virus is type A, B, or C. The M1 protein is required for virus assembly and NP functions in transcription and replication. These viruses also contain proteins on the surface of the cell membrane called glycoproteins. Type A and B have two glycoproteins: hemagglutinin (HA) and neuraminidase (NA). Type C has only one glycoprotein: hemagglutinin-esterase fusion (HEF). These glycoproteins allow for attachment and fusion of viral and cellular membranes. Fusion of these membranes allows the viral proteins and genome to be released into the host cell, which then causes the infection. Type C is the only influenza virus to express the enzyme esterase. This enzyme is similar to the enzyme neuraminidase produced by type A and B in that they both function in destroying the host cell receptors. Glycoproteins may undergo mutations (antigenic drift) or reassortment in which a new HA or NA is produced (antigenic shift). Influenza virus C is only capable of antigenic drift whereas type A undergo antigenic shift, as well. When either of these processes occur, the antibodies formed by the immune system no longer protect against these altered glycoproteins. Because of this, viruses continually cause infections.",
            "score": 235.27810668945312
        },
        {
            "docid": "24968742_5",
            "document": "Evolution of influenza . New viruses can also emerge by drift. Drift can refer to genetic drift or antigenic drift. Mutation and selection for the most advantageous variation of the virus takes place during this form of evolution. Antigenic mutants can evolve quickly due to the high mutation rate in viruses. The cause of the antigenic drift lies in the mechanisms of RNA synthesis itself. Mutations arise very easily simply due to the error prone RNA polymerase and its lack of proofreading mechanisms. These mutations lead to subtle changes in the HA and NA genes which completely changes the infectious capabilities of the virus. These changes allow for almost endless possibilities for new viral strains to arise and it is the antigenic drift of the HA and NA genes that allow for the virus to infect humans that receive vaccines for other strains of the virus. This evolution occurs under the pressure of antibodies or immune system responses.",
            "score": 234.26637268066406
        },
        {
            "docid": "19702_4",
            "document": "Mutation . The genomes of RNA viruses are based on RNA rather than DNA. The RNA viral genome can be double stranded (as in DNA) or single stranded. In some of these viruses (such as the single stranded human immunodeficiency virus) replication occurs quickly and there are no mechanisms to check the genome for accuracy. This error-prone process often results in mutations.",
            "score": 233.40476989746094
        },
        {
            "docid": "240850_20",
            "document": "Gene silencing . Gene silencing techniques have also been used to target other viruses, such as the human papilloma virus, the West Nile virus, and the Tulane virus. The E6 gene in tumor samples retrieved from patients with the human papilloma virus was targeted and found to cause apoptosis in the infected cells. Plasmid siRNA expression vectors used to target the West Nile virus were also able to prevent the replication of viruses in cell lines. In addition, siRNA has been found to be successful in preventing the replication of the Tulane virus, part of the Caliciviridae family of viruses, by targeting both its structural and non-structural genes. By targeting the NTPase gene, one dose of siRNA 4 hours pre-infection was shown to control Tulane virus replication for 48 hours post-infection, reducing the viral titer by up to 2.6 logarithms. Although the Tulane virus is species-specific and does not affect humans, it has been shown to be closely related to the human norovirus, which is the most common cause of acute gastroenteritis and food-borne disease outbreaks in the United States. Human noroviruses are notorious for being difficult to study in the laboratory, but the Tulane virus offers a model through which to study this family of viruses for the clinical goal of developing therapies that can be used to treat illnesses caused by human norovirus.",
            "score": 233.2965545654297
        },
        {
            "docid": "33826069_4",
            "document": "Viral neuronal tracing . The life cycle of viruses, such as those used in neuronal tracing, is different from cellular organisms. Viruses are parasitic in nature and cannot proliferate on their own. Therefore, they must infect another organism and effectively hijack cellular machinery to complete their life cycle. The first stage of the viral life cycle is called viral entry. This defines the manner in which a virus infects a new host cell. In nature, neurotropic viruses are usually transmitted through bites or scratches, as in the case of Rabies virus or certain strains of Herpesviruses. In tracing studies, this step occurs artificially, typically through the use of a syringe. The next stage of the viral life cycle is called viral replication. During this stage, the virus takes over the host cell's machinery to cause the cell to create more viral proteins and assemble more viruses. Once the cell has produced a sufficient number of viruses, the virus enters the viral shedding stage. During this stage, viruses leave the original host cell in search of a new host. In the case of neurotropic viruses, this transmission typically occurs at the synapse. Viruses can jump across the relatively short space from one neuron to the next. This trait is what makes viruses so useful in tracer studies. Once the virus enters the next cell, the cycle begins anew. The original host cell begins to degrade after the shedding stage. In tracer studies, this is the reason the timing must be tightly controlled. If the virus is allowed to spread too far, the original microcircuitry of interest is degraded and no useful information can be retrieved. Typically, viruses can infect only a small number of organisms, and even then only a specific cell type within the body. The specificity of a particular virus for a specific tissue is known as its tropism. Viruses in tracer studies are all neurotropic (capable of infecting neurons).",
            "score": 232.4791259765625
        },
        {
            "docid": "31080019_6",
            "document": "Peter Palese . Working alongside Dr. Adolfo García-Sastre, Palese's research showed that most negative-strand RNA viruses counteract antiviral responses in infected hosts, owing to proteins possessing interferon antagonist activity. His work on \"fundamental questions concerning the genetic make-up and biology of viruses\" and virus-host interactions \"uses molecular biological techniques to understand how viruses replicate and how they interact with cells to cause disease in their hosts\", with emphasis on \"the study of RNA viruses, including influenza, paramyxo and corona (SARS) viruses\". Recent achievements include the development of a highly successful new animal model (the guinea pig) for studying the transmission of influenza viruses.",
            "score": 231.72605895996094
        },
        {
            "docid": "453608_6",
            "document": "Reoviridae . Viruses in the family Reoviridae have genomes consisting of segmented, double-stranded RNA (dsRNA). Because of this, replication occurs exclusively in the cytoplasm and the virus encodes several proteins which are needed for replication and conversion of the dsRNA genome into (+)-RNAs. The virus can enter the host cell via a receptor on the cell surface. The receptor is not known but is thought to include sialic acid and junctional adhesion molecules (JAMs). The virus is partially uncoated by proteases in the endolysosome, where the capsid is partially digested to allow further cell entry. The core particle then enters the cytoplasm by a yet unknown process where the genome is transcribed conservatively causing an excess of (+) sense strands, which are used as mRNA templates to synthesize (−) sense strands. Viral particles begin to assemble in the cytoplasm 6–7 hours after infection. Translation takes place by leaky scanning, suppression of termination, and ribosomal skipping. The virus exits the host cell by monopartite non-tubule guided viral movement, cell to cell movement, and existing in occlusion bodies after cell death and remaining infectious until finding another host. Multiplicity reactivation (MR) is the process by which 2 or more virus genomes, each containing inactivating genome damage, can interact within an infected cell to form a viable virus genome. McClain and Spendlove demonstrated MR for three types of reovirus after exposure to ultraviolet irradiation. In their experiments, reovirus particles were exposed to doses of UV-light that would be lethal in single infections. However, when two or more inactivated viruses were allowed to infect individual host cells MR occurred and viable progeny were produced. As they stated, multiplicity reactivation by definition involves some type of repair. Michod et al. reviewed numerous examples of MR in different viruses, and suggested that MR is a common form of sexual interaction in viruses that provides the benefit of recombinational repair of genome damages.",
            "score": 231.6659393310547
        },
        {
            "docid": "14579421_5",
            "document": "Introduction to viruses . Viral infections can cause disease in humans, animals and even plants. However, they are usually eliminated by the immune system, conferring lifetime immunity to the host for that virus. Antibiotics have no effect on viruses, but antiviral drugs have been developed to treat life-threatening infections. Vaccines that produce lifelong immunity can prevent some viral infections.",
            "score": 231.45602416992188
        },
        {
            "docid": "416954_2",
            "document": "Viral evolution . Viral evolution is a subfield of evolutionary biology and virology that is specifically concerned with the evolution of viruses. Viruses have short generation times and many, in particular RNA viruses, have relatively high mutation rates (on the order of one point mutation or more per genome per round of replication). This elevated mutation rate, when combined with natural selection, allows viruses to quickly adapt to changes in their host environment. In addition, most viruses provide many offspring, so any mutated genes can be passed on to a large number of offspring in a short time. Although the chance of mutations and evolution can change depending on the type of virus(double stranded DNA, double stranded RNA, single strand DNA, etc.), viruses overall have high chances for mutations.",
            "score": 230.75343322753906
        },
        {
            "docid": "41719778_50",
            "document": "Epitranscriptome . Since mA enhances viral replication, mA can be used as a target for antiviral therapy. The major challenge is to target this mark in viral transcripts without causing major effects to the host cells, as normally occurring cellular mA marks will also be depleted. The S-adenosylhomocysteine (SAC) hydrolase inhibitor 3-dezaadenosine (DAA) can be used as an antiviral drug, because it inhibits the addition of mA. However, it is yet to be determined whether this drug has any off-target effects. mA is not the only RNA modification that can be found in viral RNAs. For instance, N,2-O-dimethyladenosine (mA) can be found in influenza and herpes simplex virus type 1, even though the effect this mark has on the life cycle of these viruses remains unknown. Another modification commonly found in coronaviruses, flaviviruses and poxviruses (all of them are cytoplasmic viruses) is the 2'-O-methylation of ribose moieties. The addition of this mark is catalyzed by a viral methyltransferase. 2'-O-methylation binds to and inhibits Toll-like receptor 7 (TLR-7), which is involved in activating the production of inflammatory cytokines. Moreover, this modification enables viral RNAs to evade the antiviral actions of the IFIT proteins, a family of interferon-induced proteins that limit viral replication.",
            "score": 230.3603057861328
        },
        {
            "docid": "46181852_13",
            "document": "Negative-sense single-stranded RNA virus . Negative-strand RNA viruses (NSV) can be classified into 21 distinct families. The families consisting of nonsegmented genomes include Rhabdo-, Paramyxo-, Filo- and Borna-. Orthomyxo-, Bunya-, Arenaviridae- contain genomes of six to eight, three, or two negative-sense RNA segments, respectively. Many highly prevalent human pathogens such as the respiratory syncytial virus (RSV), parainfluenza viruses, influenza viruses, Ebola virus, Marburg virus are included within the NSV. The life cycle of NSV has a number of steps. The virus first infects the host cell by binding to the host cell receptor through a viral surface glycoprotein. The fusion of the glycoprotein viral membrane with the plasma membrane of the host cell in an acidic environment allows for the release of viral ribonucleoprotein (RNP) complexes into the cytoplasm. Most NSV replicate in the cytoplasm of infected cells. Newly synthesized RNP complexes are assembled with viral structural proteins at the plasma membrane or at membranes of the Golgi apparatus. This is all followed by the release of the newly synthesized viruses.",
            "score": 229.7871551513672
        },
        {
            "docid": "14579421_37",
            "document": "Introduction to viruses . Hepatitis C is caused by an RNA virus. In 80% of people infected, the disease becomes chronic, and they remain infectious for the rest of their lives unless they are treated. There is an effective treatment that uses the nucleoside analogue drug ribavirin combined with interferon. Treatments for chronic carriers of the hepatitis B virus by a similar strategy using lamivudine and other anti-viral drugs have been developed. In both diseases, the drugs stop the virus from reproducing and the interferon kills any remaining infected cells.",
            "score": 229.36029052734375
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 226.315185546875
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 226.1167449951172
        },
        {
            "docid": "10473109_2",
            "document": "Resistance mutation . A resistance mutation is a mutation in a virus gene that allows the virus to become resistant to treatment with a particular antiviral drug. The term was first used in the management of HIV, the first virus in which genome sequencing was routinely used to look for drug resistance. At the time of infection, a virus will infect and begin to replicate within a preliminary cell. As subsequent cells are infected, random mutations will occur in the viral genome. When these mutations begin to accumulate, antiviral methods will kill the wild type strain, but will not be able to kill one or many mutated forms of the original virus. At this point a resistance mutation has occurred because the new strain of virus is now resistant to the antiviral treatment that would have killed the original virus. Resistance mutations are evident and widely studied in HIV due to its high rate of mutation and prevalence in the general population. Resistance mutation is now studied in bacteriology and parasitology.",
            "score": 225.31687927246094
        },
        {
            "docid": "1914_53",
            "document": "Antimicrobial resistance . Specific antiviral drugs are used to treat some viral infections. These drugs prevent viruses from reproducing by inhibiting essential stages of the virus's replication cycle in infected cells. Antivirals are used to treat HIV, hepatitis B, hepatitis C, influenza, herpes viruses including varicella zoster virus, cytomegalovirus and Epstein-Barr virus. With each virus, some strains have become resistant to the administered drugs.",
            "score": 223.98631286621094
        },
        {
            "docid": "19167679_7",
            "document": "Virus . Viral infections in animals provoke an immune response that usually eliminates the infecting virus. Immune responses can also be produced by vaccines, which confer an artificially acquired immunity to the specific viral infection. Some viruses, including those that cause AIDS and viral hepatitis, evade these immune responses and result in chronic infections. Antibiotics have no effect on viruses, but several antiviral drugs have been developed.",
            "score": 222.6602020263672
        },
        {
            "docid": "19167679_66",
            "document": "Virus . Viruses are an established cause of cancer in humans and other species. Viral cancers occur only in a minority of infected persons (or animals). Cancer viruses come from a range of virus families, including both RNA and DNA viruses, and so there is no single type of \"oncovirus\" (an obsolete term originally used for acutely transforming retroviruses). The development of cancer is determined by a variety of factors such as host immunity and mutations in the host. Viruses accepted to cause human cancers include some genotypes of human papillomavirus, hepatitis B virus, hepatitis C virus, Epstein–Barr virus, Kaposi's sarcoma-associated herpesvirus and human T-lymphotropic virus. The most recently discovered human cancer virus is a polyomavirus (Merkel cell polyomavirus) that causes most cases of a rare form of skin cancer called Merkel cell carcinoma. Hepatitis viruses can develop into a chronic viral infection that leads to liver cancer. Infection by human T-lymphotropic virus can lead to tropical spastic paraparesis and adult T-cell leukaemia. Human papillomaviruses are an established cause of cancers of cervix, skin, anus, and penis. Within the \"Herpesviridae\", Kaposi's sarcoma-associated herpesvirus causes Kaposi's sarcoma and body-cavity lymphoma, and Epstein–Barr virus causes Burkitt's lymphoma, Hodgkin's lymphoma, B lymphoproliferative disorder, and nasopharyngeal carcinoma. Merkel cell polyomavirus closely related to SV40 and mouse polyomaviruses that have been used as animal models for cancer viruses for over 50 years.",
            "score": 222.53079223632812
        },
        {
            "docid": "44533208_21",
            "document": "Carrot yellow-leaf virus . There is no research specifically on the cytopathic effect of CYLV, however there is a general pattern in the family Closteroviridae that might apply to this particular virus. Closteroviruses are usually phloem-limited, but some groups might infect parenchyma and mesophyll cells; therefore, closteroviruses are more often described simply as \"phloem-associated\" with regard to tissue tropism.  That is why symptoms are associated with phloem; the cytopathology is mainly caused by vesicles containing virus particles, which is also a form of diagnosis. Another important viral mechanism is the capacity to escape the host's immune system. In plants, a common strategy is the use of interference RNA or RNAi, which are short sequences homologous to the viral genome. When these short sequences bind to the genome, they prevent transcription into dsDNA, therefore controlling the infection. Some viruses have developed proteins called Silencing Suppressors in response to RNAi. The mechanism is unknown, but mutation in those proteins allow the plant to recover from the viral infection and prevents systemic infections.",
            "score": 222.1905059814453
        },
        {
            "docid": "460071_9",
            "document": "Picornavirus . Genomic RNAs of picornaviruses possess multiple RNA elements and they are required for both negative and plus strand RNA synthesis. The cis acting replication(cre) element is required for replication. The stem-loop-structure that contains the cre is independent of position but changes with location between virus types when it has been identified. Also, the 3’ end elements of viral RNA are significant and efficient for RNA replication of picornaviruses. The 3’ end of picornavirus contains poly(A) tract which be required for infectivity. On the other hand, RNA synthesis is hypothesized to occur in this region.3’ end NCR of poliovirus is not necessary for negative-strands synthesis. However, it is important element for positive—strand synthesis. Additionally,5’ end NCR that contain secondary structural elements is required for RNA replication and poliovirus translation initiation(IRES). Internal Ribosome Entry Site (IRES) are RNA structures that allow cap independent initiation of translation, and are able to initiate translation in the middle of a messenger RNA. The viral particle binds to cell surface receptors. Cell surface receptors are characterized for each serotype of picornaviruses. For example, poliovirus receptor is glycoprotein CD155 which is special receptor for human and some other primate species. For this reason, poliovirus couldn’t be made in many laboratories until transgenic mice having a CD155 receptor on their cell surface were developed in the 1990s. These animals can be infected and used for studies of replication and pathogenesis. Binding causes a conformational change in the viral capsid proteins, and myristic acid are released. These acids form a pore in the cell membrane through which RNA is injected . Once inside the cell, the RNA un-coats and the (+) strand RNA genome is replicated through a double-stranded RNA intermediate that is formed using viral RDRP (RNA-Dependent RNA polymerase). Translation by host cell ribosomes is not initiated by a 5' G cap as usual, but rather is initiated by an IRES (Internal Ribosome Entry Site). The viral lifecycle is very rapid with the whole process of replication being completed on average within 8 hours. However, as little as 30 minutes after initial infection, cell protein synthesis declines to almost zero output – essentially the macromolecular synthesis of cell proteins is shut off. Over the next 1–2 hours there is a loss of margination of chromatin and homogeneity in the nucleus, before the viral proteins start to be synthesized and a vacuole appears in the cytoplasm close to the nucleus that gradually starts to spread as the time after infection reaches around 3 hours. After this time the cell plasma membrane becomes permeable, at 4–6 hours the virus particles assemble, and can sometimes be seen in the cytoplasm. At around 8 hours the cell is effectively dead and lyses to release the viral particles.",
            "score": 221.88128662109375
        },
        {
            "docid": "51552895_3",
            "document": "Positive-sense single-stranded RNA virus . Positive-sense ssRNA viruses have genetic material that can function both as a genome and as messenger RNA; it can be directly translated into protein in the host cell by host ribosomes. The first proteins to be expressed after infection serve genome replication functions; they recruit the positive-strand viral genome to viral replication complexes (VRCs) formed in association with intracellular membranes. VRCs contain proteins of both viral and host cell origin, and may be associated with the membranes of a variety of organelles, often the rough endoplasmic reticulum, but also including membranes derived from mitochondria, vacuoles, the Golgi apparatus, chloroplasts, peroxisomes, plasma membranes, autophagosomal membranes, and novel cytoplasmic compartments. The replication of the positive-sense ssRNA genome proceeds through double-stranded RNA intermediates, and the purpose of replication in these membranous invaginations may be the avoidance of cellular response to the presence of dsRNA. In many cases subgenomic RNAs are also created during replication. After infection, the entirety of the host cell's translation machinery may be diverted to the production of viral proteins as a result of the very high affinity for ribosomes of the viral genome's internal ribosome entry site (IRES) elements; in some viruses, such as poliovirus and rhinoviruses, normal protein synthesis is further disrupted by viral proteases degrading components required to initiate translation of cellular mRNA.",
            "score": 220.43699645996094
        },
        {
            "docid": "19167679_72",
            "document": "Virus . Because viruses use vital metabolic pathways within host cells to replicate, they are difficult to eliminate without using drugs that cause toxic effects to host cells in general. The most effective medical approaches to viral diseases are vaccinations to provide immunity to infection, and antiviral drugs that selectively interfere with viral replication.",
            "score": 219.67091369628906
        }
    ]
}