{
    "q": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 211.89531409740448
        },
        {
            "docid": "26585603_2",
            "document": "Diabetes in dogs . Diabetes mellitus is a disease in which the beta cells of the endocrine pancreas either stop producing insulin or can no longer produce it in enough quantity for the body's needs. The condition is commonly divided into two types, depending on the origin of the condition: Type 1 diabetes, sometimes called \"juvenile diabetes\", is caused by destruction of the beta cells of the pancreas. The condition is also referred to as insulin-dependent diabetes, meaning exogenous insulin injections must replace the insulin the pancreas is no longer capable of producing for the body's needs. Dogs can have insulin-dependent, or Type 1, diabetes; research finds no Type 2 diabetes in dogs. Because of this, there is no possibility the permanently damaged pancreatic beta cells could re-activate to engender a remission as may be possible with some feline diabetes cases, where the primary type of diabetes is Type 2. There is another less common form of diabetes, diabetes insipidus, which is a condition of insufficient antidiuretic hormone or resistance to it.",
            "score": 156.5781592130661
        },
        {
            "docid": "2930542_23",
            "document": "Epithelial–mesenchymal transition . Since these studies in human islets lacked lineage-tracing analysis, these findings from irreversibly tagged beta cells in mice were extrapolated to human islets. Thus, using a dual lentiviral and genetic lineage tracing system to label β-cells, it was convincingly demonstrated that adult human islet β-cells undergo EMT and proliferate \"in vitro\". Also, these findings were confirmed in human fetal pancreatic insulin-producing cells, and the mesenchymal cells derived from pancreatic islets can undergo the reverse of EMT – MET – to generate islet-like cell aggregates. Thus, the concept of generating progenitors from insulin-producing cells by EMT or generation of Cancer Stem Cells during EMT in cancer may have potential for replacement therapy in diabetes, and call for drugs targeting inhibition of EMT in cancer.",
            "score": 150.09918546676636
        },
        {
            "docid": "29578326_32",
            "document": "Cell encapsulation . The potential of using bioartificial pancreas, for treatment of diabetes mellitus, based on encapsulating islet cells within a semi permeable membrane is extensively being studied by scientists. These devices could eliminate the need for of immunosuppressive drugs in addition to finally solving the problem of shortage of organ donors. The use of microencapsulation would protect the islet cells from immune rejection as well as allow the use of animal cells or genetically modified insulin-producing cells. It is hoped that development of these islet encapsulated microcapsules could prevent the need for the insulin injections needed several times a day by type 1 diabetic patients. The Edmonton protocol involves implantation of human islets extracted from cadaveric donors and has shown improvements towards the treatment of type 1 diabetics who are prone to hypoglycemic unawareness. However, the two major hurdles faced in this technique are the limited availability of donor organs and with the need for immunosuppresents to prevent an immune response in the patient’s body.",
            "score": 124.26001071929932
        },
        {
            "docid": "40017873_32",
            "document": "Diabetes mellitus . Insulin is released into the blood by beta cells (β-cells), found in the islets of Langerhans in the pancreas, in response to rising levels of blood glucose, typically after eating. Insulin is used by about two-thirds of the body's cells to absorb glucose from the blood for use as fuel, for conversion to other needed molecules, or for storage. Lower glucose levels result in decreased insulin release from the beta cells and in the breakdown of glycogen to glucose. This process is mainly controlled by the hormone glucagon, which acts in the opposite manner to insulin.",
            "score": 161.46710991859436
        },
        {
            "docid": "26585603_18",
            "document": "Diabetes in dogs . Early diagnosis and interventive treatment can mean reduced incidence of complications such as cataracts and neuropathy. Since dogs are insulin dependent, oral drugs are not effective for them. They must be placed on insulin replacement therapy. Approved oral diabetes drugs can be helpful to sufferers of Type 2 diabetes because they work in one of three ways: by inducing the pancreas to produce more insulin, by allowing the body to more effectively use the insulin it produces, or by slowing the glucose absorption rate from the GI tract. Unapproved so-called \"natural\" remedies make similar claims for their products. All of this is based on the premise of having an endocrine pancreas with beta cells capable of producing insulin. Those with Type 1, or insulin-dependent diabetes, have beta cells which are permanently damaged, thus unable to produce insulin. This is the reason nothing other than insulin replacement therapy can be considered real and effective treatment. Canine diabetes means insulin dependency; insulin therapy must be continued for life.",
            "score": 160.39228892326355
        },
        {
            "docid": "15445074_2",
            "document": "Insulin oscillation . The insulin concentration in blood increases after meals and gradually returns to basal levels during the next 1–2 hours. However, the basal insulin level is not stable. It oscillates with a regular period of 3-6 min. After a meal the amplitude of these oscillations increases but the periodicity remains constant. The oscillations are believed to be important for insulin sensitivity by preventing downregulation of insulin receptors in target cells. Such downregulation underlies insulin resistance, which is common in type 2 diabetes. It would therefore be advantageous to administer insulin to diabetic patients in a manner mimicking the natural oscillations. The insulin oscillations are generated by pulsatile release of the hormone from the pancreas. Insulin originates from beta cells located in the islets of Langerhans. Since each islet contains up to 2000 beta cells and there are one million islets in the pancreas it is apparent that pulsatile secretion requires sophisticated synchronization both within and among the islets of Langerhans.",
            "score": 149.06855821609497
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 190.41743993759155
        },
        {
            "docid": "35839849_4",
            "document": "Epigenetics of diabetes Type 2 . The defects in pancreatic beta cell function and insulin resistance in peripheral tissues were thought to be the result of impaired ATP production from reduced oxidative phosphorylation. It was found that the mRNA expression of PPARGC1A was markedly reduced in pancreatic islets from type 2 diabetic donors compared with that of non-diabetic donors. Using bisulfite testing, it was also found that there was an approximately twofold increase in DNA methylation of the PPARGC1A promoter of human islet cells from diabetics as compared to non-diabetic human islet cells. This means that expression from the PPARGC1A genes were turned down in the diabetic patients. Further testing revealed that the more PPARGC1A was expressed, the more insulin was released from the islets, and as expected, in diabetic patients there was less PPARGC1A expressed and also less insulin secreted. This data supports the idea that PPARGC1A expression is reduced in animal models of diabetes and human diabetes and is associated with impaired insulin secretion.",
            "score": 149.07443594932556
        },
        {
            "docid": "21538648_12",
            "document": "FOXO1 . Because FOXO1 provides a link between transcription and metabolic control by insulin, it is also a potential target for genetic control of type 2 diabetes. In the insulin-resistant murine model, there is increased hepatic glucose production due to a loss in insulin sensitivity; the rates of hepatic gluconeogenesis and glycogenolysis are increased when compared to normal mice; this is presumably due to un-regulated FOXO1. When the same experiment was repeated with haploinsufficient FOXO1, insulin sensitivity was partially restored, and hepatic glucose production subsequently decreased. Similarly, in mice fed with a high fat diet (HFD), there is increased insulin resistance in skeletal and liver cells. However, when haploinsufficient FOXO1 mice were treated with the same HFD, there was a notable decrease in insulin resistance in both skeletal and liver cells. This effect was significantly augmented by the simultaneous administration of rosiglitazone, which is a commonly prescribed anti-diabetic drug. These results create an opportunity for a novel gene therapy based approach to alleviating insulin desensitization in type 2 diabetes.",
            "score": 187.47167038917542
        },
        {
            "docid": "2047712_12",
            "document": "Pyruvate carboxylase . As a crossroad between carbohydrate and lipid metabolism, pyruvate carboxylase expression in gluconeogenic tissues, adipose tissues and pancreatic islets must be coordinated. In conditions of over nutrition, PC levels are increased in pancreatic β-cells to increase pyruvate cycling in response to chronically elevated levels of glucose. In contrast, PC enzyme levels in the liver are decreased by insulin; during periods of overnutrition adipocyte tissue is expanded with extreme expression of PC and other lipogenic enzymes. Hepatic control of glucose levels is still regulated in an over nutrition situation, but in obesity induced type 2 diabetes the regulation of peripheral glucose levels is no longer under regulation of insulin. In type 2 diabetic rats, chronic exposure of β-cells to glucose due to peripheral insulin resistance results in decreased PC enzyme activity and decreased pyruvate cycling The continued overproduction of glucose by hepatocytes causes dramatic alteration of β-cell gene expression with large increases in normally suppressed genes, and equivalent decreases in expression of mRNA for insulin, ion pumps necessary for insulin secretion, and metabolic enzymes related to insulin secretion, including pyruvate carboxylase Concurrently adipose tissue develops insulin resistance causing accumulation of triaglycerols and non-esterified fatty acids in circulation; these not only further impairing β-cell function, but also further decreasing PC expression. These changes result in the decline of the β-cell phenotype in decompensated diabetes.",
            "score": 177.02151548862457
        },
        {
            "docid": "1197980_12",
            "document": "Downregulation and upregulation . This process is illustrated by the insulin receptor sites on target cells in a person with type 2 diabetes. Due to the elevated levels of blood glucose in an overweight individual, the β-cells (islets of Langerhans) in the pancreas must release more insulin than normal to meet the demand and return the blood to homeostatic levels. The near-constant increase in blood insulin levels results from an effort to match the increase in blood glucose, which will cause receptor sites on the liver cells to downregulate and decrease the number of receptors for insulin, increasing the subject’s resistance by decreasing sensitivity to this hormone. There is also a hepatic decrease in sensitivity to insulin. This can be seen in the continuing gluconeogenesis in the liver even when blood glucose levels are elevated. This is the more common process of insulin resistance, which leads to adult-onset diabetes.",
            "score": 150.81693065166473
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 167.19333910942078
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 161.34500336647034
        },
        {
            "docid": "2966520_74",
            "document": "Diabetes management . Stem cell research has also been suggested as a potential avenue for a cure since it may permit regrowth of Islet cells which are genetically part of the treated individual, thus perhaps eliminating the need for immuno-suppressants.[48] This new method autologous nonmyeloablative hematopoietic stem cell transplantation was developed by a research team composed by Brazilian and American scientists (Dr. Julio Voltarelli, Dr. Carlos Eduardo Couri, Dr Richard Burt, and colleagues) and it was the first study to use stem cell therapy in human diabetes mellitus This was initially tested in mice and in 2007 there was the first publication of stem cell therapy to treat this form of diabetes. Until 2009, there was 23 patients included and followed for a mean period of 29.8 months (ranging from 7 to 58 months). In the trial, severe immunosuppression with high doses of cyclophosphamide and anti-thymocyte globulin is used with the aim of \"turning off\" the immunologic system\", and then autologous hematopoietic stem cells are reinfused to regenerate a new one. In summary it is a kind of \"immunologic reset\" that blocks the autoimmune attack against residual pancreatic insulin-producing cells. Until December 2009, 12 patients remained continuously insulin-free for periods ranging from 14 to 52 months and 8 patients became transiently insulin-free for periods ranging from 6 to 47 months. Of these last 8 patients, 2 became insulin-free again after the use of sitagliptin, a DPP-4 inhibitor approved only to treat type 2 diabetic patients and this is also the first study to document the use and complete insulin-independendce in humans with type 1 diabetes with this medication. In parallel with insulin suspension, indirect measures of endogenous insulin secretion revealed that it significantly increased in the whole group of patients, regardless the need of daily exogenous insulin use.",
            "score": 135.9728343486786
        },
        {
            "docid": "2025021_8",
            "document": "Alloxan . Alloxan is a toxic glucose analogue, which selectively destroys insulin-producing cells in the pancreas (that is beta cells) when administered to rodents and many other animal species. This causes an insulin-dependent diabetes mellitus (called \"alloxan diabetes\") in these animals, with characteristics similar to type 1 diabetes in humans. Alloxan is selectively toxic to insulin-producing pancreatic beta cells because it preferentially accumulates in beta cells through uptake via the GLUT2 glucose transporter. Alloxan, in the presence of intracellular thiols, generates reactive oxygen species (ROS) in a cyclic reaction with its reduction product, dialuric acid. The beta cell toxic action of alloxan is initiated by free radicals formed in this redox reaction. Studies suggests that alloxan does not cause diabetes in humans. Others found a significant difference in alloxan plasma levels in children with and without diabetes Type 1.",
            "score": 159.5625387430191
        },
        {
            "docid": "14877788_18",
            "document": "LECT2 . Deletion of the \"Lect2\" gene in mice improves peripheral glucose entry into tissues. These studies suggest that mouse Lect2 suppresses insulin signaling in skeletal muscle but not adipose or liver tissues of Lect2-deficient mice and thereby may contribute to the development of insulin resistance. Indeed, serum levels of LECT2 are increased in animal models of insulin-resistant diabetes as well as in individual diabetics demonstrating insulin resistance. These data suggest that inhibiting LECT2 production or action may be clinically useful means for treating diabetes. In support of this notion, Gemigliptin, an anti-diabetic drug, has been shown reduce insulin resistance and concurrently inhibit Lect2 production in a mouse model of dietary-induces insulin resistance. Studies conducted on cultured myocytes, a form of muscle cell, indicates that LECT2 impairs insulin signaling by activating a c-Jun N-terminal kinases cell signaling pathway.",
            "score": 179.35007405281067
        },
        {
            "docid": "40017873_25",
            "document": "Diabetes mellitus . Some cases of diabetes are caused by the body's tissue receptors not responding to insulin (even when insulin levels are normal, which is what separates it from type 2 diabetes); this form is very uncommon. Genetic mutations (autosomal or mitochondrial) can lead to defects in beta cell function. Abnormal insulin action may also have been genetically determined in some cases. Any disease that causes extensive damage to the pancreas may lead to diabetes (for example, chronic pancreatitis and cystic fibrosis). Diseases associated with excessive secretion of insulin-antagonistic hormones can cause diabetes (which is typically resolved once the hormone excess is removed). Many drugs impair insulin secretion and some toxins damage pancreatic beta cells. The ICD-10 (1992) diagnostic entity, \"malnutrition-related diabetes mellitus\" (MRDM or MMDM, ICD-10 code E12), was deprecated by the World Health Organization when the current taxonomy was introduced in 1999.",
            "score": 181.378351688385
        },
        {
            "docid": "35839849_11",
            "document": "Epigenetics of diabetes Type 2 . A subsequent study shows that under high glucose conditions, islet-specific transcription factor Pdx1 was shown to stimulate insulin expression by recruiting co-activators p300 and the Histone methyl transferase SETD7/9, which increased histone acetylation and H3K4me2, respectively, and the formation of open chromatin at the insulin promoter. In contrast, under low-glucose conditions, Pdx1 could recruit co-repressors HDAC1/2, which led to inhibition of insulin gene expression. Furthermore, Pdx1 also mediated β-cell-specific expression of SET7/9, which may regulate genes involved in glucose-induced insulin secretion. Nephropathy is another common symptom of diabetes patients and is caused by angiopathy of the capillaries in the kidneys. A gene known as UNC13B shows hypermethylation in diabetes patients genomes and is linked to diabetic nephropathy. The National Center for Biotechnology Information claims that hyperglycemia leads to an upregulation of this gene due to the increase in methylation at important CpG sites within the gene. UNC13B produces a protein with a diacylglycerol (DAG) binding domain. Hyperglycemia increases DAG levels in the blood which causes apoptosis in cells upregulating this gene and renal complications when DAG binds to the product of the UNC13B gene.",
            "score": 163.1779224872589
        },
        {
            "docid": "5419130_5",
            "document": "Lipid signaling . Ceramide mediates many cell-stress responses, including the regulation of programmed cell death (apoptosis) and cell aging (senescence). Numerous research works have focused interest on defining the direct protein targets of action of ceramide. These include enzymes called ceramide-activated Ser-Thr phosphatases (CAPPs), such as protein phosphatase 1 and 2A (PP1 and PP2A), which were found to interact with ceramide in studies done in a controlled environment outside of a living organism (\"in vitro\"). On the other hand, studies in cells have shown that ceramide-inducing agents such as tumor necrosis factor-alpha α (TNFα) and palmitate induce the ceramide-dependent removal of a phosphate group (dephosphorylation) of the retinoblastoma gene product RB and the enzymes, protein kinases B (AKT protein family) and C α (PKB and PKCα). Moreover, there is also sufficient evidence which implicates ceramide to the activation of the kinase suppressor of Ras (KSR), PKCζ, and cathepsin D. Cathepsin D has been proposed as the main target for ceramide formed in organelles called lysosomes, making lysosomal acidic SMase enzymes one of the key players in the mitochondrial pathway of apoptosis. Ceramide was also shown to activate PKCζ, implicating it to the inhibition of AKT, regulation of the voltage difference between the interior and exterior of the cell (membrane potential) and signaling functions that favor apoptosis. Chemotherapeutic agents such as daunorubicin and etoposide enhance the \"de novo\" synthesis of ceramide in studies done on mammalian cells. The same results were found for certain inducers of apoptosis particularly stimulators of receptors in a class of lymphocytes (a type of white blood cell) called B-cells. Regulation of the \"de novo\" synthesis of ceramide by palmitate may have a key role in diabetes and the metabolic syndrome. Experimental evidence shows that there is substantial increase of ceramide levels upon adding palmitate. Ceramide accumulation activates PP2A and the subsequent dephosphorylation and inactivation of AKT, a crucial mediator in metabolic control and insulin signaling. This results in a substantial decrease in insulin responsiveness (i.e. to glucose) and in the death of insulin-producing cells in the pancreas called islets of Langerhans. Inhibition of ceramide synthesis in mice via drug treatments or gene-knockout techniques prevented insulin resistance induced by fatty acids, glucocorticoids or obesity.",
            "score": 155.61631655693054
        },
        {
            "docid": "2966520_2",
            "document": "Diabetes management . The term \"diabetes\" includes several different metabolic disorders that all, if left untreated, result in abnormally high concentration of a sugar called glucose in the blood. Diabetes mellitus type 1 results when the pancreas no longer produces significant amounts of the hormone insulin, usually owing to the autoimmune destruction of the insulin-producing beta cells of the pancreas. Diabetes mellitus type 2, in contrast, is now thought to result from autoimmune attacks on the pancreas and/or insulin resistance. The pancreas of a person with type 2 diabetes may be producing normal or even abnormally large amounts of insulin. Other forms of diabetes mellitus, such as the various forms of maturity onset diabetes of the young, may represent some combination of insufficient insulin production and insulin resistance. Some degree of insulin resistance may also be present in a person with type 1 diabetes.",
            "score": 154.3617558479309
        },
        {
            "docid": "24796896_21",
            "document": "12-Hydroxyeicosatetraenoic acid . 12(S)-HETE, 12(\"S\")-HpETE, and with far less potency 12(\"R\")-HETE reduced insulin secretion and caused apoptosis in cultured human pancreatic insulin-secreting Beta cell lines and prepared Pancreatic islets. TNFα, IL-1β, and IFNγ also reduced insulin secretion in cultured human pancreatic INS-1 beta cells, apparently by inducing the expression of NOX1 (NADPH oxidase 1) and thereby to the production of cell-toxic Reactive oxygen species; these cytokine effects were completely dependent on 12-lipoxygenase and mimicked by 12(\"S\")-HETE but not 12(\"R\")-HETE. 12-lipoxygenase-knockout mice (i.e., mice genetically manipulated to remove the Alox12 [i.e. 12-lipoxygenase gene, see lipoxygenase#mouse lipoxygenases) are resistant to a) streptozotocin-induced, b) high fat diet-induced, and c) autoimmune-induced diabetes. Further studies in animal models suggest that the 12\"S\"-HETE made by pancreatic beta cells (or possibly alpha cells or other cell types indigenous to or invading the pancreatic islands) orchestrate a local immune response that results in the injury and, when extreme, death of beta cells. These results suggest that the 12-lipoxygenase-12S-HETE pathway is one factor contributing to immunity-based type I diabetes as well as low insulin output type II diabetes.",
            "score": 157.00120282173157
        },
        {
            "docid": "39164260_27",
            "document": "Sweetened beverage . The hallmarks of Type II Diabetes (T2DM) pathogenesis are insulin resistance and impaired insulin secretion. In the earlier stages of disease development, cells throughout the body become resistant to the effects of insulin. Therefore, insulin is unable to cause cells to take up glucose (among other impairments) and glucose builds up in the blood. As a result, insulin secretion is ramped up, to try to compensate for this lack of response. For a while this may work, but eventually, the body's ability to secrete insulin from the pancreatic beta cells gets burnt out. In later stages of T2DM, patient cells are both resistant to insulin effects and the pancreas has lost its ability to produce adequate insulin in response to glucose. Type II Diabetes is a progressive disease which eventually can lead to patients becoming dependent on exogenous insulin to lower their blood glucose levels.",
            "score": 177.04537498950958
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 175.78525829315186
        },
        {
            "docid": "154502_11",
            "document": "Diabetes mellitus type 2 . Type 2 diabetes is due to insufficient insulin production from beta cells in the setting of insulin resistance. Insulin resistance, which is the inability of cells to respond adequately to normal levels of insulin, occurs primarily within the muscles, liver, and fat tissue. In the liver, insulin normally suppresses glucose release. However, in the setting of insulin resistance, the liver inappropriately releases glucose into the blood. The proportion of insulin resistance versus beta cell dysfunction differs among individuals, with some having primarily insulin resistance and only a minor defect in insulin secretion and others with slight insulin resistance and primarily a lack of insulin secretion.",
            "score": 158.9450032711029
        },
        {
            "docid": "35839849_10",
            "document": "Epigenetics of diabetes Type 2 . Studies have shown that the islet dysfunction and development of diabetes in rats is associated with epigenetic silencing via DNA methylation of the gene Pdx1 promoter, which produces a key transcription factor that regulates beta-cell differentiation and insulin gene expression. Silencing at this promoter decreases the amount of beta-cells produced which leads to insulin resistance and the inability of the beta-cells to produce an important peptide that prevents vascular deterioration and neuropathy caused from vascular inflammatory responses.",
            "score": 156.76604008674622
        },
        {
            "docid": "15346849_3",
            "document": "MAFA (gene) . An in vivo study on mice proved MafA binds to the promoter in an insulin gene to regulate insulin transcription in response to serum glucose levels. MafA is a β cell-specific activator, which differentiates it from other transcription factors involved with insulin gene expression. It helps regulate the β cells involved with insulin secretion primarily by maintaining β cell metabolism. The amount of MafA in the β cells is regulated by levels of glucose and oxidative stress. MafA (gene) has been shown to interact with NEUROD1 and Pdx1. MafA works with Pdx1 to activate the insulin gene.",
            "score": 161.50163316726685
        },
        {
            "docid": "54448_32",
            "document": "Insulin resistance . The most common type of insulin resistance is associated with overweight and obesity in a condition known as the metabolic syndrome. Insulin resistance often progresses to full Type 2 diabetes mellitus (T2DM) or latent autoimmune diabetes of adults. This often is seen when hyperglycemia develops after a meal, when pancreatic β-cells are unable to produce sufficient insulin to maintain normal blood sugar levels (euglycemia) in the face of insulin resistance. The inability of the β-cells to produce sufficient insulin in a condition of hyperglycemia is what characterizes the transition from insulin resistance to T2DM.",
            "score": 135.05200481414795
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 177.63281643390656
        },
        {
            "docid": "773534_12",
            "document": "Connexon . Connexons are also associated with both Type I and Type II diabetes. Cx36 (connexin 36) subunit mediates insulin excretion and glucose-induced insulin release from gap junctions of the liver and pancreas. Homeostasis in the liver and pancreatic organs are supported by an intricate system of cellular interactions called endocrine signaling. The secretion of hormones into the blood stream to target distant organs. However, endocrine signaling in the pancreas and liver operates along short distances in the cellular membrane by way of signaling pathways, ion channels, G-protein coupled receptors, tyrosine-kinase receptors, and cell-to-cell contact. The gap junctions in these tissues supported by endocrine signaling arbitrate intracellular signals between cells and larger organ systems by connecting adjacent cells to each other in a tight fit. The Tight fit of the gap junction is such that cells in the tissue can communicate more efficiently and maintain homeostasis. Thus the purpose of the gap junction is to regulate the passage of ions, nutrients, metabolites, second messengers, and small biological molecules. In diabetes the subsequent loss or degradation of Cx36 substantially inhibits insulin production in the pancreas and glucose in the liver which is vital for the production of energy for the entire body. A deficiency of Cx36 adversely affects the ability of the gap junction to operate within these tissues leading a reduction in function and possible disease. Similar symptoms associated with the loss or degradation of the gap junction have been observed in type II diabetes, however, the function of Cx36 in Type 1 and type II diabetes in humans is still unknown. Additionally, the Cx36 connexin is coded for by GJD2 gene, which has a predisposition on the gene locus for type II diabetes, and diabetic syndrome.",
            "score": 158.21849536895752
        },
        {
            "docid": "36315057_79",
            "document": "Induced stem cells . Complications of Diabetes mellitus such as cardiovascular diseases, retinopathy, neuropathy, nephropathy and peripheral circulatory diseases depend on sugar dysregulation due to lack of insulin from pancreatic beta cells and can be lethal if they are not treated. One of the promising approaches to understand and cure diabetes is to use pluripotent stem cells (PSCs), including embryonic stem cells (ESCs) and induced PCSs (iPSCs).  Unfortunately, human PSC-derived insulin-expressing cells resemble human fetal β cells rather than adult β cells. In contrast to adult β cells, fetal β cells seem functionally immature, as indicated by increased basal glucose secretion and lack of glucose stimulation and confirmed by RNA-seq of whose transcripts.",
            "score": 142.88100123405457
        },
        {
            "docid": "2966520_69",
            "document": "Diabetes management . Diabetes type 1 is caused by the destruction of enough beta cells to produce symptoms; these cells, which are found in the Islets of Langerhans in the pancreas, produce and secrete insulin, the single hormone responsible for allowing glucose to enter from the blood into cells (in addition to the hormone amylin, another hormone required for glucose homeostasis). Hence, the phrase \"curing diabetes type 1\" means \"causing a maintenance or restoration of the endogenous ability of the body to produce insulin in response to the level of blood glucose\" and cooperative operation with counterregulatory hormones.",
            "score": 162.76270484924316
        }
    ],
    "r": [
        {
            "docid": "14895_2",
            "document": "Insulin . Insulin (from Latin \"insula\", island) is a peptide hormone produced by beta cells of the pancreatic islets; it is considered to be the main anabolic hormone of the body. It regulates the metabolism of carbohydrates, fats and protein by promoting the absorption of, especially glucose from the blood into liver, fat and skeletal muscle cells. In these tissues the absorbed glucose is converted into either glycogen via glycogenesis or fats (triglycerides) via lipogenesis, or, in the case of the liver, into both. Glucose production and secretion by the liver is strongly inhibited by high concentrations of insulin in the blood. Circulating insulin also affects the synthesis of proteins in a wide variety of tissues. It is therefore an anabolic hormone, promoting the conversion of small molecules in the blood into large molecules inside the cells. Low insulin levels in the blood have the opposite effect by promoting widespread catabolism, especially of reserve body fat. Beta cells are sensitive to glucose concentrations, also known as blood sugar levels. When the glucose level is high, the beta cells secrete insulin into the blood; when glucose levels are low, secretion of insulin is inhibited. Their neighboring alpha cells, by taking their cues from the beta cells, secrete glucagon into the blood in the opposite manner: increased secretion when blood glucose is low, and decreased secretion when glucose concentrations are high. Glucagon, through stimulating the liver to release glucose by glycogenolysis and gluconeogenesis, has the opposite effect of insulin. The secretion of insulin and glucagon into the blood in response to the blood glucose concentration is the primary mechanism of glucose homeostasis. If beta cells are destroyed by an autoimmune reaction, insulin can no longer be synthesized or be secreted into the blood. This results in type 1 diabetes mellitus, which is characterized by abnormally high blood glucose concentrations, and generalized body wasting. In type 2 diabetes mellitus the destruction of beta cells is less pronounced than in type 1 diabetes, and is not due to an autoimmune process. Instead there is an accumulation of amyloid in the pancreatic islets, which likely disrupts their anatomy and physiology. The pathogenesis of type 2 diabetes is not well understood but patients exhibit a reduced population of islet beta-cells, reduced secretory function of islet beta-cells that survive, and peripheral tissue insulin resistance. Type 2 diabetes is characterized by high rates of glucagon secretion into the blood which are unaffected by, and unresponsive to the concentration of glucose in the blood. Insulin is still secreted into the blood in response to the blood glucose. As a result, the insulin levels, even when the blood sugar level is normal, are much higher than they are in healthy persons. There are a variety of treatment regimens, none of which is entirely satisfactory. When the pancreas’s capacity to secrete insulin can no longer keep the blood sugar level within normal bounds, insulin injections are given. The human insulin protein is composed of 51 amino acids, and has a molecular mass of 5808 Da. It is a dimer of an A-chain and a B-chain, which are linked together by disulfide bonds. Insulin's structure varies slightly between species of animals. Insulin from animal sources differs somewhat in effectiveness (in carbohydrate metabolism effects) from human insulin because of these variations. Porcine insulin is especially close to the human version, and was widely used to treat type 1 diabetics before human insulin could be produced in large quantities by recombinant DNA technologies. The crystal structure of insulin in the solid state was determined by Dorothy Hodgkin. It is on the WHO Model List of Essential Medicines, the most important medications needed in a basic health system.",
            "score": 211.89532470703125
        },
        {
            "docid": "35839849_8",
            "document": "Epigenetics of diabetes Type 2 . Pancreatic islet-specific miR-375 inhibits insulin secretion in mouse pancreatic β-cells by inhibiting the expression of the protein myotrophin. An overexpression of miR-375 can completely suppress glucose-induced insulin secretion, while inhibition of native miR-375 will increase insulin secretion. In another study, increasing the level of miR-9, a different miRNA, resulted in a severe defect in glucose-stimulated insulin release. This happens because miR-9 down-regulated the transcription factor Onecut2 (OC2) that controls the expression of Rab27a effector granuphilin, a key factor in controlling insulin release. Also miR-192 levels have been shown to be increased in glomeruli isolated from diabetic mice when compared to non-diabetic mice, suggesting that it is involved as well. Since miR-192 was shown to regulate extracellular matrix proteins collagen 1-α 1 and 2 (Col1α1 and 2) that accumulate during diabetic nephropathy, miR-192 may play a role in kidney diseases as well. A correlation between elevated Notch signaling pathway gene expression, which is important for cell to cell communication, and diabetic nephropathy has also been shown. MiR-143 has also been experimentally shown to regulate genes that are crucial for adipocyte differentiation, (including GLUT4, Hormone-sensitive lipase, the fatty acid-binding protein, aP2 and PPAR-γ2), demonstrating that miRNAs are also involved in fat metabolism and endocrine function in humans.",
            "score": 190.4174346923828
        },
        {
            "docid": "21538648_12",
            "document": "FOXO1 . Because FOXO1 provides a link between transcription and metabolic control by insulin, it is also a potential target for genetic control of type 2 diabetes. In the insulin-resistant murine model, there is increased hepatic glucose production due to a loss in insulin sensitivity; the rates of hepatic gluconeogenesis and glycogenolysis are increased when compared to normal mice; this is presumably due to un-regulated FOXO1. When the same experiment was repeated with haploinsufficient FOXO1, insulin sensitivity was partially restored, and hepatic glucose production subsequently decreased. Similarly, in mice fed with a high fat diet (HFD), there is increased insulin resistance in skeletal and liver cells. However, when haploinsufficient FOXO1 mice were treated with the same HFD, there was a notable decrease in insulin resistance in both skeletal and liver cells. This effect was significantly augmented by the simultaneous administration of rosiglitazone, which is a commonly prescribed anti-diabetic drug. These results create an opportunity for a novel gene therapy based approach to alleviating insulin desensitization in type 2 diabetes.",
            "score": 187.4716796875
        },
        {
            "docid": "40017873_25",
            "document": "Diabetes mellitus . Some cases of diabetes are caused by the body's tissue receptors not responding to insulin (even when insulin levels are normal, which is what separates it from type 2 diabetes); this form is very uncommon. Genetic mutations (autosomal or mitochondrial) can lead to defects in beta cell function. Abnormal insulin action may also have been genetically determined in some cases. Any disease that causes extensive damage to the pancreas may lead to diabetes (for example, chronic pancreatitis and cystic fibrosis). Diseases associated with excessive secretion of insulin-antagonistic hormones can cause diabetes (which is typically resolved once the hormone excess is removed). Many drugs impair insulin secretion and some toxins damage pancreatic beta cells. The ICD-10 (1992) diagnostic entity, \"malnutrition-related diabetes mellitus\" (MRDM or MMDM, ICD-10 code E12), was deprecated by the World Health Organization when the current taxonomy was introduced in 1999.",
            "score": 181.37835693359375
        },
        {
            "docid": "14877788_18",
            "document": "LECT2 . Deletion of the \"Lect2\" gene in mice improves peripheral glucose entry into tissues. These studies suggest that mouse Lect2 suppresses insulin signaling in skeletal muscle but not adipose or liver tissues of Lect2-deficient mice and thereby may contribute to the development of insulin resistance. Indeed, serum levels of LECT2 are increased in animal models of insulin-resistant diabetes as well as in individual diabetics demonstrating insulin resistance. These data suggest that inhibiting LECT2 production or action may be clinically useful means for treating diabetes. In support of this notion, Gemigliptin, an anti-diabetic drug, has been shown reduce insulin resistance and concurrently inhibit Lect2 production in a mouse model of dietary-induces insulin resistance. Studies conducted on cultured myocytes, a form of muscle cell, indicates that LECT2 impairs insulin signaling by activating a c-Jun N-terminal kinases cell signaling pathway.",
            "score": 179.35008239746094
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 177.6328125
        },
        {
            "docid": "54448_31",
            "document": "Insulin resistance . Any food or drink containing glucose (or the digestible carbohydrates that contain it, such as sucrose, starch, etc.) causes blood glucose levels to increase. In normal metabolism, the elevated blood glucose level instructs beta (β) cells in the Islets of Langerhans, located in the pancreas, to release insulin into the blood. The insulin, in turn, makes insulin-sensitive tissues in the body (primarily skeletal muscle cells, adipose tissue, and liver) absorb glucose, and thereby lower the blood glucose level. The beta cells reduce insulin output as the blood glucose level falls, allowing blood glucose to settle at a constant of approximately 5 mmol/L (mM) (90 mg/dL). In an \"insulin-resistant\" person, normal levels of insulin do not have the same effect in controlling blood glucose levels. During the compensated phase on insulin resistance, insulin levels are higher, and blood glucose levels are still maintained. If compensatory insulin secretion fails, then either fasting (impaired fasting glucose) or postprandial (impaired glucose tolerance) glucose concentrations increase. Eventually, type 2 diabetes or latent autoimmune diabetes occurs when glucose levels become higher throughout the day as the resistance increases and compensatory insulin secretion fails. The elevated insulin levels also have additional effects (see insulin) that cause further abnormal biological effects throughout the body.",
            "score": 177.2200469970703
        },
        {
            "docid": "39164260_27",
            "document": "Sweetened beverage . The hallmarks of Type II Diabetes (T2DM) pathogenesis are insulin resistance and impaired insulin secretion. In the earlier stages of disease development, cells throughout the body become resistant to the effects of insulin. Therefore, insulin is unable to cause cells to take up glucose (among other impairments) and glucose builds up in the blood. As a result, insulin secretion is ramped up, to try to compensate for this lack of response. For a while this may work, but eventually, the body's ability to secrete insulin from the pancreatic beta cells gets burnt out. In later stages of T2DM, patient cells are both resistant to insulin effects and the pancreas has lost its ability to produce adequate insulin in response to glucose. Type II Diabetes is a progressive disease which eventually can lead to patients becoming dependent on exogenous insulin to lower their blood glucose levels.",
            "score": 177.04537963867188
        },
        {
            "docid": "2047712_12",
            "document": "Pyruvate carboxylase . As a crossroad between carbohydrate and lipid metabolism, pyruvate carboxylase expression in gluconeogenic tissues, adipose tissues and pancreatic islets must be coordinated. In conditions of over nutrition, PC levels are increased in pancreatic β-cells to increase pyruvate cycling in response to chronically elevated levels of glucose. In contrast, PC enzyme levels in the liver are decreased by insulin; during periods of overnutrition adipocyte tissue is expanded with extreme expression of PC and other lipogenic enzymes. Hepatic control of glucose levels is still regulated in an over nutrition situation, but in obesity induced type 2 diabetes the regulation of peripheral glucose levels is no longer under regulation of insulin. In type 2 diabetic rats, chronic exposure of β-cells to glucose due to peripheral insulin resistance results in decreased PC enzyme activity and decreased pyruvate cycling The continued overproduction of glucose by hepatocytes causes dramatic alteration of β-cell gene expression with large increases in normally suppressed genes, and equivalent decreases in expression of mRNA for insulin, ion pumps necessary for insulin secretion, and metabolic enzymes related to insulin secretion, including pyruvate carboxylase Concurrently adipose tissue develops insulin resistance causing accumulation of triaglycerols and non-esterified fatty acids in circulation; these not only further impairing β-cell function, but also further decreasing PC expression. These changes result in the decline of the β-cell phenotype in decompensated diabetes.",
            "score": 177.02151489257812
        },
        {
            "docid": "12950_11",
            "document": "Glucose . Diabetes is a metabolic disorder where the body is unable to regulate levels of glucose in the blood either because of a lack of insulin in the body or the failure, by cells in the body, to respond properly to insulin. Each of these situations can be caused by persistently high elevations of blood glucose levels, through pancreatic burnout and insulin resistance. The pancreas is the organ responsible for the secretion of insulin. Insulin is a hormone that regulates glucose levels, allowing the body's cells to absorb and use glucose. Without it, glucose cannot enter the cell and therefore cannot be used as fuel for the body's functions. If the pancreas is exposed to persistently high elevations of blood glucose levels, the insulin-producing cells in the pancreas could be damaged, causing a lack of insulin in the body. Insulin resistance occurs when the pancreas tries to produce more and more insulin in response to persistently elevated blood glucose levels. Eventually, the rest of the body becomes resistant to the insulin that the pancreas is producing, thereby requiring more insulin to achieve the same blood glucose-lowering effect, and forcing the pancreas to produce even more insulin to compete with the resistance. This negative spiral contributes to pancreatic burnout, and the disease progression of diabetes.",
            "score": 175.78526306152344
        },
        {
            "docid": "9745239_11",
            "document": "Glucagon-like peptide 1 receptor . Exendin-4 increases beta cell mass in the pancreatic islets to improve the release of insulin to ultimately increase glucose uptake. The mechanism regarding this insulin increase involves Ex-4 and GLP-1. When the islets in the pancreas are exposed to GLP-1, there is an increased expression of the anti-apoptotic gene bcl-2 and decreased expression of pro-apoptotic genes bax and caspase-3, which leads to greater cell survival. GLP-1 binding to its G protein-coupled receptor activates various different pathways including the growth factor receptor and is coupled to pathways stimulating mitogenesis. Some of these pathways include Rap, Erk1/2, MAPK, B-RAF, PI3-K, cAMP, PKA, and TORC2 that are activated to initiate exocytosis, proinsulin gene expression and translation, increase insulin biosynthesis, and genetically increase beta cell proliferation and neogenesis. The GLP-1R is a G protein-coupled receptor that is dependent on glucose and GLP-1 is a peptide hormone that acts directly on the beta cell to stimulate insulin secretion by activating signal transduction when glucose is present. When glucose is not present, this receptor no longer couples to stimulate insulin secretion in order to prevent hypoglycemia.",
            "score": 169.03848266601562
        },
        {
            "docid": "14815864_3",
            "document": "KLF11 . KLF11 is a mesoderm derived, zinc finger transcription factor in the Krüppel-like factor (KLF) family. It binds to SP1- like GC- rich sequences in epsilon and gamma globin gene promoters inhibiting cellular growth and causing apoptosis. In the regulation of genes, it is involved in cellular inflammation and differentiation, making it an essential factor in early embryonic development. This transcription factor binds to promoters of genes involved in cholesterol, prostaglandin, neurotransmitter, fat, and sugar metabolism, specifically pancreatic beta cell function. Defects in KLF11 affect glucose metabolism, insulin transcription, insulin processing, and insulin secretion which cause type 2 diabetes in adults and maturity-onset diabetes of the young type 7. These types of diabetes are caused by KLF11 interacting with co-repressors in the pancreatic islet beta cells. KLF11 has recently been shown to be involved in endometriosis since it regulated the expression of extracellular matrix genes. Its absence in extracellular matrix genes created a more fibrogenic response by the tissue. This was proved by creating a “knockout” model. The experiment showed that the absence of KLF11 showed higher amounts of fibrosis indicating that it prevents the growth of endometriotic lesions and inhibits pathological scarring.",
            "score": 168.8273468017578
        },
        {
            "docid": "1719250_2",
            "document": "Insulin glargine . Insulin glargine, marketed under the names Lantus, among others, is a long-acting basal insulin analogue, given once daily to help control the blood sugar level of those with diabetes. It consists of microcrystals that slowly release insulin, giving a long duration of action of 18 to 26 hours, with a \"peakless\" profile (according to the insulin glargine package insert). Pharmacokinetically, its steady action can supplement the variable insulin secretion of non-diabetic pancreatic beta cells. Sometimes, in type 2 diabetes and in combination with a short acting sulfonylurea (drugs which stimulate the pancreas to make more insulin), it can help offer moderate control of serum glucose levels. In the absence of endogenous insulin—type 1 diabetes, depleted type 2 (in some cases) or latent autoimmune diabetes of adults in late stage—insulin glargine needs the support of fast acting insulin taken with food to reduce the effect of prandially derived glucose (from food).",
            "score": 168.73663330078125
        },
        {
            "docid": "343457_28",
            "document": "Maternal effect . In another study, researchers discovered that perinatal nutrient restriction resulting in intrauterine growth restriction (IUGR) contributes to diabetes mellitus type 2 (DM2). IUGR refers to the poor growth of the baby in utero. In the pancreas, IUGR caused a reduction in the expression of the promoter of the gene encoding a critical transcription factor for beta cell function and development. Pancreatic beta cells are responsible for making insulin; decreased beta cell activity is associated with DM2 in adulthood. In skeletal muscle, IUGR caused a decrease in expression of the Glut-4 gene. The Glut-4 gene controls the production of the Glut-4 transporter; this transporter is specifically sensitive to insulin. Thus, when insulin levels rise, more glut-4 transporters are brought to the cell membrane to increase the uptake of glucose into the cell. This change is caused by histone modifications in the cells of skeletal muscle that decrease the effectiveness of the glucose transport system into the muscle. Because the main glucose transporters are not operating at optimal capacity, these individuals are more likely to develop insulin resistance with energy rich diets later in life, contributing to DM2.",
            "score": 168.37277221679688
        },
        {
            "docid": "1408530_31",
            "document": "Circadian clock . Another study conducted by Zhang et al. also employed a genome-wide small interfering RNA screen in U2OS cell line to identify additional clock genes and modifiers using luciferase reporter gene expression. Knockdown of nearly 1000 genes reduced rhythm amplitude. The authors found and confirmed hundreds of potent effects on period length or increased amplitude in secondary screens. Characterization of a subset of these genes demonstrated a dosage-dependent effect on oscillator function. Protein interaction network analysis showed that dozens of gene products directly or indirectly associate with known clock components. Pathway analysis revealed these genes are overrepresented for components of insulin and hedgehog signaling pathway, the cell cycle, and folate metabolism. Coupled with data demonstrating that many of these pathways are clock-regulated, Zhang et al. postulated that the clock is interconnected with many aspects of cellular function.",
            "score": 167.77728271484375
        },
        {
            "docid": "56549_10",
            "document": "Beta cell . Type 1 Diabetes is caused by an auto-immune mediated destruction of the insulin producing beta cells in the body. The destruction of these cells reduces the body’s ability to respond to glucose levels in the body, therefore making it nearly impossible to properly regulate glucose and glucagon levels in the bloodstream. The body destroys 70-80% of beta cells, leaving only 20–30% of functioning cells. .This can cause the patient to experience hyperglycemia, which leads to other adverse short-term and long-term conditions. It has been shown that the symptoms of diabetes can be successfully controlled with methods such as regular doses of insulin and sustaining a proper diet. These methods, however, can be tedious and cumbersome to continuously perform on a daily basis. Since Type 1 diabetes is caused by damage sustained to the beta cells, the most effective strategy would be to investigate solutions to repair damaged beta cells or artificially develop and regenerate beta cells in vivo (in the body.)",
            "score": 167.27301025390625
        },
        {
            "docid": "1609070_4",
            "document": "Hyperinsulinemia . In type 2 diabetes, the cells of the body become resistant to the effects of insulin as the receptors which bind to the hormone become less sensitive to insulin concentrations resulting in hyperinsulinemia and disturbances in insulin release. With a reduced response to insulin, the beta cells of the pancreas secrete increasing amounts of insulin in response to the continued high blood glucose levels resulting in hyperinsulinemia. In insulin resistant tissues, a threshold concentration of insulin is reached causing the cells to uptake glucose and therefore decreases blood glucose levels. Studies have shown that the high levels of insulin resulting from insulin resistance might enhance insulin resistance.",
            "score": 167.19334411621094
        },
        {
            "docid": "154502_12",
            "document": "Diabetes mellitus type 2 . Other potentially important mechanisms associated with type 2 diabetes and insulin resistance include: increased breakdown of lipids within fat cells, resistance to and lack of incretin, high glucagon levels in the blood, increased retention of salt and water by the kidneys, and inappropriate regulation of metabolism by the central nervous system. However, not all people with insulin resistance develop diabetes, since an impairment of insulin secretion by pancreatic beta cells is also required.",
            "score": 166.91363525390625
        },
        {
            "docid": "19865510_9",
            "document": "ARNTL . The Arntl gene is located within the hypertension susceptibility loci of chromosome 1 in rats. A study of single nucleotide polymorphisms (SNPs) within this loci found two polymorphisms that occurred in the sequence encoding for Arntl and were associated with type II diabetes and hypertension. When translated from a rat model to a human model, this research suggests a causative role of Arntl gene variation in the pathology of type II diabetes. Recent phenotype data also suggest this gene and its partner Clock play a role in the regulation of glucose homeostasis and metabolism, which can lead to hypoinsulinaemia, or diabetes, when disrupted.<ref name=\"10.1038/nature09253\"></ref> In regards to other functions, another study shows that the CLOCK/BMAL1 complex upregulates human LDLR promoter activity, suggesting the Arntl gene also plays a role in cholesterol homeostasis. In addition, Arntl gene expression, along with that of other core clock genes, were discovered to be lower in patients with bipolar disorder, suggesting a problem with circadian function in these patients. Arntl, Npas2, and Per2 have also been associated with seasonal affective disorder in humans. Lastly, Arntl has been identified through functional genetic screening as a putative regulator of the p53 tumor suppressor pathway suggesting potential involvement in the circadian rhythms exhibited by cancer cells.",
            "score": 164.97459411621094
        },
        {
            "docid": "38403936_10",
            "document": "MTORC2 . Studies using mice with tissue-specific loss of \"Rictor\", and thus inactive mTORC2, have found that mTORC2 plays a critical role in the regulation of glucose homeostasis. Liver-specific disruption of mTORC2 through hepatic deletion of the gene \"Rictor\" leads to glucose intolerance, hepatic insulin resistance, decreased hepatic lipogenesis, and decreased male lifespan. Adipose-specific disruption of mTORC2 through deletion of \"Rictor\" may protect from a high-fat diet in young mice, but results in hepatic steatosis and insulin resistance in older mice. The role of mTORC2 in skeletal muscle has taken time to uncover, but genetic loss of mTORC2/\"Rictor\" in skeletal muscle results in decreased insulin-stimulated glucose uptake, and resistance to the effects of an mTOR kinase inhibitor on insulin resistance, highlighting a critical role for mTOR in the regulation of glucose homeostasis in this tissue. Loss of mTORC2/\"Rictor\" in pancreatic beta cells results in reduced beta cell mass and insulin secretion, and hyperglycemia and glucose intolerance.",
            "score": 164.06637573242188
        },
        {
            "docid": "13980_13",
            "document": "Homeostasis . Blood sugar levels are regulated within fairly narrow limits. In mammals the primary sensors for this are the beta cells of the pancreatic islets. The beta cells respond to a rise in the blood sugar level by secreting insulin into the blood, and simultaneously inhibiting their neighboring alpha cells from secreting glucagon into the blood. This combination (high blood insulin levels and low glucagon levels) act on effector tissues, chief of which are the liver, fat cells and muscle cells. The liver is inhibited from producing glucose, taking it up instead, and converting it to glycogen and triglycerides. The glycogen is stored in the liver, but the triglycerides are secreted into the blood as very low-density lipoprotein (VLDL) particles which are taken up by adipose tissue, there to be stored as fats. The fat cells take up glucose through special glucose transporters (GLUT4), whose numbers in the cell wall are increased as a direct effect of insulin acting on these cells. The glucose that enters the fat cells in this manner is converted into triglycerides (via the same metabolic pathways as are used by the liver) and then stored in those fat cells together with the VLDL-derived triglycerides that were made in the liver. Muscle cells also take glucose up through insulin-sensitive GLUT4 glucose channels, and convert it into muscle glycogen.",
            "score": 163.8592071533203
        },
        {
            "docid": "35839849_11",
            "document": "Epigenetics of diabetes Type 2 . A subsequent study shows that under high glucose conditions, islet-specific transcription factor Pdx1 was shown to stimulate insulin expression by recruiting co-activators p300 and the Histone methyl transferase SETD7/9, which increased histone acetylation and H3K4me2, respectively, and the formation of open chromatin at the insulin promoter. In contrast, under low-glucose conditions, Pdx1 could recruit co-repressors HDAC1/2, which led to inhibition of insulin gene expression. Furthermore, Pdx1 also mediated β-cell-specific expression of SET7/9, which may regulate genes involved in glucose-induced insulin secretion. Nephropathy is another common symptom of diabetes patients and is caused by angiopathy of the capillaries in the kidneys. A gene known as UNC13B shows hypermethylation in diabetes patients genomes and is linked to diabetic nephropathy. The National Center for Biotechnology Information claims that hyperglycemia leads to an upregulation of this gene due to the increase in methylation at important CpG sites within the gene. UNC13B produces a protein with a diacylglycerol (DAG) binding domain. Hyperglycemia increases DAG levels in the blood which causes apoptosis in cells upregulating this gene and renal complications when DAG binds to the product of the UNC13B gene.",
            "score": 163.1779327392578
        },
        {
            "docid": "289406_15",
            "document": "Blood sugar level . These hormones are secreted from pancreatic islets which are bundles of endocrine tissues. There are four types of pancreatic islets, alpha (A) cells, beta (B) cells, Delta (D) cells and F cells. Glucagon is secreted from alpha cells, while insulin is secreted by beta cells. Together they regulate the blood-glucose levels through negative feedback, a process where the end product of one reaction stimulates the beginning of another reaction. In blood-glucose levels, insulin lowers the concentration of glucose in the blood. The lower blood-glucose level (a product of the insulin secretion) triggers glucagon to be secreted, and repeats the cycle.",
            "score": 162.83384704589844
        },
        {
            "docid": "2966520_69",
            "document": "Diabetes management . Diabetes type 1 is caused by the destruction of enough beta cells to produce symptoms; these cells, which are found in the Islets of Langerhans in the pancreas, produce and secrete insulin, the single hormone responsible for allowing glucose to enter from the blood into cells (in addition to the hormone amylin, another hormone required for glucose homeostasis). Hence, the phrase \"curing diabetes type 1\" means \"causing a maintenance or restoration of the endogenous ability of the body to produce insulin in response to the level of blood glucose\" and cooperative operation with counterregulatory hormones.",
            "score": 162.76271057128906
        },
        {
            "docid": "14796267_16",
            "document": "MAP4K4 . A recent siRNA screen identified the involvement of MAP4K4 in the regulation of the glucose transporter GLUT4. The silencing of MAP4K4 in adipocytes elevated the expression of peroxisome proliferator-activated receptor y (PPARy) – a nuclear hormone receptor responsible for the regulation of genes associated with adipocyte differentiation, including GLUT4. siRNA silencing of MAP4K4 appears to prevent insulin resistance, restoring insulin sensitivity in human skeletal muscles by down-regulating the TNF-α signaling cascade and inhibits the TNF-α-induced depletion of PPARy and GLUT4. Additionally, miRNA silencing of MAP4K4 in pancreatic beta-cells conferred protection against TNF-α repression of insulin transcription and secretion, further confirming that MAP4K4 targeting is a potential strategy for diabetes prevention and treatment.",
            "score": 162.60694885253906
        },
        {
            "docid": "14316449_5",
            "document": "Estrogen-related receptor alpha . ERRα regulates genes involved in mitochondrial biogenesis, gluconeogenesis, oxidative phosphorylation, and fatty acid metabolism, and brown adipose tissue thermogenesis. It was recently identified as an important regulator of the mammalian circadian clock, and its output pathways at both transcriptional and physiological levels regulated the expression of transcription factors involved in metabolic homeostasis. It has been demonstrated that ERRα is required for the maintenance of diurnal cholesterol, glucose, insulin, bile acid, and trygliceride levels as well as locomotor rhythms in mice. ERRα is related to mitochondrial function but studies involving ERRα knockout mice suggested that this receptor, while dispensable for basal cellular function, is definitely necessary to provide the levels of energy necessary to respond to physiological and pathological insults in diverse tissues, the lack of that nuclear receptor leading to impaired fat metabolism and absorption.",
            "score": 161.56680297851562
        },
        {
            "docid": "15346849_3",
            "document": "MAFA (gene) . An in vivo study on mice proved MafA binds to the promoter in an insulin gene to regulate insulin transcription in response to serum glucose levels. MafA is a β cell-specific activator, which differentiates it from other transcription factors involved with insulin gene expression. It helps regulate the β cells involved with insulin secretion primarily by maintaining β cell metabolism. The amount of MafA in the β cells is regulated by levels of glucose and oxidative stress. MafA (gene) has been shown to interact with NEUROD1 and Pdx1. MafA works with Pdx1 to activate the insulin gene.",
            "score": 161.5016326904297
        },
        {
            "docid": "40017873_32",
            "document": "Diabetes mellitus . Insulin is released into the blood by beta cells (β-cells), found in the islets of Langerhans in the pancreas, in response to rising levels of blood glucose, typically after eating. Insulin is used by about two-thirds of the body's cells to absorb glucose from the blood for use as fuel, for conversion to other needed molecules, or for storage. Lower glucose levels result in decreased insulin release from the beta cells and in the breakdown of glycogen to glucose. This process is mainly controlled by the hormone glucagon, which acts in the opposite manner to insulin.",
            "score": 161.4671173095703
        },
        {
            "docid": "34284475_5",
            "document": "Lifestyle causes of diabetes mellitus type 2 . Obesity has been found to contribute to approximately 55% of cases of type 2 diabetes; chronic obesity leads to increased insulin resistance that can develop into type 2 diabetes, most likely because adipose tissue (especially that in the abdomen around internal organs) is a source of several chemical signals, hormones and cytokines, to other tissues. Inflammatory cytokines such as TNFα may activate the NF-κB pathway which has been linked to the development of insulin resistance. Gene expression promoted by a diet of fat and glucose, as well as high levels of inflammation related cytokines found in the obese, can result in cells that \"produce fewer and smaller mitochondria than is normal,\" and are thus prone to insulin resistance. Fat tissue has also been shown to be involved in managing much of the body's response to insulin and control of uptake of sugar. It secretes RBP4 which increases insulin resistance by blocking the action of insulin in muscle and liver. Fat cells also secrete adiponectin which acts in an opposite way to RBP4 by improving the action of insulin, however, engorged fat cells secrete it in lower amount than normal fat cells. The obese therefore may have higher level of RBP4 but lower level of adiponectin, both of which increase the risk of developing diabetes.",
            "score": 161.34500122070312
        },
        {
            "docid": "26585603_18",
            "document": "Diabetes in dogs . Early diagnosis and interventive treatment can mean reduced incidence of complications such as cataracts and neuropathy. Since dogs are insulin dependent, oral drugs are not effective for them. They must be placed on insulin replacement therapy. Approved oral diabetes drugs can be helpful to sufferers of Type 2 diabetes because they work in one of three ways: by inducing the pancreas to produce more insulin, by allowing the body to more effectively use the insulin it produces, or by slowing the glucose absorption rate from the GI tract. Unapproved so-called \"natural\" remedies make similar claims for their products. All of this is based on the premise of having an endocrine pancreas with beta cells capable of producing insulin. Those with Type 1, or insulin-dependent diabetes, have beta cells which are permanently damaged, thus unable to produce insulin. This is the reason nothing other than insulin replacement therapy can be considered real and effective treatment. Canine diabetes means insulin dependency; insulin therapy must be continued for life.",
            "score": 160.3922882080078
        },
        {
            "docid": "2025021_8",
            "document": "Alloxan . Alloxan is a toxic glucose analogue, which selectively destroys insulin-producing cells in the pancreas (that is beta cells) when administered to rodents and many other animal species. This causes an insulin-dependent diabetes mellitus (called \"alloxan diabetes\") in these animals, with characteristics similar to type 1 diabetes in humans. Alloxan is selectively toxic to insulin-producing pancreatic beta cells because it preferentially accumulates in beta cells through uptake via the GLUT2 glucose transporter. Alloxan, in the presence of intracellular thiols, generates reactive oxygen species (ROS) in a cyclic reaction with its reduction product, dialuric acid. The beta cell toxic action of alloxan is initiated by free radicals formed in this redox reaction. Studies suggests that alloxan does not cause diabetes in humans. Others found a significant difference in alloxan plasma levels in children with and without diabetes Type 1.",
            "score": 159.5625457763672
        },
        {
            "docid": "154502_11",
            "document": "Diabetes mellitus type 2 . Type 2 diabetes is due to insufficient insulin production from beta cells in the setting of insulin resistance. Insulin resistance, which is the inability of cells to respond adequately to normal levels of insulin, occurs primarily within the muscles, liver, and fat tissue. In the liver, insulin normally suppresses glucose release. However, in the setting of insulin resistance, the liver inappropriately releases glucose into the blood. The proportion of insulin resistance versus beta cell dysfunction differs among individuals, with some having primarily insulin resistance and only a minor defect in insulin secretion and others with slight insulin resistance and primarily a lack of insulin secretion.",
            "score": 158.94500732421875
        }
    ]
}