{
    "q": [
        {
            "docid": "15801382_7",
            "document": "ANK1 . The ANK1 protein belongs to the ankyrin family that are believed to link the integral membrane proteins to the underlying spectrin-actin cytoskeleton and play key roles in activities such as cell motility, activation, proliferation, contact, and maintenance of specialized membrane domains. Multiple isoforms of ankyrin with different affinities for various target proteins are expressed in a tissue-specific, developmentally regulated manner. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin-binding domain; and a carboxy-terminal regulatory domain, which is the least conserved and subject to variation.",
            "score": 354.2291293144226
        },
        {
            "docid": "2917198_10",
            "document": "Neuropsychopharmacology . It has previously been known that ultimate control over the membrane voltage or potential of a nerve cell, and thus the firing of the cell, resides with the trans-membrane ion channels which control the membrane currents via the ions K, Na, and Ca, and of lesser importance Mg and Cl. The concentration differences between the inside and outside of the cell determine the membrane voltage.Precisely how these currents are controlled has become much clearer with the advances in receptor structure and G-protein-coupled processes. Many receptors are found to be pentameric clusters of five trans-membrane proteins (not necessarily the same) or \"receptor subunits\", each a chain of many amino acids. Transmitters typically bind at the junction between two of these proteins, on the parts that protrude from the cell membrane. If the receptor is of the ionotropic type, a central pore or channel in the middle of the proteins will be mechanically moved to allow certain ions to flow through, thus altering the ion concentration difference. If the receptor is of the metabotropic type, G-proteins will cause metabolism inside the cell that may eventually change other ion channels. Researchers are better understanding precisely how these changes occur based on the protein structure shapes and chemical properties.",
            "score": 221.95886099338531
        },
        {
            "docid": "5822839_5",
            "document": "Ankyrin repeat . The ankyrin-repeat sequence motif has been studied using multiple sequence alignment to determine conserved amino acid residues critical for folding and stability. The residues on the wide lateral surface of ankyrin repeat structures are variable, often hydrophobic, and involved mainly in mediating protein–protein interactions. An artificial protein design based on a consensus sequence derived from sequence alignment has been synthesized and found to fold stably, representing the first designed protein with multiple repeats. More extensive design strategies have used combinatorial sequences to \"evolve\" ankyrin-repeats that recognize particular protein targets, a technique that has been presented as an alternative to antibody design for applications requiring high-affinity binding. A structure-based study involving a range of ankyrin proteins of known structures, shows that consensus-based ankyrin proteins are very stable since they maximize the energetic gap between the folding and unfolding structures, encoding a densely connected network of favourable interactions among conserved sequence motifs, like the TPLX motif.",
            "score": 423.472376704216
        },
        {
            "docid": "56682318_3",
            "document": "ANK2 (gene) . This gene encodes a member of the ankyrin family of proteins that link the integral membrane proteins to the underlying spectrin-actin cytoskeleton. Ankyrins play key roles in activities such as cell motility, activation, proliferation, contact and the maintenance of specialized membrane domains. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain; and a carboxy-terminal regulatory domain which is the least conserved and subject to variation. The protein encoded by this gene is required for targeting and stability of Na/Ca exchanger 1 in cardiomyocytes. Mutations in this gene cause long QT syndrome 4 and cardiac arrhythmia syndrome. Multiple transcript variants encoding different isoforms have been described. [provided by RefSeq, Dec 2011].",
            "score": 353.9091680049896
        },
        {
            "docid": "5612732_4",
            "document": "Ankyrin . The 24 tandem ankyrin repeats are responsible for the recognition of a wide range of membrane proteins. These 24 repeats contain 3 structurally distinct binding sites ranging from repeat 1-14. These binding sites are quasi-independent of each other and can be used in combination. The interactions the sites use to bind to membrane proteins are non-specific and consist of: hydrogen bonding, hydrophobic interactions and electrostatic interactions. These non-specific interactions gives ankyrin the property to recognise a large range of proteins as the sequence doesn't have to be conserved just the properties of the amino acids. The quasi-independence means that if a binding site is not used, it won't have a large effect on the overall binding. These two properties in combination give rise to large repertoire of proteins ankyrin can recognise.",
            "score": 402.10693359375
        },
        {
            "docid": "5822839_3",
            "document": "Ankyrin repeat . Ankyrin repeats typically fold together to form a single, linear solenoid structure called ankyrin repeat domains. These domains are one of the most common protein–protein interaction platforms in nature. They occur in a large number of functionally diverse proteins, mainly from eukaryotes. The few known examples from prokaryotes and viruses may be the result of horizontal gene transfers. The repeat has been found in proteins of diverse function such as transcriptional initiators, cell cycle regulators, cytoskeletal, ion transporters, and signal transducers. The ankyrin fold appears to be defined by its structure rather than its function, since there is no specific sequence or structure that is universally recognised by it.",
            "score": 369.7383825778961
        },
        {
            "docid": "18371209_3",
            "document": "ANK2 . Ankyrin-B protein is around 220 kDa, with several isoforms. The \"ANK2\" gene is approximately 560 kb in size and consists of 53 exons on human chromosome 4; \"ANK2\" is also transcriptionally regulated via over 30 alternative splicing events with variable expression of isoforms in cardiac muscle. Ankyrin-B is a member of the ankyrin family of proteins, and is a modular protein which is composed of three structural domains: an N-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain and death domain; and a C-terminal regulatory domain which is the least conserved and subject to variation, and determines ankyrin-B activity. The membrane-binding region of ankyrin-B is composed of 24 consecutive ankyrin repeats, and it is the membrane-binding domain of ankyrins that confer functional differences among ankyrin isoforms. Though ubiquitously expressed, ankyrin-B shows high expression levels in cardiac muscle, and is expressed 10-fold lower levels in skeletal muscle, suggesting that ankyrin-B plays a specifically adapted functional role in cardiac muscle.",
            "score": 351.6629316806793
        },
        {
            "docid": "18944450_7",
            "document": "ANK3 . The protein encoded by the ANK3 gene is a member of the ankyrin family of proteins that link the integral membrane proteins to the underlying spectrin-actin cytoskeleton. Ankyrins play key roles in activities such as cell motility, activation, proliferation, contact and the maintenance of specialized membrane domains. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain; and a carboxy-terminal regulatory domain which is the least conserved and subject to variation.",
            "score": 343.1531536579132
        },
        {
            "docid": "187185_4",
            "document": "Calmodulin . Calmodulin binds such a wide variety of target proteins, making it especially important for it to have flexibility. Though Calmodulin's flexibility is more evident when it is bound to a target protein, NMR studies have shown that the linker region of Calmodulin is flexible, even when it is not bound to a target protein. Another important characteristic of calmodulin that allows it to bind a large variety of target proteins is the generic shape of the non-polar grooves in the binding sites. Since the non-polar grooves are generic, they don't require the target proteins to have any specific sequence of amino acids allowing a larger variety of target proteins to be bound. Together, these two structural characteristics of calmodulin allow it to flexibly bind target proteins with various shapes and amino acid sequences. For example, calmodulin binds both NMDA receptors and potassium channels which differ in length by about 50 amino acid residues. Calmodulin's structure is very similar to the structure of troponin C (which is another calcium binding protein). They are both members of the EFh superfamily. Troponin C, like Calmodulin, has two globular domains that are connected by a linker region. However, Troponin C and Calmodulin differ in the length of the linker region; the linker region of Calmodulin is smaller than that of Troponin C. These remarkably similar structures are an example of how the EF hand motif is highly conserved in calcium binding proteins. Though they have similar structures, their functions are very different. Troponin C has a very specific function (to elicit a conformational change in Troponin I) ultimately causing a contraction in skeletal muscles. Calmodulin, evolved to bind a wider variety of target proteins, allowing it to play a role in many physiological events.",
            "score": 297.18473649024963
        },
        {
            "docid": "26906151_2",
            "document": "DARPin . DARPins (an acronym for designed ankyrin repeat proteins) are genetically engineered antibody mimetic proteins typically exhibiting highly specific and high-affinity target protein binding. They are derived from natural ankyrin proteins, one of the most common classes of binding proteins in nature, which are responsible for diverse functions such as cell signaling, regulation and structural integrity of the cell. DARPins consist of at least three, repeat motifs proteins, and usually consist of four or five. Their molecular mass is about 14 or 18 kDa (kilodaltons) for four- or five-repeat DARPins, respectively.",
            "score": 361.02448201179504
        },
        {
            "docid": "1648200_22",
            "document": "L1 (protein) . The most important binding partners of the cytoplasmic tail of L1 proteins are ankyrins. The interaction is held in high-affinity binding sites located within the so-called “ank repeats” also known as membrane-binding domains. This interaction allows L1 protein connect with the cell's cytoskeleton. Also, L1 protein cytoplasmic tail can bind adaptor 2 (ADP), a key component pf clathrin mediated endocytosis.",
            "score": 299.31054282188416
        },
        {
            "docid": "11011552_4",
            "document": "Cellular communication (biology) . Reception occurs when the target cell (any cell with a receptor protein specific to the signal molecule) detects a signal, usually in the form of a small, water-soluble molecule, via binding to a receptor protein. Reception is the target cell's detection of a signal via binding of a signaling molecule, or ligand. Receptor proteins span the cell’s plasma membrane and provide specific sites for water-soluble signaling molecules to bind to. These trans-membrane receptors are able to transmit information from outside the cell to the inside because they change conformation when a specific ligand binds to it. By looking at three major types of receptors, (G protein coupled receptors, receptor tyrosine kinases, and ion channel receptors) scientists are able to see how trans-membrane receptors contribute to the complexity of cells and the work that these cells do. Cell surface receptors play an essential role in the biological systems of single- and multi-cellular organisms and malfunction or damage to these proteins is associated with cancer, heart disease, and asthma.",
            "score": 206.95531249046326
        },
        {
            "docid": "14754086_8",
            "document": "S100A10 . P11 is an integral part of cellular structural scaffolding that interacts with plasma membrane proteins through its association with annexin II. Recently, it was discovered to form a complex with annexin I though the mechanism remains unknown. It works together with cytosolic and peripheral membrane-associated proteins such as AHNAK in the development of the intracellular membrane. P11 has been implicated in the transportation of proteins involved in mood regulation, nociception, and cell polarization. It is found in cell types throughout the body though it is located predominantly in the lungs and kidneys. It is involved in the trafficking of proteins to the plasma membrane and can be expressed on the cell surface as a receptor. Many of the transported proteins are cell surface receptors in signal transduction pathways and ion channels. P11 facilitates nociception, Ca uptake, and cell polaraization. Complexed with the annexin II, p11 binds receptor and channel proteins and guides them to the cell surface, resulting in increased membrane localization and consequent magnified functional expression of these proteins.",
            "score": 214.06661093235016
        },
        {
            "docid": "49217974_6",
            "document": "Andreas Plückthun . His research contributed to enabling the emergence of antibody engineering, notably by the use of \"E. coli\" as an engineering platform and studies on synthetic antibodies which led to the first fully synthetic antibody library. To create a true in vitro protein evolution technology his laboratory developed ribosome display of whole proteins. In his research group Designed Ankyrin Repeat Proteins (DARPins) were created as a robust alternative scaffold for binding proteins (antibody mimetics). DARPins are derived from naturally occurring ankyrin proteins, a protein class that mediates high-affinity protein-protein interactions in nature. DARPins (Designed Ankyrin Repeat Proteins), one of the most common binding proteins in nature and responsible for diverse functions, such as cell signaling and receptor binding. To obtain highly stable G protein-coupled receptors that can be used for structural studies and in drug screening, his research group developed new directed evolution technologies.",
            "score": 332.5625138282776
        },
        {
            "docid": "34151_30",
            "document": "X-ray crystallography . Crystal structures of proteins (which are irregular and hundreds of times larger than cholesterol) began to be solved in the late 1950s, beginning with the structure of sperm whale myoglobin by Sir John Cowdery Kendrew, for which he shared the Nobel Prize in Chemistry with Max Perutz in 1962. Since that success, 132055 X-ray crystal structures of proteins, nucleic acids and other biological molecules have been determined. For comparison, the nearest competing method in terms of structures analyzed is nuclear magnetic resonance (NMR) spectroscopy, which has resolved 11904 chemical structures. Moreover, crystallography can solve structures of arbitrarily large molecules, whereas solution-state NMR is restricted to relatively small ones (less than 70 kDa). X-ray crystallography is now used routinely by scientists to determine how a pharmaceutical drug interacts with its protein target and what changes might improve it. However, intrinsic membrane proteins remain challenging to crystallize because they require detergents or other means to solubilize them in isolation, and such detergents often interfere with crystallization. Such membrane proteins are a large component of the genome, and include many proteins of great physiological importance, such as ion channels and receptors. Helium cryogenics are used to prevent radiation damage in protein crystals.",
            "score": 199.4653662443161
        },
        {
            "docid": "630489_26",
            "document": "Theories of general anaesthetic action . It was initially hypothesized that general anaesthetic binds to its target ion channel by a key-lock mechanism and changes its structure dramatically from open to closed conformation or vice versa. However, there is a significant amount of evidence against direct key-lock interaction of membrane proteins with general anaesthetics Various studies have shown that low affinity drugs including inhaled general anaesthetics do not usually interact with their target proteins via specific lock-and-key binding mechanism because they do not change molecular structures of transmembrane receptors, ion channels and globular proteins. Based on these experimental facts and some computer simulations modern version of protein hypothesis was proposed. Proteins of four-α-helix bundle structural motif served as models of monomer of pentameric Cys-loop receptor because binding pockets of inhaled anaesthetics are believed to be within transmembrane four-α-helix bundles of Cys-loop receptors. Inhaled general anaesthetic does not change structure of membrane channel but changes its dynamics especially dynamics in the flexible loops that connect α-helices in a bundle and are exposed to the membrane-water interface. It is a well known fact that dynamics of protein in microsecond-millisecond timescale is often coupled with functions of the protein. Thus it was logical to propose that since inhaled general anaesthetics do not change protein structure they may exert their effect on proteins by modulating protein dynamics in a slow microsecond-millisecond timescale and/or by disrupting the modes of motion essential for function of this protein. Normal interactions between residues in protein regions (loops) at the water-lipid interface that play critical roles in protein functions and agonist binding may be disrupted by general anaesthetic. Interactions within the same loop or between different loops may be disrupted by anaesthetics and ultimately functions of Cys-loop receptors may be altered.",
            "score": 240.8315395116806
        },
        {
            "docid": "21120_10",
            "document": "Neuron . The key to neural function is the synaptic signaling process, which is partly electrical and partly chemical. The electrical aspect depends on properties of the neuron's membrane. Like all animal cells, the cell body of every neuron is enclosed by a plasma membrane, a bilayer of lipid molecules with many types of protein structures embedded in it. A lipid bilayer is a powerful electrical insulator, but in neurons, many of the protein structures embedded in the membrane are electrically active. These include ion channels that permit electrically charged ions to flow across the membrane and ion pumps that actively transport ions from one side of the membrane to the other. Most ion channels are permeable only to specific types of ions. Some ion channels are voltage gated, meaning that they can be switched between open and closed states by altering the voltage difference across the membrane. Others are chemically gated, meaning that they can be switched between open and closed states by interactions with chemicals that diffuse through the extracellular fluid. The interactions between ion channels and ion pumps produce a voltage difference across the membrane, typically a bit less than 1/10 of a volt at baseline. This voltage has two functions: first, it provides a power source for an assortment of voltage-dependent protein machinery that is embedded in the membrane; second, it provides a basis for electrical signal transmission between different parts of the membrane.",
            "score": 180.8410929441452
        },
        {
            "docid": "23634_24",
            "document": "Protein . Proteins can bind to other proteins as well as to small-molecule substrates. When proteins bind specifically to other copies of the same molecule, they can oligomerize to form fibrils; this process occurs often in structural proteins that consist of globular monomers that self-associate to form rigid fibers. Protein–protein interactions also regulate enzymatic activity, control progression through the cell cycle, and allow the assembly of large protein complexes that carry out many closely related reactions with a common biological function. Proteins can also bind to, or even be integrated into, cell membranes. The ability of binding partners to induce conformational changes in proteins allows the construction of enormously complex signaling networks. As interactions between proteins are reversible, and depend heavily on the availability of different groups of partner proteins to form aggregates that are capable to carry out discrete sets of function, study of the interactions between specific proteins is a key to understand important aspects of cellular function, and ultimately the properties that distinguish particular cell types.",
            "score": 236.79078030586243
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 268.3354334831238
        },
        {
            "docid": "7107162_4",
            "document": "Calcium-binding protein . Many different calcium-binding proteins exist, with different cellular and tissue distribution and involvement in specific functions. Calcium binding proteins also serve an important physiological role for cells. The most ubiquitous Ca-sensing protein, found in all eukaryotic organisms including yeasts, is calmodulin. Intracellular storage and release of Ca from the sarcoplasmic reticulum is associated with the high-capacity, low-affinity calcium-binding protein calsequestrin. Calretinin is another type of Calcium binding protein weighing 29kD. It is involved in cell signaling and shown to exist in neurons. This type of protein is also found in large quantities in malignant mesothelial cells, which can be easily differentiated from carcinomas. This differentiation is later applied for a diagnosis on ovarian stromal tumors. Also, another member of the EF-hand superfamily is the S100B protein, which regulates p53. P53 is known as a tumor suppressor protein and in this case acts as a transcriptional activator or repressor of numerous genes. S100B proteins are abundantly found in cancerous tumor cells causing them to be overexpressed, therefore making these proteins useful for classifying tumors. In addition, this explains why this protein can easily interact with p53 when transcriptional regulation takes place.",
            "score": 217.97254991531372
        },
        {
            "docid": "374338_10",
            "document": "NMDA receptor . The NMDA receptor is a glutamate and ion channel protein receptor that is activated when glycine and glutamate bind to it. The receptor is a heteromeric complex that interacts with multiple intracellular proteins by three different subunits: NR1, NR2 and NR3. NR1 has eight different subunits generated by alternative splicing from a single gene. There are four different NR2 subunits (A-D) and late in the 20 century NR3A and NR3B subunits have been reported. Six separate genes encode for NR2 and NR3. All the subunits share a common membrane topology that is dominated by a large extracellular N-terminus, a membrane region comprising three transmembrane segments, a re-entrant pore loop, an extracellular loop between the transmembrane segments that are structurally not well known, and an intracellular C-terminus, which are different in size depending on the subunit and provide multiple sites of interaction with many intracellular proteins. Figure 1 shows a basic structure of NR1/NR2 subunits that forms the binding site for memantine, Mg, MK-801, ketamine and amantadine.",
            "score": 194.2108085155487
        },
        {
            "docid": "630489_25",
            "document": "Theories of general anaesthetic action . These observations were important because they demonstrated that general anaesthetics may also interact with hydrophobic protein sites of certain proteins, rather than affect membrane proteins indirectly through nonspecific interactions with lipid bilayer as mediator.  It was shown that anaesthetics alter the functions of many cytoplasmic signalling proteins, including protein kinase C, however, the proteins considered the most likely molecular targets of anaesthetics are ion channels. According to this theory general anaesthetics are much more selective than in the frame of lipid hypothesis and they bind directly only to small number of targets in CNS mostly ligand(neurotransmitter)-gated ion channels in synapse and G-protein coupled receptors altering their ion flux. Particularly Cys-loop receptors are plausible targets for general anaesthetics that bind at the interface between the subunits. The Cys-loop receptor superfamily includes inhibitory receptors (GABA A, GABA C, glycine receptors) and excitatory receptors (acetylcholine receptor and 5-HT3 serotonin receptor). General anaesthetics can inhibit the channel functions of excitatory receptors or potentiate functions of inhibitory receptors, respectively. Although protein targets for anaesthetics have been partly identified the exact nature of general anaesthetic-protein interactions still remains a mystery.",
            "score": 202.6536294221878
        },
        {
            "docid": "2020589_4",
            "document": "G protein-gated ion channel . G proteins are a family of intracellular proteins capable of mediating signal transduction pathways. Each G protein is a heterotrimer of three subunits: α-, β-, and γ- subunits. The α-subunit (G) typically binds the G protein to a transmembrane receptor protein known as a G protein-coupled receptor, or GPCR. This receptor protein has a large, extracellular binding domain which will bind its respective ligands (e.g. neurotransmitters and hormones). Once the ligand is bound to its receptor, a conformational change occurs. This conformational change in the G protein allows G to bind GTP. This leads to yet another conformational change in the G protein, resulting in the separation of the βγ-complex (G) from G. At this point, both G and G are active and able to continue the signal transduction pathway. Different classes of G protein-coupled receptors have many known functions including the cAMP and Phosphatidylinositol signal transduction pathways. A class known as metabotropic glutamate receptors play a large role in indirect ion channel activation by G proteins. These pathways are activated by second messengers which initiate signal cascades involving various proteins which are important to the cell's response.",
            "score": 195.86603200435638
        },
        {
            "docid": "3777533_5",
            "document": "Bacterial display . Peptides are very useful as therapeutic and diagnostic substances. Their use is getting more popular, and display systems offer a useful way to engineer peptides and optimise their binding capabilities. Cells express surface proteins which can be involved in a whole host of responses including recognition of other cells, interaction with other cells, and cell signalling. Many types of bacteria have cell surface proteins such as the enteropathogenic \"E. coli\" intimin protein which is involved in binding to host cells, or the OmpA protein of \"E. coli\" cells which is important in keeping the structure of the outer membrane. Many surface proteins are involved in bacterial cell attachment and invasion of the host cell. By using bacterial display, target proteins on the host cell can be identified. These surface proteins need to first be translocated across the bacterial cell membranes from the cytoplasm to the cell surface. Gram-negative bacteria have an additional periplasmic space, which Gram-positive bacteria lack, so they have a harder task of translocating proteins. The display of heterologous proteins on the bacterial cell surface normally requires the fusion of the protein with a surface protein, called a scaffold. Scaffolds are used to display the heterologous protein on the bacterial cell surface. There are various scaffolds which have been used such as outer membrane proteins, fimbriae/flagella proteins and CPX (circularly permuted OmpX). The CPX scaffold allows peptide fusion at both termini of the scaffold.",
            "score": 246.00780308246613
        },
        {
            "docid": "12841_4",
            "document": "G protein . G proteins located within the cell are activated by G protein-coupled receptors (GPCRs) that span the cell membrane. Signaling molecules bind to a domain of the GPCR located outside the cell, and an intracellular GPCR domain then in turn activates a particular G protein. Some inactive-state GPCRs have also been shown to be \"pre-coupled\" with G proteins. The G protein activates a cascade of further signaling events that finally results in a change in cell function. G protein-coupled receptor and G proteins working together transmit signals from many hormones, neurotransmitters, and other signaling factors. G proteins regulate metabolic enzymes, ion channels, transporter proteins, and other parts of the cell machinery, controlling transcription, motility, contractility, and secretion, which in turn regulate diverse systemic functions such as embryonic development, learning and memory, and homeostasis.",
            "score": 191.73625445365906
        },
        {
            "docid": "15226790_3",
            "document": "SHANK3 . This gene is a member of the Shank gene family. The gene encodes a protein that contains 5 interaction domains or motifs including the ankyrin repeats domain (ANK), a src 3 domain (SH3), a proline-rich domain, a PDZ domain and a SAM (sterile α motif) domain. Shank proteins are multidomain scaffold proteins of the postsynaptic density that connect neurotransmitter receptors, ion channels, and other membrane proteins to the actin cytoskeleton and G-protein-coupled signaling pathways. Shank proteins also play a role in synapse formation and dendritic spine maturation.",
            "score": 299.65564608573914
        },
        {
            "docid": "38281970_6",
            "document": "Solenoid protein domain . If the two terminal repeats in a solenoid do not physically interact, it leads to an open or linear structure. Members of this group are frequently rod- or crescent-shaped. The number of individual repeats can range from 2 to over 50. A clear advantage of this topology is that both the N- and C-terminal ends are free to add new repeats and folds, or even remove existing ones during evolution without any gross impact on the structural stability of the entire domain. This type of domain is extremely common among extracellular segments of receptors or cell adhesion molecules. A non-exhaustive list of examples include: EGF repeats, cadherin repeats, leucine-rich repeats, HEAT repeats, ankyrin repeats, armadillo repeats, tetratricopeptide repeats, etc. Whenever a linear solenoid domain structure participates in protein-protein interactions, frequently at least 3 or more repetitive subunits form the ligand-binding sites. Thus - while individual repeats might have a (limited) ability to fold on their own – they usually cannot perform the functions of the entire domain alone.",
            "score": 288.65667939186096
        },
        {
            "docid": "50203549_2",
            "document": "Calcium-dependent chloride channel . The Calcium-Dependent Chloride Channel (Ca-ClC) proteins (or calcium-activated chloride channels (CaCCs), are heterogeneous groups of ligand-gated ion channels for chloride that have been identified in many epithelial and endothelial cell types as well as in smooth muscle cells. They include proteins from several structurally different families: chloride channel accessory (CLCA), bestrophin (BEST), and calcium-dependent chloride channel anoctamin (ANO or TMEM16) channels]] ANO1 is highly expressed in human gastrointestinal interstitial cells of Cajal, which are proteins which serve as intestinal pacemakers for peristalsis. In addition to their role as chloride channels some CLCA proteins function as adhesion molecules and may also have roles as tumour suppressors. These eukaryotic proteins are \"required for normal electrolyte and fluid secretion, olfactory perception, and neuronal and smooth muscle excitability\" in animals. Members of the Ca-CIC family are generally 600 to 1000 amino acyl residues (aas) in length and exhibit 7 to 10 transmembrane segments (TMSs).",
            "score": 172.81907641887665
        },
        {
            "docid": "14150272_4",
            "document": "LRP1 . LRP1 is a member of the LDLR family and ubiquitously expressed in multiple tissues, though it is most abundant in vascular smooth muscle cells (SMCs), hepatocytes, and neurons. LRP1 plays a key role in intracellular signaling and endocytosis, which thus implicate it in many cellular and biological processes, including lipid and lipoprotein metabolism, protease degradation, platelet derived growth factor receptor regulation, integrin maturation and recycling, regulation of vascular tone, regulation of blood brain barrier permeability, cell growth, cell migration, inflammation, and apoptosis, as well as diseases such as neurodegenerative diseases, atherosclerosis, and cancer. To elaborate, LRP1 mainly contributes to regulation of protein activity by binding target proteins as a co-receptor, in conjunction with integral membrane proteins or adaptor proteins like uPA, to the lysosome for degradation. In lipoprotein metabolism, the interaction between LRP1 and APOE stimulates a signaling pathway that leads to elevated intracellular cAMP levels, increased protein kinase A activity, inhibited SMC migration, and ultimately, protection against vascular disease. While membrane-bound LRP1 performs endocytic clearance of proteases and inhibitors, proteolytic cleavage of its ectodomain allows the free LRP1 to compete with the membrane-bound form and prevent their clearance. Several sheddases have been implicated in the proteolytic cleavage of LRP1 such as ADAM10, ADAM12, ADAM17 and MT1-MMP. LRP1 is alsocontinuously endocytosed from the membrane and recycled back to the cell surface. Though the role of LRP1 in apoptosis is unclear, it is required for tPA to bind LRP1 in order to trigger the ERK1/2 signal cascade and promote cell survival.",
            "score": 189.2390867471695
        },
        {
            "docid": "962174_10",
            "document": "Node of Ranvier . The molecular organization of the nodes corresponds to their specialized function in impulse propagation. The level of sodium channels in the node versus the internode suggests that the number IMPs corresponds to sodium channels. Potassium channels are essentially absent in the nodal axolemma, whereas they are highly concentrated in the paranodal axolemma and Schwann cell membranes at the node. The exact function of potassium channels have not quite been revealed, but it is known that they may contribute to the rapid repolarization of the action potentials or play a vital role in buffering the potassium ions at the nodes. This highly asymmetric distribution of voltage-gated sodium and potassium channels is in striking contrast to their diffuse distribution in unmyelinated fibers. The filamentous network subjacent to the nodal membrane contains cytoskeletal proteins called spectrin and ankyrin. The high density of ankyrin at the nodes may be functionally significant because several of the proteins that are populated at the nodes share the ability to bind to ankyrin with extremely high affinity. All of these proteins, including ankyrin, are enriched in the initial segment of axons which suggests a functional relationship. Now the relationship of these molecular components to the clustering of sodium channels at the nodes is still not known. Although some cell-adhesion molecules have been reported to be present at the nodes inconsistently; however, a variety of other molecules are known to be highly populated at the glial membranes of the paranodal regions where they contribute to its organization and structural integrity.",
            "score": 275.4146559238434
        },
        {
            "docid": "106231_20",
            "document": "Macromolecule . The single-stranded nature of protein molecules, together with their composition of 20 or more different amino acid building blocks, allows them to fold in to a vast number of different three-dimensional shapes, while providing binding pockets through which they can specifically interact with all manner of molecules. In addition, the chemical diversity of the different amino acids, together with different chemical environments afforded by local 3D structure, enables many proteins to act as enzymes, catalyzing a wide range of specific biochemical transformations within cells. In addition, proteins have evolved the ability to bind a wide range of cofactors and coenzymes, smaller molecules that can endow the protein with specific activities beyond those associated with the polypeptide chain alone.",
            "score": 261.2174870967865
        },
        {
            "docid": "31153340_6",
            "document": "Active zone . There are at least five major scaffold proteins that are enriched in the active zone; UNC13B/Munc13, RIMS1 (Rab3-interacting molecule), Bassoon, Piccolo/aczonin, ELKS, and liprins-α. These scaffold proteins are thought to be the constituents of the dense pyramid like structures of the active zone and are thought to bring the synaptic vesicles into close proximity to the presynaptic membrane and the calcium channels. The protein ELKS binds to the cell adhesion protein, β-neurexin, and other proteins within the complex such as Piccolo and Bassoon. β-neurexin then binds to cell adhesion molecule, neuroligin located on the postsynaptic membrane. Neuroligin then interacts with proteins that bind to postsynaptic receptors. Protein interactions like that seen between Piccolo/ELKS/β-neurexin/neuroligin ensures that machinery that mediates vesicle fusion is in close proximity to calcium channels and that vesicle fusion is adjacent to postsynaptic receptors. This close proximity vesicle fusion and postsynaptic receptors ensures that there is little delay between the activation of the postsynaptic receptors and the release of neurotransmitters.",
            "score": 184.77567338943481
        }
    ],
    "r": [
        {
            "docid": "5822839_5",
            "document": "Ankyrin repeat . The ankyrin-repeat sequence motif has been studied using multiple sequence alignment to determine conserved amino acid residues critical for folding and stability. The residues on the wide lateral surface of ankyrin repeat structures are variable, often hydrophobic, and involved mainly in mediating protein–protein interactions. An artificial protein design based on a consensus sequence derived from sequence alignment has been synthesized and found to fold stably, representing the first designed protein with multiple repeats. More extensive design strategies have used combinatorial sequences to \"evolve\" ankyrin-repeats that recognize particular protein targets, a technique that has been presented as an alternative to antibody design for applications requiring high-affinity binding. A structure-based study involving a range of ankyrin proteins of known structures, shows that consensus-based ankyrin proteins are very stable since they maximize the energetic gap between the folding and unfolding structures, encoding a densely connected network of favourable interactions among conserved sequence motifs, like the TPLX motif.",
            "score": 423.4723815917969
        },
        {
            "docid": "5612732_4",
            "document": "Ankyrin . The 24 tandem ankyrin repeats are responsible for the recognition of a wide range of membrane proteins. These 24 repeats contain 3 structurally distinct binding sites ranging from repeat 1-14. These binding sites are quasi-independent of each other and can be used in combination. The interactions the sites use to bind to membrane proteins are non-specific and consist of: hydrogen bonding, hydrophobic interactions and electrostatic interactions. These non-specific interactions gives ankyrin the property to recognise a large range of proteins as the sequence doesn't have to be conserved just the properties of the amino acids. The quasi-independence means that if a binding site is not used, it won't have a large effect on the overall binding. These two properties in combination give rise to large repertoire of proteins ankyrin can recognise.",
            "score": 402.10693359375
        },
        {
            "docid": "5822839_3",
            "document": "Ankyrin repeat . Ankyrin repeats typically fold together to form a single, linear solenoid structure called ankyrin repeat domains. These domains are one of the most common protein–protein interaction platforms in nature. They occur in a large number of functionally diverse proteins, mainly from eukaryotes. The few known examples from prokaryotes and viruses may be the result of horizontal gene transfers. The repeat has been found in proteins of diverse function such as transcriptional initiators, cell cycle regulators, cytoskeletal, ion transporters, and signal transducers. The ankyrin fold appears to be defined by its structure rather than its function, since there is no specific sequence or structure that is universally recognised by it.",
            "score": 369.7383728027344
        },
        {
            "docid": "5822839_2",
            "document": "Ankyrin repeat . The ankyrin repeat is a 33-residue motif in proteins consisting of two alpha helices separated by loops, first discovered in signaling proteins in yeast Cdc10 and \"Drosophila\" Notch. Domains consisting of ankyrin repeats mediate protein–protein interactions and are among the most common structural motifs in known proteins. They appear in bacterial, archaeal, and eukaryotic proteins, but are far more common in eukaryotes. Ankyrin repeat proteins, though absent in most viruses, are common among poxviruses. Most proteins that contain the motif have four to six repeats, although its namesake ankyrin contains 24, and the largest known number of repeats is 34, predicted in a protein expressed by \"Giardia lamblia\".",
            "score": 369.6846923828125
        },
        {
            "docid": "33978467_2",
            "document": "ANKS4B . Ankyrin repeat and sterile alpha motif domain containing 4B is a protein that in humans is encoded by the \"ANKS4B\" gene. The gene is also known as \"HARP\" (Harmonin-interacting, ankyrin repeat-containing protein). Ankyrin repeats mediate protein-protein interactions in very diverse families of proteins.",
            "score": 363.6915588378906
        },
        {
            "docid": "26906151_5",
            "document": "DARPin . DARPin libraries were designed via sequence alignments of several thousand natural ankyrin repeat motifs (of about 33 amino acids each) combined with structure-based design and recombinant DNA methods. These proteins consist of repetitive structural units that form a stable protein domain with a large potential target interaction surface. Typically, DARPins comprise four or five repeats, of which the first (N-capping repeat) and last (C-capping repeat) serve to provide a hydrophilic surface. DARPins correspond to the average size of natural ankyrin repeat protein domains. Proteins with fewer than three repeats (i.e., the capping repeats and one internal repeat) do not form a stable enough tertiary structure. The molecular mass of a DARPin depends on the total number of repeats, as shown in the following chart:",
            "score": 363.02618408203125
        },
        {
            "docid": "26906151_2",
            "document": "DARPin . DARPins (an acronym for designed ankyrin repeat proteins) are genetically engineered antibody mimetic proteins typically exhibiting highly specific and high-affinity target protein binding. They are derived from natural ankyrin proteins, one of the most common classes of binding proteins in nature, which are responsible for diverse functions such as cell signaling, regulation and structural integrity of the cell. DARPins consist of at least three, repeat motifs proteins, and usually consist of four or five. Their molecular mass is about 14 or 18 kDa (kilodaltons) for four- or five-repeat DARPins, respectively.",
            "score": 361.02447509765625
        },
        {
            "docid": "15801382_7",
            "document": "ANK1 . The ANK1 protein belongs to the ankyrin family that are believed to link the integral membrane proteins to the underlying spectrin-actin cytoskeleton and play key roles in activities such as cell motility, activation, proliferation, contact, and maintenance of specialized membrane domains. Multiple isoforms of ankyrin with different affinities for various target proteins are expressed in a tissue-specific, developmentally regulated manner. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin-binding domain; and a carboxy-terminal regulatory domain, which is the least conserved and subject to variation.",
            "score": 354.2291259765625
        },
        {
            "docid": "56682318_3",
            "document": "ANK2 (gene) . This gene encodes a member of the ankyrin family of proteins that link the integral membrane proteins to the underlying spectrin-actin cytoskeleton. Ankyrins play key roles in activities such as cell motility, activation, proliferation, contact and the maintenance of specialized membrane domains. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain; and a carboxy-terminal regulatory domain which is the least conserved and subject to variation. The protein encoded by this gene is required for targeting and stability of Na/Ca exchanger 1 in cardiomyocytes. Mutations in this gene cause long QT syndrome 4 and cardiac arrhythmia syndrome. Multiple transcript variants encoding different isoforms have been described. [provided by RefSeq, Dec 2011].",
            "score": 353.9091796875
        },
        {
            "docid": "18371209_3",
            "document": "ANK2 . Ankyrin-B protein is around 220 kDa, with several isoforms. The \"ANK2\" gene is approximately 560 kb in size and consists of 53 exons on human chromosome 4; \"ANK2\" is also transcriptionally regulated via over 30 alternative splicing events with variable expression of isoforms in cardiac muscle. Ankyrin-B is a member of the ankyrin family of proteins, and is a modular protein which is composed of three structural domains: an N-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain and death domain; and a C-terminal regulatory domain which is the least conserved and subject to variation, and determines ankyrin-B activity. The membrane-binding region of ankyrin-B is composed of 24 consecutive ankyrin repeats, and it is the membrane-binding domain of ankyrins that confer functional differences among ankyrin isoforms. Though ubiquitously expressed, ankyrin-B shows high expression levels in cardiac muscle, and is expressed 10-fold lower levels in skeletal muscle, suggesting that ankyrin-B plays a specifically adapted functional role in cardiac muscle.",
            "score": 351.6629333496094
        },
        {
            "docid": "18944450_7",
            "document": "ANK3 . The protein encoded by the ANK3 gene is a member of the ankyrin family of proteins that link the integral membrane proteins to the underlying spectrin-actin cytoskeleton. Ankyrins play key roles in activities such as cell motility, activation, proliferation, contact and the maintenance of specialized membrane domains. Most ankyrins are typically composed of three structural domains: an amino-terminal domain containing multiple ankyrin repeats; a central region with a highly conserved spectrin binding domain; and a carboxy-terminal regulatory domain which is the least conserved and subject to variation.",
            "score": 343.15313720703125
        },
        {
            "docid": "16847146_6",
            "document": "ANKRD26 . Ankyrin repeat domain-containing protein 26 has three conserved domains: ANK, SbcC, and DUF3496. ANK conserved domain is located from amino acid 74-199. Ankyrin repeats are found to mediate protein-protein interactions, and also contains two antiparallel helices, as well as a beta-hairpin. SbcC conserved domain can be found from amino acid 743-1333, and is domain associated with ATPase involved in DNA repair. There is also a domain of unknown function from amino acid 1538-1649.",
            "score": 333.0429992675781
        },
        {
            "docid": "5822839_6",
            "document": "Ankyrin repeat . Ankyrin-repeat proteins present an unusual problem in the study of protein folding, which has largely focused on globular proteins that form well-defined tertiary structure stabilized by long-range, nonlocal residue-residue contacts. Ankyrin repeats, by contrast, contain very few such contacts (that is, they have a low contact order). Most studies have found that ankyrin repeats fold in a two-state folding mechanism, suggesting a high degree of folding cooperativity despite the local inter-residue contacts and the evident need for successful folding with varying numbers of repeats. Some evidence, based on synthesis of truncated versions of natural repeat proteins, and on the examination of phi values, suggests that the C-terminus forms the folding nucleation site.",
            "score": 332.92498779296875
        },
        {
            "docid": "49217974_6",
            "document": "Andreas Plückthun . His research contributed to enabling the emergence of antibody engineering, notably by the use of \"E. coli\" as an engineering platform and studies on synthetic antibodies which led to the first fully synthetic antibody library. To create a true in vitro protein evolution technology his laboratory developed ribosome display of whole proteins. In his research group Designed Ankyrin Repeat Proteins (DARPins) were created as a robust alternative scaffold for binding proteins (antibody mimetics). DARPins are derived from naturally occurring ankyrin proteins, a protein class that mediates high-affinity protein-protein interactions in nature. DARPins (Designed Ankyrin Repeat Proteins), one of the most common binding proteins in nature and responsible for diverse functions, such as cell signaling and receptor binding. To obtain highly stable G protein-coupled receptors that can be used for structural studies and in drug screening, his research group developed new directed evolution technologies.",
            "score": 332.5625305175781
        },
        {
            "docid": "24235232_2",
            "document": "Death domain . The death domain (DD) is a protein interaction module composed of a bundle of six alpha-helices. DD is a subclass of protein motif known as the death fold and is related in sequence and structure to the death effector domain (DED) and the caspase recruitment domain (CARD), which work in similar pathways and show similar interaction properties. DD bind each other forming oligomers. Mammals have numerous and diverse DD-containing proteins. Within these proteins, the DD domains can be found in combination with other domains, including: CARDs, DEDs, ankyrin repeats, caspase-like folds, kinase domains, leucine zippers, leucine-rich repeats (LRR), TIR domains, and ZU5 domains.",
            "score": 327.8623962402344
        },
        {
            "docid": "14817566_2",
            "document": "ANKRD2 . Ankyrin Repeat, PEST sequence and Proline-rich region (ARPP), also known as Ankyrin repeat domain-containing protein 2 is a protein that in humans is encoded by the \"ANKRD2\" gene. ARPP is a member of the muscle ankyrin repeat proteins (MARP), which also includes CARP and DARP, and is highly expressed in cardiac and skeletal muscle and in other tissues. Expression of AARP has been shown to be altered in patients with dilated cardiomyopathy and amyotrophic lateral sclerosis.",
            "score": 325.54534912109375
        },
        {
            "docid": "49354455_2",
            "document": "ANKRD24 . Ankyrin repeat domain-containing protein 24 is a protein in humans that is coded for by the \"ANKRD24\" gene. The gene is also known as \"KIAA1981\"\".\" The protein's function in humans is currently unknown. ANKRD24 is in the protein family that contains ankyrin-repeat domains.",
            "score": 320.24755859375
        },
        {
            "docid": "5822839_7",
            "document": "Ankyrin repeat . Ankyrin-repeat proteins have been associated with a number of human diseases. These proteins include the cell cycle inhibitor p16, which is associated with cancer, and the Notch protein (a key component of cell signalling pathways) which can cause the neurological disorder CADASIL when the repeat domain is disrupted by mutations.",
            "score": 318.8988037109375
        },
        {
            "docid": "14842113_4",
            "document": "CDKN2A . This protein belongs to the CDKN2 cyclin-dependent kinase inhibitor family. p16 comprises four ankyrin repeats, each spanning a length of 33 amino acid residues and, in the tertiary structure, forming a helix-turn-helix motif. One exception is the second ankyrin repeat, which contains only one helical turn. These four motifs are connected by three loops such that they are oriented perpendicular to the helical axes.",
            "score": 318.1731262207031
        },
        {
            "docid": "5612732_3",
            "document": "Ankyrin . Ankyrins contain four functional domains: an N-terminal domain that contains 24 tandem ankyrin repeats, a central domain that binds to spectrin, a death domain that binds to proteins involved in apoptosis, and a C-terminal regulatory domain that is highly variable between different ankyrin proteins.",
            "score": 317.4753723144531
        },
        {
            "docid": "14723395_4",
            "document": "SPTAN1 . The spectrins are a family of widely distributed cytoskeletal proteins which are involved in actin crosslinking, cell adhesion, intercellular communication and cell cycle regulation. Though a role in cardiac muscle is not well understood, it is likely that alpha II-spectrin is involved in organizing sub-sarcolemmal domains and stabilizing sarcolemmal membranes against the stresses associated with continuous cardiac contraction. Functional diversity of alpha II-spectrin is manifest through its four splice variants. First, a cardiac-specific, 21 amino acid sequence insert in the 21st spectrin repeat, termed alpha II-cardi+, was identified as an insert that modulates affinity of alpha II-spectrin for binding beta-spectrins and regulates myocyte growth and differentiation. Secondly, another insert of 20 amino acids in the 10th spectrin repeat, termed SH3i+, contains protein kinase A and protein kinase C phosphorylation sites and modulates Ca2+-dependent cleavage of spectrin and protein-protein interaction properties. Thirdly, an insert of five amino acids in the fifteenth spectrin motif bears a highly antigenic epitope resembling an ankyrin-like p53 binding protein binding site. Fourthly, a six amino acid insert in the twenty-first spectrin motif with unknown function has been reported.",
            "score": 311.56658935546875
        },
        {
            "docid": "49354455_9",
            "document": "ANKRD24 . ANKRD24 is in the protein family that contains ankyrin-repeat domains. Ankyrin repeats are known for mediating protein-protein interactions. The protein also contains two coiled-coil regions.",
            "score": 311.5181884765625
        },
        {
            "docid": "14794802_3",
            "document": "SHANK2 . This gene encodes a protein that is a member of the Shank family of synaptic proteins that may function as molecular scaffolds in the postsynaptic density (PSD). Shank proteins contain multiple domains for protein-protein interaction, including ankyrin repeats, an SH3 domain, a PSD-95/Dlg/ZO-1 domain, a sterile alpha motif domain, and a proline-rich region. This particular family member contains a PDZ domain, a consensus sequence for cortactin SH3 domain-binding peptides and a sterile alpha motif. The alternative splicing demonstrated in Shank genes has been suggested as a mechanism for regulating the molecular structure of Shank and the spectrum of Shank-interacting proteins in the PSDs of adult and developing brain.",
            "score": 310.8594055175781
        },
        {
            "docid": "57592646_2",
            "document": "B cell scaffold protein with ankyrin repeats 1 . B cell scaffold protein with ankyrin repeats 1 is a protein that in humans is encoded by the BANK1 gene.",
            "score": 307.958740234375
        },
        {
            "docid": "14762734_3",
            "document": "SNCAIP . This gene encodes a protein containing several protein-protein interaction domains, including ankyrin-like repeats, a coiled-coil domain, and an ATP/GTP-binding motif. The encoded protein interacts with alpha-synuclein in neuronal tissue and may play a role in the formation of cytoplasmic inclusions and neurodegeneration. A mutation in this gene has been associated with Parkinson's disease. Alternatively spliced transcript variants encoding different isoforms of this gene have been described, but their full-length nature has yet to be determined.",
            "score": 307.53399658203125
        },
        {
            "docid": "48536390_6",
            "document": "Molecular Partners . DARPins are genetically engineered antibody mimetic proteins typically exhibiting highly specific and high-affinity target protein binding. They are derived from natural ankyrin repeat proteins. Repeat proteins are among the most common classes of binding proteins in nature, responsible for diverse functions such as cell signaling and receptor binding. DARPins constitute a new class of potent, specific and versatile small-protein therapies, and are used as investigational tools in various therapeutic and diagnostic applications.",
            "score": 306.6427307128906
        },
        {
            "docid": "56900226_3",
            "document": "Hect domain and ankyrin repeat containing e3 ubiquitin protein ligase 1 . This gene encodes a HECT domain and ankyrin repeat-containing ubiquitin ligase. The encoded protein is involved in specific tagging of target proteins, leading to their subcellular localization or proteasomal degradation. The protein is a potential tumor suppressor and is involved in the pathophysiology of several tumors, including Wilm's tumor. [provided by RefSeq, Mar 2016].",
            "score": 305.7180480957031
        },
        {
            "docid": "14876023_3",
            "document": "RFXANK . Major histocompatibility (MHC) class II molecules are transmembrane proteins that have a central role in development and control of the immune system. The protein encoded by this gene, along with regulatory factor X-associated protein and regulatory factor-5, forms a complex that binds to the X box motif of certain MHC class II gene promoters and activates their transcription. Once bound to the promoter, this complex associates with the non-DNA-binding factor MHC class II transactivator, which controls the cell type specificity and inducibility of MHC class II gene expression. This protein contains ankyrin repeats involved in protein-protein interactions. Mutations in this gene have been linked to bare lymphocyte syndrome type II, complementation group B. Two transcript variants encoding different isoforms have been described for this gene, with only one isoform showing activation activity.",
            "score": 305.63739013671875
        },
        {
            "docid": "56900226_2",
            "document": "Hect domain and ankyrin repeat containing e3 ubiquitin protein ligase 1 . HECT domain and ankyrin repeat containing E3 ubiquitin protein ligase 1 is a protein that in humans is encoded by the HACE1 gene.",
            "score": 303.0937194824219
        },
        {
            "docid": "16856730_4",
            "document": "CLPB . CLPB has five isoforms due to alternative splicing. Isoform 1 is considered to have the 'canonical' sequence. The protein is 78.7 kDa in size and composed of 707 amino acids. It contains an N-terminal mitochondrial targeting sequence (1-36 amino acids). After processing, the mature mitochondrial protein has a theoretical pI of 8.53. CLPB has a specific C-terminal D2 domain and proteins with this domain form the sub-family of Caseinolytic peptidase (Clp) proteins, also called HSP100. The domain composition of human CLPB is different from that of microbial or plant orthologs. Notably, the presence of ankyrin repeats replaced the first of two ATPase domains found in bacteria and fungi.",
            "score": 302.58428955078125
        },
        {
            "docid": "14755197_7",
            "document": "TP53BP2 . ASPP2 is the ASPP family member with the most known binding partners. The highly conserved C-terminus was first known to bind to p53 through its ankyrin repeats and SH3 domain in 1994 by a yeast two hybrid system and it was called p53 Binding Protein 2 (53BP2). Other binding partners have been discovered through the years, indicating the importance of the ankyrin repeats and SH3 domains for protein-protein interactions. Some of the known binding partners of ASPP2 include BCL2, p63, p73, Hepatitis C virus core protein, Amyloid-b-Precursor Protein-Binding Protein 1 (APP-BP1), YES-Associated Protein (YAP), Adenomatosis Polyposis Coli 2 (APC2), RelA/p65, Protein Phosphatase 1 (PP1) and NFκB (p65)",
            "score": 302.2879943847656
        },
        {
            "docid": "39372971_12",
            "document": "Tetratricopeptide repeat protein 39B . Another conserved domain in the TTC39B protein is the TPR_12 tetratricopeptide repeat. It is located from amino acid 600 until 658 (a length of 59 amino acids). The TPR domains are found in many proteins that facilitate specific interactions with a partner protein. Three-dimensional structural data have shown that a TPR region forms two antiparallel alpha-helices. TPR motifs that are arranged one in front of another create a right-handed helical structure with an amphipathic channel which could possibly accommodate the complementary region of a target protein. Most TPR-containing proteins are associated with multiprotein complexes, and there is extensive evidence indicating that TPR motifs are important to the functioning of chaperone, cell-cycle, transcription, and protein transport complexes. Two more TPR domains are found in the TTC39B protein: TPR1 which spans from amino acids 393 to 426 (34 amino acids long) and TPR2 which spans from amino acids 626 to 659 (also 34 amino acids long).",
            "score": 300.278076171875
        }
    ]
}