{
    "q": [
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 236.08967435359955
        },
        {
            "docid": "11913227_7",
            "document": "Artificial gene synthesis . Producing large amounts of protein from gene sequences (or at least the protein coding regions of genes, the open reading frame) found in nature can sometimes prove difficult and is a problem of sufficient impact that scientific conferences have been devoted to the topic. Many of the most interesting proteins sought by molecular biologists are normally regulated to be expressed in very low amounts in wild type cells. Redesigning these genes offers a means to improve gene expression in many cases. Rewriting the open reading frame is possible because of the degeneracy of the genetic code. Thus it is possible to change up to about a third of the nucleotides in an open reading frame and still produce the same protein. The available number of alternate designs possible for a given protein is astronomical. For a typical protein sequence of 300 amino acids there are over 10 codon combinations that will encode an identical protein. Using optimization methods such as replacing rarely used codons with more common codons sometimes have dramatic effects. Further optimizations such as removing RNA secondary structures can also be included. At least in the case of \"E. coli\", protein expression is maximized by predominantly using codons corresponding to tRNA that retain amino acid charging during starvation. Computer programs written to perform these, and other simultaneous optimizations are used to handle the enormous complexity of the task. A well optimized gene can improve protein expression 2 to 10 fold, and in some cases more than 100 fold improvements have been reported. Because of the large numbers of nucleotide changes made to the original DNA sequence, the only practical way to create the newly designed genes is to use gene synthesis.",
            "score": 181.69978404045105
        },
        {
            "docid": "8406655_16",
            "document": "Introduction to genetics . The information in DNA is held in the sequence of the repeating units along the DNA chain. These units are four types of nucleotides (A,T,G and C) and the sequence of nucleotides stores information in an alphabet called the genetic code. When a gene is read by a cell the DNA sequence is copied into a very similar molecule called RNA (this process is called transcription). Transcription is controlled by other DNA sequences (such as promoters), which show a cell where genes are, and control how often they are copied. The RNA copy made from a gene is then fed through a structure called a ribosome, which translates the sequence of nucleotides in the RNA into the correct sequence of amino acids and joins these amino acids together to make a complete protein chain. The new protein then folds up into its active form. The process of moving information from the language of RNA into the language of amino acids is called translation.",
            "score": 154.3594946861267
        },
        {
            "docid": "4250553_19",
            "document": "Gene . The expression of genes encoded in DNA begins by transcribing the gene into RNA, a second type of nucleic acid that is very similar to DNA, but whose monomers contain the sugar ribose rather than deoxyribose. RNA also contains the base uracil in place of thymine. RNA molecules are less stable than DNA and are typically single-stranded. Genes that encode proteins are composed of a series of three-nucleotide sequences called codons, which serve as the \"words\" in the genetic \"language\". The genetic code specifies the correspondence during protein translation between codons and amino acids. The genetic code is nearly the same for all known organisms.",
            "score": 187.4024338722229
        },
        {
            "docid": "3264389_11",
            "document": "Eukaryotic translation . Termination of elongation depends on eukaryotic release factors. The process is similar to that of prokaryotic termination, but unlike prokaryotic termination, there is a universal release factor, eRF1, that recognizes all three stop codons. Upon termination, the ribosome is disassembled and the completed polypeptide is released. eRF3 is a ribosome-dependent GTPase that helps eRF1 release the completed polypeptide. The human genome encodes a few genes whose mRNA stop codon are surprisingly leaky: In these genes, termination of translation is inefficient due to special RNA bases in the vicinity of the stop codon. Leaky termination in these genes leads to translational readthrough of up to 10% of the stop codons of these genes. Some of these genes encode functional protein domains in their readthrough extension so that new protein isoforms can arise. This process has been termed 'functional translational readthrough'.",
            "score": 255.9401557445526
        },
        {
            "docid": "617210_11",
            "document": "Aminoglycoside . The interference with mRNA proofreading has been exploited to treat genetic diseases that result from premature stop codons (leading to early termination of protein synthesis and truncated proteins). Aminoglycosides can cause the cell to overcome the stop codons, insert a random amino acid, and express a full-length protein. The aminoglycoside gentamicin has been used to treat cystic fibrosis (CF) cells in the laboratory to induce them to grow full-length proteins. CF is caused by a mutation in the gene coding for the \"cystic fibrosis transmembrane conductance regulator\" (\"CFTR\") protein. In approximately 10% of CF cases, the mutation in this gene causes its early termination during translation, leading to the formation of is truncated and non-functional CFTR protein. It is believed that gentamicin distorts the structure of the ribosome-RNA complex, leading to a mis-reading of the termination codon, causing the ribosome to \"skip\" over the stop sequence and to continue with the normal elongation and production of the CFTR protein.",
            "score": 204.58037948608398
        },
        {
            "docid": "969126_6",
            "document": "Protein structure . The primary structure of a protein refers to the sequence of amino acids in the polypeptide chain. The primary structure is held together by peptide bonds that are made during the process of protein biosynthesis. The two ends of the polypeptide chain are referred to as the carboxyl terminus (C-terminus) and the amino terminus (N-terminus) based on the nature of the free group on each extremity. Counting of residues always starts at the N-terminal end (NH-group), which is the end where the amino group is not involved in a peptide bond. The primary structure of a protein is determined by the gene corresponding to the protein. A specific sequence of nucleotides in DNA is transcribed into mRNA, which is read by the ribosome in a process called translation. The sequence of amino acids in insulin was discovered by Frederick Sanger, establishing that proteins have defining amino acid sequences. The sequence of a protein is unique to that protein, and defines the structure and function of the protein. The sequence of a protein can be determined by methods such as Edman degradation or tandem mass spectrometry. Often, however, it is read directly from the sequence of the gene using the genetic code. It is strictly recommended to use the words \"amino acid residues\" when discussing proteins because when a peptide bond is formed, a water molecule is lost, and therefore proteins are made up of amino acid residues. Post-translational modification such as disulfide bond formation, phosphorylations and glycosylations are usually also considered a part of the primary structure, and cannot be read from the gene. For example, insulin is composed of 51 amino acids in 2 chains. One chain has 31 amino acids, and the other has 20 amino acids.",
            "score": 140.2701152563095
        },
        {
            "docid": "20232_3",
            "document": "Messenger RNA . As in DNA, mRNA genetic information is in the sequence of nucleotides, which are arranged into codons consisting of three base pairs each. Each codon encodes for a specific amino acid, except the stop codons, which terminate protein synthesis. This process of translation of codons into amino acids requires two other types of RNA: Transfer RNA (tRNA), that mediates recognition of the codon and provides the corresponding amino acid, and ribosomal RNA (rRNA), that is the central component of the ribosome's protein-manufacturing machinery.",
            "score": 252.97013521194458
        },
        {
            "docid": "11064134_15",
            "document": "Phage group . In 1961, Brenner, an early member of the phage group, collaborated with Francis Crick, Leslie Barnett and Richard Watts-Tobin at the Cavendish Laboratory in Cambridge to perform genetic experiments that demonstrated the basic nature of the genetic code for proteins. These experiments, carried out with mutants of the rIIB gene of phage T4, showed, that for a gene that encodes a protein, three sequential bases of the gene’s DNA specify each successive amino acid of the protein. Thus the genetic code is a triplet code, where each triplet (called a codon) specifies a particular amino acid. They also obtained evidence that the codons do not overlap with each other in the DNA sequence encoding a protein, and that such a sequence is read from a fixed starting point.",
            "score": 161.98621654510498
        },
        {
            "docid": "5225_15",
            "document": "Code . Biological organisms contain genetic material that is used to control their function and development. This is DNA which contains units named genes from which messenger RNA is derived. This in turn produces proteins through a genetic code in which a series of triplets (codons) of four possible nucleotides can be translated into one of twenty possible amino acids. A sequence of codons results in a corresponding sequence of amino acids that form a protein molecule; a type of codon called a stop codon signals the end of the sequence.",
            "score": 226.88416814804077
        },
        {
            "docid": "4681639_8",
            "document": "Gene structure . An additional layer of regulation occurs for protein coding genes after the mRNA has been processed to prepare it for translation to protein. Only the region between the start and stop codons encodes the final protein product. The flanking untranslated regions (UTRs) contain further regulatory sequences. The 3' UTR contains a terminator sequence, which marks the endpoint for transcription and releases the RNA polymerase. The 5’ UTR binds the ribosome, which translates the protein-coding region into a string of amino acids that fold to form the final protein product. In the case of genes for non-coding RNAs the RNA is not translated but instead folds to be directly functional.",
            "score": 182.7994465827942
        },
        {
            "docid": "12385_28",
            "document": "Genetic code . Variations on the standard code were predicted in the 1970s. The first was discovered in 1979, by researchers studying human mitochondrial genes. Many slight variants were discovered thereafter, including various alternative mitochondrial codes. Small variants such as translation of the codon UGA as tryptophan in \"Mycoplasma\" species, and translation of CUG as a serine rather than leucine in yeasts of the \"CTG clade\" (such as \"Candida albicans\"). Because viruses must use the same genetic code as their hosts, modifications to the standard genetic code could interfere with viral protein synthesis or functioning. However, viruses such as totiviruses adapted to the host's genetic code modification. In bacteria and archaea, GUG and UUG are common start codons. In rare cases, certain proteins may use alternative start codons. Surprisingly, variations in the interpretation of the genetic code exist also in human nuclear-encoded genes: In 2016, researchers studying the translation of malate dehydrogenase found that in about 4% of the mRNAs encoding this enzyme the stop codon is naturally used to encode the amino acids tryptophan and arginine. This type of recoding is induced by a high-readthrough stop codon context and it is referred to as \"functional translational readthrough\".",
            "score": 230.06019568443298
        },
        {
            "docid": "14547183_2",
            "document": "Ribosomal frameshift . A \"ribosomal frameshift\" allows alternative translation of an mRNA sequence by changing the open reading frame. This technique is commonly found in viruses, as it allows the virus to encode multiple types of proteins from the same mRNA. Frameshifting allows viruses to create many protein structures from a relatively small genome. While the ribosome is translating mRNA it may shift forward or backward, depending on the virus. Because three consecutive mRNA nucleotides make a codon that's translated into one amino acid, the frameshift makes every subsequent amino acid different because it translates a different set of codons in the new reading frame, resulting in a different protein product.",
            "score": 180.35723996162415
        },
        {
            "docid": "9127632_18",
            "document": "Biology . Genes are the primary units of inheritance in all organisms. A gene is a unit of heredity and corresponds to a region of DNA that influences the form or function of an organism in specific ways. All organisms, from bacteria to animals, share the same basic machinery that copies and translates DNA into proteins. Cells transcribe a DNA gene into an RNA version of the gene, and a ribosome then translates the RNA into a sequence of amino acids known as a protein. The translation code from RNA codon to amino acid is the same for most organisms. For example, a sequence of DNA that codes for insulin in humans also codes for insulin when inserted into other organisms, such as plants.",
            "score": 187.4597897529602
        },
        {
            "docid": "610997_2",
            "document": "Frameshift mutation . A frameshift mutation (also called a framing error or a reading frame shift) is a genetic mutation caused by indels (insertions or deletions) of a number of nucleotides in a DNA sequence that is not divisible by three. Due to the triplet nature of gene expression by codons, the insertion or deletion can change the reading frame (the grouping of the codons), resulting in a completely different translation from the original. The earlier in the sequence the deletion or insertion occurs, the more altered the protein. A frameshift mutation is not the same as a single-nucleotide polymorphism in which a nucleotide is replaced, rather than inserted or deleted. A frameshift mutation will in general cause the reading of the codons after the mutation to code for different amino acids. The frameshift mutation will also alter the first stop codon (\"UAA\", \"UGA\" or \"UAG\") encountered in the sequence. The polypeptide being created could be abnormally short or abnormally long, and will most likely not be functional.",
            "score": 177.0474147796631
        },
        {
            "docid": "232323_15",
            "document": "Pseudogene . The rapid proliferation of DNA sequencing technologies has led to the identification of many apparent pseudogenes using gene prediction techniques. Pseudogenes are often identified by the appearance of a premature stop codon in a predicted mRNA sequence, which would, in theory, prevent synthesis (translation) of the normal protein product of the original gene. There have been some reports of translational readthrough of such premature stop codons in mammals, as reviewed in the \"Translational readthrough\" section of the stop codon article. As alluded to in the figure above, a small amount of the protein product of such readthrough may still be recognizable and function at some level. If so, the pseudogene can be subject to natural selection. That appears to have happened during the evolution of \"Drosophila\" species, as described next.",
            "score": 220.04907202720642
        },
        {
            "docid": "28639_2",
            "document": "Stop codon . In the genetic code, a stop codon (or termination codon) is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins. Proteins are based on polypeptides, which are unique sequences of amino acids. Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this process by binding release factors, which cause the ribosomal subunits to disassociate, releasing the amino acid chain. While start codons need nearby sequences or initiation factors to start translation, a stop codon alone is sufficient to initiate termination.",
            "score": 246.76906085014343
        },
        {
            "docid": "9720498_4",
            "document": "Timeless (gene) . The length of the coding region of the Drosophila \"timeless\" gene is 4029 base pairs, from which a 1398 amino acid protein is transcribed. The gene starts at a consensus cap site upstream of a methionine codon. It contains 11 exons and 10 introns. In various \"Drosophila\" species, the \"timeless\" protein TIM contains more highly conserved functional domains and amino acid sequence than its counterpart, PER (protein encoded by \"per\"). CLD was the least conserved of these regions between \"D. virilis\" and \"D. melanogaster\". These conserved parts include: the PER interaction domain, the nuclear localization signal (NLS), cytoplasmic localization domain (CLD), N-terminal end (non-functional), and C-terminal end. TIM is also known to have a basic region, which interacts with the PAS domain of the PER protein, and a central acidic region. There is also a region of unknown function near the N-terminus of the TIM protein that contains a 32 amino acid sequence that, when deleted, causes arrhythmic behavior in the fly. In various species of Drosophila, such as \"D. virilis\" and \"D. melanogaster\", the initiating methionine for translation of the \"timeless\" gene into TIM is in different places, with the \"D. virilis\" start site downstream of the start site in \"D. melanogaster\".",
            "score": 146.3497612476349
        },
        {
            "docid": "1174560_3",
            "document": "Open reading frame . One common use of open reading frames (ORFs) is as one piece of evidence to assist in gene prediction. Long ORFs are often used, along with other evidence, to initially identify candidate protein-coding regions or functional RNA-coding regions in a DNA sequence. The presence of an ORF does not necessarily mean that the region is always translated. For example, in a randomly generated DNA sequence with an equal percentage of each nucleotide, a stop-codon would be expected once every 21 codons. A simple gene prediction algorithm for prokaryotes might look for a start codon followed by an open reading frame that is long enough to encode a typical protein, where the codon usage of that region matches the frequency characteristic for the given organism's coding regions. By itself even a long open reading frame is not conclusive evidence for the presence of a gene. On the other hand, it has been proven that some short ORFs (sORFs) that lack the classical hallmarks of protein-coding genes (both from ncRNAs and mRNAs) can produce functional peptides. 5’NTR of about 50% of mammal mRNAs are known to contain one or several sORFs. 64–75% of experimentally found translation initiation sites of sORFs are conserved in the genomes of human and mouse and may indicate that these elements have function. However, sORFs can often be found only in the minor forms of mRNAs and avoid the selection; the high conservatism of initiation sites may be connected with their location inside promoters of the relevant genes. Such kind of situation is characteristic of SLAMF1 gene, for example.",
            "score": 161.90175330638885
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 212.63786935806274
        },
        {
            "docid": "5457540_4",
            "document": "Ka/Ks ratio . Evolution acts on genes that code for proteins. The genetic code is written in DNA sequences as codons, groups of three nucleotides. Each codon represents a single amino acid in a protein chain. However, there are more codons (64) than amino acids found in proteins (20), so many codons are effectively synonyms. For example, the DNA codons TTT and TTC both code for the amino acid Phenylalanine, so a change from the third T to C makes no difference to the resulting protein. On the other hand, the codon GAG codes for Glutamic acid while the codon GTG codes for Valine, so a change from the middle A to T does change the resulting protein, for better or (more likely) worse, so the change is not a synonym. These changes are illustrated in the tables below.",
            "score": 180.25692653656006
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 233.15063524246216
        },
        {
            "docid": "21496_16",
            "document": "Nucleic acid . Ribonucleic acid (RNA) functions in converting genetic information from genes into the amino acid sequences of proteins. The three universal types of RNA include transfer RNA (tRNA), messenger RNA (mRNA), and ribosomal RNA (rRNA). Messenger RNA acts to carry genetic sequence information between DNA and ribosomes, directing protein synthesis. Ribosomal RNA is a major component of the ribosome, and catalyzes peptide bond formation. Transfer RNA serves as the carrier molecule for amino acids to be used in protein synthesis, and is responsible for decoding the mRNA. In addition, many other classes of RNA are now known.",
            "score": 166.55849957466125
        },
        {
            "docid": "21496_15",
            "document": "Nucleic acid . Deoxyribonucleic acid (DNA) is a nucleic acid containing the genetic instructions used in the development and functioning of all known living organisms. The DNA segments carrying this genetic information are called genes. Likewise, other DNA sequences have structural purposes, or are involved in regulating the use of this genetic information. Along with RNA and proteins, DNA is one of the three major macromolecules that are essential for all known forms of life. DNA consists of two long polymers of simple units called nucleotides, with backbones made of sugars and phosphate groups joined by ester bonds. These two strands run in opposite directions to each other and are, therefore, anti-parallel. Attached to each sugar is one of four types of molecules called nucleobases (informally, bases). It is the sequence of these four nucleobases along the backbone that encodes information. This information is read using the genetic code, which specifies the sequence of the amino acids within proteins. The code is read by copying stretches of DNA into the related nucleic acid RNA in a process called transcription. Within cells DNA is organized into long structures called chromosomes. During cell division these chromosomes are duplicated in the process of DNA replication, providing each cell its own complete set of chromosomes. Eukaryotic organisms (animals, plants, fungi, and protists) store most of their DNA inside the cell nucleus and some of their DNA in organelles, such as mitochondria or chloroplasts. In contrast, prokaryotes (bacteria and archaea) store their DNA only in the cytoplasm. Within the chromosomes, chromatin proteins such as histones compact and organize DNA. These compact structures guide the interactions between DNA and other proteins, helping control which parts of the DNA are transcribed.",
            "score": 133.85991168022156
        },
        {
            "docid": "6885256_3",
            "document": "EF-Tu . Elongation factors are part of the mechanism that synthesizes new proteins through translation in the ribosome. Transfer RNAs (tRNAs) carry the individual amino acids that become integrated into a protein sequence, and have an anticodon for the specific amino acid that they are charged with. Messenger RNA (mRNA) carries the genetic information that encodes the primary structure of a protein, and contains codons that code for each amino acid. The ribosome creates the protein chain by following the mRNA code and integrating the amino acid of an aminoacyl-tRNA (also known as a charged tRNA) to the growing polypeptide chain.",
            "score": 188.3834855556488
        },
        {
            "docid": "159266_18",
            "document": "Gene expression . Every mRNA consists of three parts: a 5' untranslated region (5'UTR), a protein-coding region or open reading frame (ORF), and a 3' untranslated region (3'UTR). The coding region carries information for protein synthesis encoded by the genetic code to form triplets. Each triplet of nucleotides of the coding region is called a codon and corresponds to a binding site complementary to an anticodon triplet in transfer RNA. Transfer RNAs with the same anticodon sequence always carry an identical type of amino acid. Amino acids are then chained together by the ribosome according to the order of triplets in the coding region. The ribosome helps transfer RNA to bind to messenger RNA and takes the amino acid from each transfer RNA and makes a structure-less protein out of it. Each mRNA molecule is translated into many protein molecules, on average ~2800 in mammals.",
            "score": 204.2904486656189
        },
        {
            "docid": "7955_47",
            "document": "DNA . A gene is a sequence of DNA that contains genetic information and can influence the phenotype of an organism. Within a gene, the sequence of bases along a DNA strand defines a messenger RNA sequence, which then defines one or more protein sequences. The relationship between the nucleotide sequences of genes and the amino-acid sequences of proteins is determined by the rules of translation, known collectively as the genetic code. The genetic code consists of three-letter 'words' called \"codons\" formed from a sequence of three nucleotides (e.g. ACT, CAG, TTT).",
            "score": 165.56502437591553
        },
        {
            "docid": "1795277_6",
            "document": "Insertion (genetics) . Insertions can be particularly hazardous if they occur in an exon, the amino acid coding region of a gene. A frameshift mutation, an alteration in the normal reading frame of a gene, results if the number of inserted nucleotides is not divisible by three, i.e., the number of nucleotides per codon. Frameshift mutations will alter all the amino acids encoded by the gene following the mutation. Usually, insertions and the subsequent frameshift mutation will cause the active translation of the gene to encounter a premature stop codon, resulting in an end to translation and the production of a truncated protein. Transcripts carrying the frameshift mutation may also be degraded through Nonsense-mediated decay during translation, thus not resulting in any protein product. If translated, the truncated proteins frequently are unable to function properly or at all and can possibly result in any number of genetic disorders depending on the gene in which the insertion occurs. Methods to detect DNA sequencing errors were developed.",
            "score": 172.66056764125824
        },
        {
            "docid": "37802754_4",
            "document": "Non-proteinogenic amino acids . The genetic code encodes 20 standard amino acids for incorporation into proteins during translation. However, there are two extra proteinogenic amino acids: selenocysteine and pyrrolysine. These non-standard amino acids do not have a dedicated codon, but are added in place of a stop codon when a specific sequence is present, UGA codon and SECIS element for selenocysteine, UAG PYLIS downstream sequence for pyrrolysine. All other amino acids are termed \"non-proteinogenic\".  There are various groups of amino acids: These groups overlap, but are not identical. All 22 proteinogenic amino acids are biosynthesised by organisms and some, but not all, of them also are abiotic (found in prebiotic experiments and meteorites). Some natural amino acids, such as norleucine, are misincorporated translationally into proteins due to infidelity of the protein-synthesis process. Many amino acids, such as ornithine, are metabolic intermediates produced biosynthetically, but not incorporated translationally into proteins. Post-translational modification of amino-acid residues in proteins leads to the formation of many proteinaceous, but non-proteinogenic, amino acids. Other amino acids are solely found in abiotic mixes (e.g. α-methylnorvaline). Over 30 unnatural amino acids have been inserted translationally into protein in engineered systems, yet are not biosynthetic.",
            "score": 175.29050517082214
        },
        {
            "docid": "532175_3",
            "document": "Transfer RNA . While the specific nucleotide sequence of an mRNA specifies which amino acids are incorporated into the protein product of the gene from which the mRNA is transcribed, the role of tRNA is to specify which sequence from the genetic code corresponds to which amino acid. The mRNA encodes a protein as a series of contiguous codons, each of which is recognized by a particular tRNA. One end of the tRNA matches the genetic code in a three-nucleotide sequence called the anticodon. The anticodon forms three complementary base pairs with a codon in mRNA during protein biosynthesis. On the other end of the tRNA is a covalent attachment to the amino acid that corresponds to the anticodon sequence. Each type of tRNA molecule can be attached to only one type of amino acid, so each organism has many types of tRNA. Because the genetic code contains multiple codons that specify the same amino acid, there are several tRNA molecules bearing different anticodons which carry the same amino acid.",
            "score": 182.29014539718628
        },
        {
            "docid": "235550_13",
            "document": "Sequence analysis . Gene prediction or gene finding refers to the process of identifying the regions of genomic DNA that encode genes. This includes protein-coding genes as well as RNA genes, but may also include the prediction of other functional elements such as regulatory regions. Gene finding is one of the first and most important steps in understanding the genome of a species once it has been sequenced. In general, the prediction of bacterial genes is significantly simpler and more accurate than the prediction of genes in eukaryotic species that usually have complex intron/exon patterns. Identifying genes in long sequences remains a problem, especially when the number of genes is unknown. Hidden markov models can be part of the solution. Machine learning has played a significant role in predicting the sequence of transcription factors. Traditional sequencing analysis focused on the statistical parameters of the nucleotide sequence itself (The most common programs used are listed in Table 4.1). Another method is to identify homologous sequences based on other known gene sequences (Tools see Table 4.3). The two methods described here are focused on the sequence. However, the shape feature of these molecules such as DNA and protein have also been studied and proposed to have an equivalent, if not higher, influence on the behaviors of these molecules.",
            "score": 95.32855701446533
        },
        {
            "docid": "1271003_2",
            "document": "Five prime untranslated region . The 5′ untranslated region (5′ UTR) (also known as a leader sequence or leader RNA) is the region of an mRNA that is directly upstream from the initiation codon. This region is important for the regulation of translation of a transcript by differing mechanisms in viruses, prokaryotes and eukaryotes. While called untranslated, the 5′ UTR or a portion of it is sometimes translated into a protein product. This product can then regulate the translation of the main coding sequence of the mRNA. In many organisms, however, the 5′ UTR is completely untranslated, instead forming complex secondary structure to regulate translation. The 5′ UTR has been found to interact with proteins relating to metabolism; and proteins translate sequences within the 5′ UTR. In addition, this region has been involved in transcription regulation, such as the sex-lethal gene in \"Drosophila\". Regulatory elements within 5′ UTRs have also been linked to mRNA export.",
            "score": 116.65969514846802
        }
    ],
    "r": [
        {
            "docid": "28639_11",
            "document": "Stop codon . Stop codon suppression or translational readthrough occurs when in translation a stop codon is interpreted as a sense codon, that is, when a (standard) amino acid is 'encoded' by the stop codon. Mutated tRNAs can be the cause of readthrough, but also certain nucleotide motifs close to the stop codon. Translational readthrough is very common in viruses and bacteria, and has also been found as a gene regulatory principle in humans, yeasts, bacteria and drosophila. This kind of endogenous translational readthough constitutes a variation of the genetic code, because a stop codon codes for an amino acid. In the case of human malate dehydrogenase, the stop codon is read through with a frequency of about 4%. Amino acids inserted at the stop codon depends of the identity of the stop codon itself: Gln, Tyr and Lys; have been found for UAA and UAG codon, while Cys, Trp, Arg for UGA codon have been identified by mass spectrometry.",
            "score": 262.8186950683594
        },
        {
            "docid": "3264389_11",
            "document": "Eukaryotic translation . Termination of elongation depends on eukaryotic release factors. The process is similar to that of prokaryotic termination, but unlike prokaryotic termination, there is a universal release factor, eRF1, that recognizes all three stop codons. Upon termination, the ribosome is disassembled and the completed polypeptide is released. eRF3 is a ribosome-dependent GTPase that helps eRF1 release the completed polypeptide. The human genome encodes a few genes whose mRNA stop codon are surprisingly leaky: In these genes, termination of translation is inefficient due to special RNA bases in the vicinity of the stop codon. Leaky termination in these genes leads to translational readthrough of up to 10% of the stop codons of these genes. Some of these genes encode functional protein domains in their readthrough extension so that new protein isoforms can arise. This process has been termed 'functional translational readthrough'.",
            "score": 255.94015502929688
        },
        {
            "docid": "20232_3",
            "document": "Messenger RNA . As in DNA, mRNA genetic information is in the sequence of nucleotides, which are arranged into codons consisting of three base pairs each. Each codon encodes for a specific amino acid, except the stop codons, which terminate protein synthesis. This process of translation of codons into amino acids requires two other types of RNA: Transfer RNA (tRNA), that mediates recognition of the codon and provides the corresponding amino acid, and ribosomal RNA (rRNA), that is the central component of the ribosome's protein-manufacturing machinery.",
            "score": 252.9701385498047
        },
        {
            "docid": "28639_2",
            "document": "Stop codon . In the genetic code, a stop codon (or termination codon) is a nucleotide triplet within messenger RNA that signals a termination of translation into proteins. Proteins are based on polypeptides, which are unique sequences of amino acids. Most codons in messenger RNA (from DNA) correspond to the addition of an amino acid to a growing polypeptide chain, which may ultimately become a protein. Stop codons signal the termination of this process by binding release factors, which cause the ribosomal subunits to disassociate, releasing the amino acid chain. While start codons need nearby sequences or initiation factors to start translation, a stop codon alone is sufficient to initiate termination.",
            "score": 246.76905822753906
        },
        {
            "docid": "23634_12",
            "document": "Protein . Proteins are assembled from amino acids using information encoded in genes. Each protein has its own unique amino acid sequence that is specified by the nucleotide sequence of the gene encoding this protein. The genetic code is a set of three-nucleotide sets called codons and each three-nucleotide combination designates an amino acid, for example AUG (adenine-uracil-guanine) is the code for methionine. Because DNA contains four nucleotides, the total number of possible codons is 64; hence, there is some redundancy in the genetic code, with some amino acids specified by more than one codon. Genes encoded in DNA are first transcribed into pre-messenger RNA (mRNA) by proteins such as RNA polymerase. Most organisms then process the pre-mRNA (also known as a \"primary transcript\") using various forms of Post-transcriptional modification to form the mature mRNA, which is then used as a template for protein synthesis by the ribosome. In prokaryotes the mRNA may either be used as soon as it is produced, or be bound by a ribosome after having moved away from the nucleoid. In contrast, eukaryotes make mRNA in the cell nucleus and then translocate it across the nuclear membrane into the cytoplasm, where protein synthesis then takes place. The rate of protein synthesis is higher in prokaryotes than eukaryotes and can reach up to 20 amino acids per second.",
            "score": 236.0896759033203
        },
        {
            "docid": "16153022_5",
            "document": "Expanded genetic code . It is noteworthy that the genetic code for all organisms is basically the same, so that all living beings use the same ’genetic language’. In general, the introduction of new functional unnatural amino acids into proteins of living cells breaks the universality of the genetic language, which ideally leads to alternative life forms. Proteins are produced thanks to the translational system molecules, which decode the RNA messages into a string of amino acids. The translation of genetic information contained in messenger RNA (mRNA) into a protein is catalysed by ribosomes. Transfer RNAs (tRNA) are used as keys to decode the mRNA into its encoded polypeptide. The tRNA recognizes a specific three nucleotide codon in the mRNA with a complementary sequence called the anticodon on one of its loops. Each three nucleotide codon is translated into one of twenty naturally occurring amino acids. There is at least one tRNA for any codon, and sometimes multiple codons code for the same amino acid. Many tRNAs are compatible with several codons. An enzyme called an aminoacyl tRNA synthetase covalently attaches the amino acid to the appropriate tRNA. Most cells have a different synthetase for each amino acid (20 or more synthetases). On the other hand, some bacteria have fewer than 20 aminoacyl tRNA synthetases, and introduce the \"missing\" amino acid(s) by modification of a structurally related amino acid by an aminotransferase enzyme. A feature exploited in the expansion of the genetic code is the fact that the aminoacyl tRNA synthetase often does not recognize the anticodon, but another part of the tRNA, meaning that if the anticodon were to be mutated the encoding of that amino acid would change to a new codon. In the ribosome, the information in mRNA is translated into a specific amino acid when the mRNA codon matches with the complementary anticodon of a tRNA, and the attached amino acid is added onto a growing polypeptide chain. When it is released from the ribosome, the polypeptide chain folds into a functioning protein.",
            "score": 233.150634765625
        },
        {
            "docid": "262401_14",
            "document": "Translation (biology) . Even though the ribosomes are usually considered accurate and processive machines, the translation process is subject to errors that can lead either to the synthesis of erroneous proteins or to the premature abandonment of translation. The rate of error in synthesizing proteins has been estimated to be between 1/10 and 1/10 misincorporated amino acids, depending on the experimental conditions. The rate of premature translation abandonment, instead, has been estimated to be of the order of magnitude of 10 events per translated codon. The correct amino acid is covalently bonded to the correct transfer RNA (tRNA) by amino acyl transferases. The amino acid is joined by its carboxyl group to the 3' OH of the tRNA by an ester bond. When the tRNA has an amino acid linked to it, the tRNA is termed \"charged\". Initiation involves the small subunit of the ribosome binding to the 5' end of mRNA with the help of initiation factors (IF). In prokaryotes, initiation of protein synthesis involves the recognition of a purine-rich initiation sequence on the mRNA called the Shine-Delgarno sequence. The Shine-Delgarno sequence binds to a complementary pyrimidine-rich sequence on the 3' end of the 16S rRNA part of the 30S ribosomal subunit. The binding of these complementary sequences ensures that the 30S ribosomal subunit is bound to the mRNA and is aligned such that the initiation codon is placed in the 30S portion of the P-site. Once the mRNA and 30S subunit are properly bound, an initiation factor brings the initiator tRNA-amino acid complex, f-Met-tRNA, to the 30S P site. The initiation phase is completed once a 50S subunit joins the 30 subunit, forming an active 70S ribosome. Termination of the polypeptide happens when the A site of the ribosome faces a stop codon (UAA, UAG, or UGA) on the mRNA. tRNA usually cannot recognize or bind to stop codons. Instead, the stop codon induces the binding of a release factor protein that prompts the disassembly of the entire ribosome/mRNA complex and the hydrolysis and the release of the polypeptide chain from the ribosome. Drugs or special sequence motifs on the mRNA can change the ribosomal structure so that near-cognate tRNAs are bound to the stop codon instead of the release factors. In such cases of 'translational readthrough', translation continues until the ribosome encounters the next stop codon.",
            "score": 230.913818359375
        },
        {
            "docid": "12385_28",
            "document": "Genetic code . Variations on the standard code were predicted in the 1970s. The first was discovered in 1979, by researchers studying human mitochondrial genes. Many slight variants were discovered thereafter, including various alternative mitochondrial codes. Small variants such as translation of the codon UGA as tryptophan in \"Mycoplasma\" species, and translation of CUG as a serine rather than leucine in yeasts of the \"CTG clade\" (such as \"Candida albicans\"). Because viruses must use the same genetic code as their hosts, modifications to the standard genetic code could interfere with viral protein synthesis or functioning. However, viruses such as totiviruses adapted to the host's genetic code modification. In bacteria and archaea, GUG and UUG are common start codons. In rare cases, certain proteins may use alternative start codons. Surprisingly, variations in the interpretation of the genetic code exist also in human nuclear-encoded genes: In 2016, researchers studying the translation of malate dehydrogenase found that in about 4% of the mRNAs encoding this enzyme the stop codon is naturally used to encode the amino acids tryptophan and arginine. This type of recoding is induced by a high-readthrough stop codon context and it is referred to as \"functional translational readthrough\".",
            "score": 230.06021118164062
        },
        {
            "docid": "5225_15",
            "document": "Code . Biological organisms contain genetic material that is used to control their function and development. This is DNA which contains units named genes from which messenger RNA is derived. This in turn produces proteins through a genetic code in which a series of triplets (codons) of four possible nucleotides can be translated into one of twenty possible amino acids. A sequence of codons results in a corresponding sequence of amino acids that form a protein molecule; a type of codon called a stop codon signals the end of the sequence.",
            "score": 226.88417053222656
        },
        {
            "docid": "7955_48",
            "document": "DNA . In transcription, the codons of a gene are copied into messenger RNA by RNA polymerase. This RNA copy is then decoded by a ribosome that reads the RNA sequence by base-pairing the messenger RNA to transfer RNA, which carries amino acids. Since there are 4 bases in 3-letter combinations, there are 64 possible codons (4 combinations). These encode the twenty standard amino acids, giving most amino acids more than one possible codon. There are also three 'stop' or 'nonsense' codons signifying the end of the coding region; these are the TAA, TGA, and TAG codons.",
            "score": 226.35595703125
        },
        {
            "docid": "25664757_6",
            "document": "Nonsynonymous substitution . Nonsense mutations are nonsynonymous substitutions that arise when a mutation in the DNA sequence causes a protein to terminate prematurely by changing the original amino acid to a stop codon. Another type of mutation that deals with stop codons is known as a readthrough mutation, which occurs when a stop codon is exchanged for an amino acid codon, causing the protein to be longer than specified.",
            "score": 221.71530151367188
        },
        {
            "docid": "232323_15",
            "document": "Pseudogene . The rapid proliferation of DNA sequencing technologies has led to the identification of many apparent pseudogenes using gene prediction techniques. Pseudogenes are often identified by the appearance of a premature stop codon in a predicted mRNA sequence, which would, in theory, prevent synthesis (translation) of the normal protein product of the original gene. There have been some reports of translational readthrough of such premature stop codons in mammals, as reviewed in the \"Translational readthrough\" section of the stop codon article. As alluded to in the figure above, a small amount of the protein product of such readthrough may still be recognizable and function at some level. If so, the pseudogene can be subject to natural selection. That appears to have happened during the evolution of \"Drosophila\" species, as described next.",
            "score": 220.049072265625
        },
        {
            "docid": "14626122_8",
            "document": "Lactate dehydrogenase . There are two more mammalian LDH subunits that can be included in LDH tetramers: LDHC and LDHBx. LDHC is a testes-specific LDH protein, that is encoded by the LDHC gene. LDHBx is a peroxisome-specific LDH protein. LDHBx is the readthrough-form of LDHB. LDHBx is generated by translation of the LDHB mRNA, but the stop codon is interpreted as an amino acid-encoding codon. In consequence, translation continues to the next stop codon. This leads to the addition of seven amino acid acids to the normal LDH-H protein. The extension contains a peroxisomal targeting signal, so that LDHBx is imported into the peroxisome.",
            "score": 219.2236328125
        },
        {
            "docid": "4250553_36",
            "document": "Gene . Translation is the process by which a mature mRNA molecule is used as a template for synthesizing a new protein. Translation is carried out by ribosomes, large complexes of RNA and protein responsible for carrying out the chemical reactions to add new amino acids to a growing polypeptide chain by the formation of peptide bonds. The genetic code is read three nucleotides at a time, in units called codons, via interactions with specialized RNA molecules called transfer RNA (tRNA). Each tRNA has three unpaired bases known as the anticodon that are complementary to the codon it reads on the mRNA. The tRNA is also covalently attached to the amino acid specified by the complementary codon. When the tRNA binds to its complementary codon in an mRNA strand, the ribosome attaches its amino acid cargo to the new polypeptide chain, which is synthesized from amino terminus to carboxyl terminus. During and after synthesis, most new proteins must fold to their active three-dimensional structure before they can carry out their cellular functions.",
            "score": 212.6378631591797
        },
        {
            "docid": "2317437_3",
            "document": "Synonymous substitution . Protein translation involves a set of twenty amino acids. Each of these amino acids is coded for by a sequence of three DNA base pairs called a \"codon\". Because there are 64 possible codons, but only 20 amino acids (as well as a stop signal [i.e. the three codons that do not code for any amino acid and are known as stop codons ], indicating that translation should stop), some amino acids are coded for by 2, 3, 4, or 6 different codons. For example, the codons TTT and TTC both code for the amino acid phenylalanine. This is often referred to as \"redundancy\" of the genetic code. There are two mechanisms for redundancy: several different transfer RNAs can deliver the same amino acid, or one tRNA can have a non-standard \"wobbly\" base in position three of the anti-codon, which recognises more than one base in the codon.",
            "score": 206.45932006835938
        },
        {
            "docid": "610997_6",
            "document": "Frameshift mutation . After DNA replication, the reading of a selected section of genetic information is accomplished by transcription. Nucleotides containing the genetic information are now on a single strand messenger template called mRNA. The mRNA is incorporated with a subunit of the ribosome and interacts with an rRNA. The genetic information carried in the codons of the mRNA are now read (decoded) by anticodons of the tRNA. As each codon (triplet) is read, amino acids are being joined together until a stop codon (UAG, UGA or UAA) is reached. At this point the polypeptide (protein) has been synthesised and is released. For every 1000 amino acid incorporated into the protein, no more than one is incorrect. This fidelity of codon recognition, maintaining the importance of the proper reading frame, is accomplished by proper base pairing at the ribosome A site, GTP hydrolysis activity of EF-Tu a form of kinetic stability, and a proofreading mechanism as EF-Tu is released.",
            "score": 206.25401306152344
        },
        {
            "docid": "617210_11",
            "document": "Aminoglycoside . The interference with mRNA proofreading has been exploited to treat genetic diseases that result from premature stop codons (leading to early termination of protein synthesis and truncated proteins). Aminoglycosides can cause the cell to overcome the stop codons, insert a random amino acid, and express a full-length protein. The aminoglycoside gentamicin has been used to treat cystic fibrosis (CF) cells in the laboratory to induce them to grow full-length proteins. CF is caused by a mutation in the gene coding for the \"cystic fibrosis transmembrane conductance regulator\" (\"CFTR\") protein. In approximately 10% of CF cases, the mutation in this gene causes its early termination during translation, leading to the formation of is truncated and non-functional CFTR protein. It is believed that gentamicin distorts the structure of the ribosome-RNA complex, leading to a mis-reading of the termination codon, causing the ribosome to \"skip\" over the stop sequence and to continue with the normal elongation and production of the CFTR protein.",
            "score": 204.58038330078125
        },
        {
            "docid": "159266_18",
            "document": "Gene expression . Every mRNA consists of three parts: a 5' untranslated region (5'UTR), a protein-coding region or open reading frame (ORF), and a 3' untranslated region (3'UTR). The coding region carries information for protein synthesis encoded by the genetic code to form triplets. Each triplet of nucleotides of the coding region is called a codon and corresponds to a binding site complementary to an anticodon triplet in transfer RNA. Transfer RNAs with the same anticodon sequence always carry an identical type of amino acid. Amino acids are then chained together by the ribosome according to the order of triplets in the coding region. The ribosome helps transfer RNA to bind to messenger RNA and takes the amino acid from each transfer RNA and makes a structure-less protein out of it. Each mRNA molecule is translated into many protein molecules, on average ~2800 in mammals.",
            "score": 204.2904510498047
        },
        {
            "docid": "164217_7",
            "document": "Tobacco mosaic virus . The TMV genome consists of a 6.3-6.5 kb single-stranded (ss) RNA. The 3’-terminus has a tRNA-like structure, and the 5’ terminus has a methylated nucleotide cap. (m7G5’pppG). The genome encodes 4 open reading frames (ORFs), two of which produce a single protein due to ribosomal readthrough of a leaky UAG stop codon. The 4 genes encode a replicase (with methyltransferase [MT] and RNA helicase [Hel] domains), an RNA-dependent RNA polymerase, a so-called movement protein (MP) and a capsid protein (CP).",
            "score": 201.5263671875
        },
        {
            "docid": "36984479_4",
            "document": "Alloprotein . One approach takes advantage of the redundancy of the 3 codons that encode a \"stop\" signal. If one of these can be substituted by another stop codon, then that codon can in principle be \"reassigned\" (along with requisite tRNA, release factor and enzyme modifications) to code for a novel amino acid without affecting other existing codings. Using this approach, alloproteins and novel amino acids can be created by techniques that \"expand\" the genetic code to include additional novel codings, using newly devised codons and related tRNA (transfer RNA) and tRNA synthetase enzymes (aminoacyl tRNA synthetase). The usual mechanisms, which produce amino acids and combine them into proteins, then produce novel or non-proteinogenic amino acids and incorporate them to make novel proteins the same way. In 2010 this technique was used to reassign a codon in the genetic code of the bacterium \"E. coli\", modifying it to produce and incorporate a novel amino acid, without adversely affecting existing encodings or the organism itself.",
            "score": 198.34033203125
        },
        {
            "docid": "27075280_3",
            "document": "Saturation mutagenesis . Saturation mutagenesis is commonly achieved by artificial gene synthesis, with a mixture of nucleotides used at the codons to be randomised. Different degenerate codons can be used to encode sets of amino acids. Because some amino acids are encoded by more codons than others, the exact ratio of amino acids cannot be equal. Additionally, it is usual to use degenerate codons that minimise stop codons (which are generally not desired). Consequently, the fully randomised 'NNN' is not ideal, and alternative, more restricted degenerate codons are used. 'NNK' and 'NNS' have the benefit of encoding all 20 amino acids, but still encode a stop codon 3% of the time. Alternative codons such as 'NDT', 'DBK' avoid stop codons entirely, and encode a minimal set of amino acids that still encompass all the main biophysical types (anionic, cationic, aliphatic hydrophobic, aromatic hydrophobic, hydrophilic, small). Saturation mutagenesis is commonly used to generate variants for directed evolution.",
            "score": 198.0294952392578
        },
        {
            "docid": "25766_23",
            "document": "Ribosome . Ribosomes are the workplaces of protein biosynthesis, the process of translating mRNA into protein. The mRNA comprises a series of codons that dictate to the ribosome the sequence of the amino acids needed to make the protein. Using the mRNA as a template, the ribosome traverses each codon (3 nucleotides) of the mRNA, pairing it with the appropriate amino acid provided by an aminoacyl-tRNA. Aminoacyl-tRNA contains a complementary anticodon on one end and the appropriate amino acid on the other. For fast and accurate recognition of the appropriate tRNA, the ribosome utilizes large conformational changes (conformational proofreading)  The small ribosomal subunit, typically bound to an aminoacyl-tRNA containing the amino acid methionine, binds to an AUG codon on the mRNA and recruits the large ribosomal subunit. The ribosome contains three RNA binding sites, designated A, P and E. The A-site binds an aminoacyl-tRNA; the P-site binds a peptidyl-tRNA (a tRNA bound to the peptide being synthesized); and the E-site (exit) binds a free tRNA before it exits the ribosome. Protein synthesis begins at a start codon AUG near the 5' end of the mRNA. mRNA binds to the P site of the ribosome first. The ribosome is able to identify the start codon by use of the Shine-Dalgarno sequence of the mRNA in prokaryotes and Kozak box in eukaryotes.",
            "score": 197.42913818359375
        },
        {
            "docid": "50601_68",
            "document": "Cystic fibrosis . A number of small molecules that aim at compensating various mutations of the \"CFTR\" gene are under development. One approach is to develop drugs that get the ribosome to overcome the stop codon and synthesize a full-length CFTR protein. About 10% of CF results from a premature stop codon in the DNA, leading to early termination of protein synthesis and truncated proteins. These drugs target nonsense mutations such as G542X, which consists of the amino acid glycine in position 542 being replaced by a stop codon. Aminoglycoside antibiotics interfere with protein synthesis and error-correction. In some cases, they can cause the cell to overcome a premature stop codon by inserting a random amino acid, thereby allowing expression of a full-length protein. The aminoglycoside gentamicin has been used to treat lung cells from CF patients in the laboratory to induce the cells to grow full-length proteins. Another drug targeting nonsense mutations is ataluren, which is undergoing Phase III clinical trials .",
            "score": 197.19921875
        },
        {
            "docid": "28639_9",
            "document": "Stop codon . Hidden stops are non-stop codons that would be read as stop codons if they were frameshifted +1 or −1. These prematurely terminate translation if the corresponding frame-shift (such as due to a ribosomal RNA slip) occurs before the hidden stop. It is hypothesised that this decreases resource waste on nonfunctional proteins and the production of potential cytotoxins. Researchers at Louisiana State University propose the \"ambush hypothesis\", that hidden stops are selected for. Codons that can form hidden stops are used in genomes more frequently compared to synonymous codons that would otherwise code for the same amino acid. Unstable rRNA in an organism correlates with a higher frequency of hidden stops. This hypothesis however could not be validated with a larger data set.",
            "score": 196.74029541015625
        },
        {
            "docid": "19044032_2",
            "document": "Gag/pol translational readthrough site . Gag/pol translational readthrough site (or Retroviral readthrough element) is a cis-regulatory element found in retroviruses. The readthrough site facilitates the mechanism of translation readthrough of the stop codon at the gag-pol junction producing the gag and pol fusion protein in certain retroviruses. Retroviruses whose gag and pol genes are in the same reading frame often depend upon approximately 5% read-through of the gag UAG termination codon to form the gag-pol polyprotein. This readthrough is usually dependent on a pseudoknot located eight nucleotides downstream of the stop codon (UAG). Sequence conservation is found in the second pseudoknot loop.",
            "score": 196.328857421875
        },
        {
            "docid": "12596239_5",
            "document": "Non-stop decay . The trans-translation procedure is a bacterial mechanism to resolve stalled ribosomes. It consists of the hybrid transfer RNA and messenger RNA (tm-RNA) with the small protein SmpB. When the ribosome stalls at the 3'end of mRNA the tm-RNA is joined to the ribosome from the A site which has amino acid attached to it (11-amino acid tag). Then, the amino acid binds to the polypeptide chain. Then the normal translation will translate the tm-RNA codons sequence that will provide a particular tag which signifies that the protein is incomplete. Ultimately, liberated that stalled ribosome.",
            "score": 194.60008239746094
        },
        {
            "docid": "611074_8",
            "document": "Point mutation . Nonsense mutations include stop-gain and start-loss. Stop-gain is a mutation that results in a premature termination codon (\"a stop was gained\"), which signals the end of translation. This interruption causes the protein to be abnormally shortened. The number of amino acids lost mediates the impact on the protein's functionality and whether it will function whatsoever. Stop-loss is a mutation in the original termination codon (\"a stop was lost\"), resulting in abnormal extension of a protein's carboxyl terminus. Start-gain creates an AUG start codon upstream of the original start site. If the new AUG is near the original start site, in-frame within the processed transcript and downstream to a ribosomal binding site, it can be used to initiate translation. The likely effect is additional amino acids added to the amino terminus of the original protein. Frame-shift mutations are also possible in start-gain mutations, but typically do not affect translation of the original protein. Start-loss is a point mutation in a transcript's AUG start codon, resulting in the reduction or elimination of protein production.",
            "score": 191.74232482910156
        },
        {
            "docid": "12385_29",
            "document": "Genetic code . Variant genetic codes used by an organism can be inferred by identifying highly conserved genes encoded in that genome, and comparing its codon usage to the amino acids in homologous proteins of other organisms. For example, the program FACIL infers a genetic code by searching which amino acids in homologous protein domains are most often aligned to every codon. The resulting amino acid probabilities for each codon are displayed in a genetic code logo, that also shows the support for a stop codon.",
            "score": 190.70315551757812
        },
        {
            "docid": "1207_20",
            "document": "Amino acid . Twenty-two amino acids are naturally incorporated into polypeptides and are called proteinogenic or natural amino acids. Of these, 20 are encoded by the universal genetic code. The remaining 2, selenocysteine and pyrrolysine, are incorporated into proteins by unique synthetic mechanisms. Selenocysteine is incorporated when the mRNA being translated includes a SECIS element, which causes the UGA codon to encode selenocysteine instead of a stop codon. Pyrrolysine is used by some methanogenic archaea in enzymes that they use to produce methane. It is coded for with the codon UAG, which is normally a stop codon in other organisms. This UAG codon is followed by a PYLIS downstream sequence.",
            "score": 188.9237823486328
        },
        {
            "docid": "24553_4",
            "document": "Protein biosynthesis . In protein synthesis, a succession of tRNA molecules charged with appropriate amino acids are brought together with an mRNA molecule and matched up by base-pairing through the anti-codons of the tRNA with successive codons of the mRNA. The amino acids are then linked together to extend the growing protein chain, and the tRNAs, no longer carrying amino acids, are released. This whole complex of processes is carried out by the ribosome, formed of two main chains of RNA, called ribosomal RNA (rRNA), and more than 50 different proteins. The ribosome latches onto the end of an mRNA molecule and moves along it, capturing loaded tRNA molecules and joining together their amino acids to form a new protein chain.",
            "score": 188.53477478027344
        },
        {
            "docid": "6885256_3",
            "document": "EF-Tu . Elongation factors are part of the mechanism that synthesizes new proteins through translation in the ribosome. Transfer RNAs (tRNAs) carry the individual amino acids that become integrated into a protein sequence, and have an anticodon for the specific amino acid that they are charged with. Messenger RNA (mRNA) carries the genetic information that encodes the primary structure of a protein, and contains codons that code for each amino acid. The ribosome creates the protein chain by following the mRNA code and integrating the amino acid of an aminoacyl-tRNA (also known as a charged tRNA) to the growing polypeptide chain.",
            "score": 188.38348388671875
        },
        {
            "docid": "23634_13",
            "document": "Protein . The process of synthesizing a protein from an mRNA template is known as translation. The mRNA is loaded onto the ribosome and is read three nucleotides at a time by matching each codon to its base pairing anticodon located on a transfer RNA molecule, which carries the amino acid corresponding to the codon it recognizes. The enzyme aminoacyl tRNA synthetase \"charges\" the tRNA molecules with the correct amino acids. The growing polypeptide is often termed the \"nascent chain\". Proteins are always biosynthesized from N-terminus to C-terminus.",
            "score": 188.00186157226562
        }
    ]
}