{
    "q": [
        {
            "docid": "46219227_45",
            "document": "Evolution of metal ions in biological systems . Molybdenum (Mo) is the most abundant transition element in solution in the sea (mostly as dianionic molybdate ion) and in living organisms, its abundance in the Earth’s crust is quite low. Therefore, the use of Mo by living organisms seems surprising at first glance. Archaea, bacteria, fungi, plants, and animals, including humans, require molybdenum. It is also found in over 50 different enzymes. Its hydrolysis to water-soluble oxo-anionic species makes Mo readily accessible. Mo is found in the active sites of metalloenzymes that perform key transformations in the metabolism of carbon, nitrogen, arsenic, selenium, sulfur, and chlorine compounds. The mononuclear Mo enzymes are widely distributed in the biosphere; they catalyze many significant reactions in the metabolism of nitrogen and sulfur-containing compounds as well as various carbonyl compounds (e.g., aldehydes, CO, and CO). Nitrate reductases enzymes are important for the nitrogen cycle. They belong to a class of enzymes with a mononuclear Mo center and they catalyze the metabolism reaction of C, N, S, etc., in bacteria, plants, animals, and humans. Due to the oxidation of sulfides, The first considerable development was that of aerobic bacteria which could now utilize Mo. As oxygen began to accumulate in the atmosphere and oceans, the reaction of MoS to MoO also increased. This reaction made the highly soluble molybdate ion available for incorporation into critical metalloenzymes, and may have thus allowed life to thrive. It allowed organisms to occupy new ecological niches. Mo plays an important role in the reduction of dinitrogen to ammonia, which occurs in one type of nitrogenases. These enzymes are used by bacteria that usually live in a symbiotic relationship with plants; their role is nitrogen fixation, which is vital for sustaining life on earth. Mo enzymes also play important roles in sulfur metabolism of organisms ranging from bacteria to humans.",
            "score": 130.7851164340973
        },
        {
            "docid": "31336624_2",
            "document": "Plant secondary metabolism . Secondary metabolism produces a large number of specialized compounds (estimated 200,000) that do not aid in the growth and development of plants but are required for the plant to survive in its environment. Secondary metabolism is connected to primary metabolism by using building blocks and biosynthetic enzymes derived from primary metabolism. Primary metabolism governs all basic physiological processes that allow a plant to grow and set seeds, by translating the genetic code into proteins, carbohydrates, and amino acids. Specialized compounds from secondary metabolism are essential for communicating with other organisms in mutualistic (e.g. attraction of beneficial organisms such as pollinators) or antagonistic interactions (e.g. deterrent against herbivores and pathogens). They further assist in coping with abiotic stress such as increased UV-radiation. The broad functional spectrum of specialized metabolism is still not fully understood. In any case, a good balance between products of primary and secondary metabolism is best for a plant’s optimal growth and development as well as for its effective coping with often changing environmental conditions. Well known specialized compounds include alkaloids, polyphenols including flavonoids, and terpenoids. Humans use quite a lot of these compounds, or the plants from which they originate, for medicinal and nutraceutical purposes.",
            "score": 136.7120302915573
        },
        {
            "docid": "24544_31",
            "document": "Photosynthesis . Plants that use the C carbon fixation process chemically fix carbon dioxide in the cells of the mesophyll by adding it to the three-carbon molecule phosphoenolpyruvate (PEP), a reaction catalyzed by an enzyme called PEP carboxylase, creating the four-carbon organic acid oxaloacetic acid. Oxaloacetic acid or malate synthesized by this process is then translocated to specialized bundle sheath cells where the enzyme RuBisCO and other Calvin cycle enzymes are located, and where released by decarboxylation of the four-carbon acids is then fixed by RuBisCO activity to the three-carbon 3-phosphoglyceric acids. The physical separation of RuBisCO from the oxygen-generating light reactions reduces photorespiration and increases fixation and, thus, the photosynthetic capacity of the leaf. plants can produce more sugar than plants in conditions of high light and temperature. Many important crop plants are plants, including maize, sorghum, sugarcane, and millet. Plants that do not use PEP-carboxylase in carbon fixation are called C plants because the primary carboxylation reaction, catalyzed by RuBisCO, produces the three-carbon 3-phosphoglyceric acids directly in the Calvin-Benson cycle. Over 90% of plants use carbon fixation, compared to 3% that use carbon fixation; however, the evolution of in over 60 plant lineages makes it a striking example of convergent evolution.",
            "score": 119.83826160430908
        },
        {
            "docid": "55507358_11",
            "document": "Strigolactone . Both, abscisic acid (ABA) and strigolactones have a common group of enzymes that carried out the synthesis of the two compounds, previously it had been demonstrated the existence of a correlation of the two biosynthesis pathways, and it has been supported by different studies. The ABA biosynthesis relies in a set of enzymes, called 9-cis-epoxycarotenoid dyoxygenase (NCED). But, mutants plants that were defective in the production of the NCED enzymes, not just presented low levels of ABA, rather they also present low levels of strigolactones, specifically in the roots extracts where this hormone is mostly synthesized, this finding provided the basis for the existence of a common enzymatic machinery, Other experiments that consist in blocking the NCED enzymes and using mutants unable to detect ABA changes, were used to support this theory. So far there is a clear correlation of both synthesis that is related to the used of NCED enzymes in both biosynthesis, but the exact mechanism in which they are connected remains unclear.",
            "score": 103.76014518737793
        },
        {
            "docid": "2631477_56",
            "document": "Homologous recombination . Techniques that rely on homologous recombination have been used to engineer new proteins. In a study published in 2007, researchers were able to create chimeras of two enzymes involved in the biosynthesis of isoprenoids, a diverse class of compounds including hormones, visual pigments and certain pheromones. The chimeric proteins acquired an ability to catalyze an essential reaction in isoprenoid biosynthesis—one of the most diverse pathways of biosynthesis found in nature—that was absent in the parent proteins. Protein engineering through recombination has also produced chimeric enzymes with new function in members of a group of proteins known as the cytochrome P450 family, which in humans is involved in detoxifying foreign compounds like drugs, food additives and preservatives.",
            "score": 112.06184887886047
        },
        {
            "docid": "19052_43",
            "document": "Molybdenum . In animals and plants, a tricyclic compound called molybdopterin (which, despite the name, contains no molybdenum) is reacted with molybdate to form a complete molybdenum-containing cofactor called molybdenum cofactor. Other than the phylogenetically-ancient nitrogenases (discussed above) that fix nitrogen in some bacteria and cyanobacteria, all molybdenum-using enzymes (so far identified) use the molybdenum cofactor, where molybdenum is in the oxidation state of VI, similar to molybdate. Molybdenum enzymes in plants and animals catalyze the oxidation and sometimes reduction of certain small molecules in the process of regulating nitrogen, sulfur, and carbon.",
            "score": 132.8396315574646
        },
        {
            "docid": "4570692_6",
            "document": "Herbivore adaptations to plant defense . Herbivores generate enzymes that counter and reduce the effectiveness of numerous toxic secondary metabolic products produced by plants. One such enzyme group, mixed function oxidases (MFOs), detoxify harmful plant compounds by catalyzing oxidative reactions. Cytochrome P450 oxidases (or P-450), a specific class of MFO, have been specifically connected to detoxification of plant secondary metabolic products. One group linked herbivore feeding on plant material protected by chemical defenses with P-450 detoxification in larval tobacco hornworms. The induction of P-450 after initial nicotine ingestion allowed the larval tobacco hornworms to increase feeding on the toxic plant tissues.",
            "score": 117.5480842590332
        },
        {
            "docid": "19178965_4",
            "document": "Fungus . Abundant worldwide, most fungi are inconspicuous because of the small size of their structures, and their cryptic lifestyles in soil or on dead matter. Fungi include symbionts of plants, animals, or other fungi and also parasites. They may become noticeable when fruiting, either as mushrooms or as molds. Fungi perform an essential role in the decomposition of organic matter and have fundamental roles in nutrient cycling and exchange in the environment. They have long been used as a direct source of human food, in the form of mushrooms and truffles; as a leavening agent for bread; and in the fermentation of various food products, such as wine, beer, and soy sauce. Since the 1940s, fungi have been used for the production of antibiotics, and, more recently, various enzymes produced by fungi are used industrially and in detergents. Fungi are also used as biological pesticides to control weeds, plant diseases and insect pests. Many species produce bioactive compounds called mycotoxins, such as alkaloids and polyketides, that are toxic to animals including humans. The fruiting structures of a few species contain psychotropic compounds and are consumed recreationally or in traditional spiritual ceremonies. Fungi can break down manufactured materials and buildings, and become significant pathogens of humans and other animals. Losses of crops due to fungal diseases (e.g., rice blast disease) or food spoilage can have a large impact on human food supplies and local economies.",
            "score": 118.24628472328186
        },
        {
            "docid": "50537918_5",
            "document": "Ian A. Graham . Graham's interests include how plants make and breakdown various metabolites, how these processes are controlled and how they impact on plant growth. He has used biochemical genetics to dissect the main metabolic pathways controlling oil mobilisation in \"Arabidopsis\" seed and provided new insight into how a lipid based signal controls seed germination. He has used similar approaches to investigate the synthesis of bioactive compounds in two of the world's major medicinal plants. This has led to new understanding of how genome rearrangement has shaped the evolution of plant metabolism. The discovery of a 10 gene cluster responsible for the production of the anti-cancer compound noscapine in opium poppy provided the tools for molecular breeding of new commercial varieties. The discovery of a novel Cytochrome P450 – oxidoreductase gene fusion described the last unknown step in synthesis of morphine and codeine. Characterisation and genetic mapping of traits responsible for production of artemisinin in \"Artemisia annua\" has enabled development of F1 hybrid seed that can deliver a robust source of this vital antimalarial medication for the developing countries.",
            "score": 108.38537955284119
        },
        {
            "docid": "41215540_10",
            "document": "Vincent L. Pecoraro . His group has interest in vanadium for bioinorganic applications. Vanadium can be naturally found in enzymes within certain marine animals. One of these enzyme types, nitrogenases, are responsible for converting nitrogen gas to ammonia and can then be accessed by plants, which is critical to their development. The other type, haloperoxidases, takes bromine from seawater along with hydrogen peroxide and converts them into organobromine compounds. These unique vanadium complexes, as well as others are found in some terrestrial beings such as mushrooms. Additionally, these compounds may provide very useful for humans as they have been found to help people with diabetes by improving glucose control. The Pecoraro group has taken these interesting applications of vanadium and started research to more fully understand them. In particular, the haloperoxidases have been a main focus on research. First, the group synthesized vanadium complexes to mock the vanadium haloperoxidases in order to gain an understanding of the mechanism. Not only did their system efficiently catalyze the reaction, but they were also able to collect valuable kinetic data and come up with a proposed catalytic cycle as seen below. The information showed that an acid/base was necessary for catalysis to occur. With this information in hand, efforts are underway to understand how these complexes are activated naturally to allow halide oxidation. Also, they are working to understand the structures of the inactive forms of these vanadium based haloperoxidases. This information will provide significant insight into how these vanadium haloperoxidases are found and operate in these biological systems, which will in turn take the group one step closer to being able to apply vanadium compounds to diabetes treatment.",
            "score": 121.99052298069
        },
        {
            "docid": "637102_10",
            "document": "Plant physiology . Despite this underlying similarity, plants produce a vast array of chemical compounds with unique properties which they use to cope with their environment. Pigments are used by plants to absorb or detect light, and are extracted by humans for use in dyes. Other plant products may be used for the manufacture of commercially important rubber or biofuel. Perhaps the most celebrated compounds from plants are those with pharmacological activity, such as salicylic acid from which aspirin is made, morphine, and digoxin. Drug companies spend billions of dollars each year researching plant compounds for potential medicinal benefits.",
            "score": 149.6599245071411
        },
        {
            "docid": "822244_34",
            "document": "Medicinal plants . Plant medicines can cause adverse effects and even death, whether by side-effects of their active substances, by adulteration or contamination, by overdose, or by inappropriate prescription. Many such effects are known, while others remain to be explored scientifically. There is no reason to presume that because a product comes from nature it must be safe: the existence of powerful natural poisons like atropine and nicotine shows this to be untrue. Further, the high standards applied to conventional medicines do not always apply to plant medicines, and dose can vary widely depending on the growth conditions of plants: older plants may be much more toxic than young ones, for instance. Pharmacologically active plant extracts can interact with conventional drugs, both because they may provide an increased dose of similar compounds, and because some phytochemicals interfere with the body's systems that metabolise drugs in the liver including the cytochrome P450 system, making the drugs last longer in the body and have a more powerful cumulative effect. Plant medicines can be dangerous during pregnancy. Since plants may contain many different substances, plant extracts may have complex effects on the human body.",
            "score": 108.52807641029358
        },
        {
            "docid": "1068768_15",
            "document": "Phytoremediation . This is known as Phase I metabolism, similar to the way that the human liver increases the polarity of drugs and foreign compounds (drug metabolism). Whereas in the human liver enzymes such as cytochrome P450s are responsible for the initial reactions, in plants enzymes such as peroxidases, phenoloxidases, esterases and nitroreductases carry out the same role.",
            "score": 86.51172041893005
        },
        {
            "docid": "31533830_24",
            "document": "Plant use of endophytic fungi in defense . Many secondary metabolites from endophyte-plant interactions have also been isolated and used in raw or derived forms to produce a variety of drugs treating many conditions. The toxic properties of ergot alkaloids also make them useful in the treatment of headaches and throughout the process of giving birth by inducing contractions and stemming hemorrhages. Drugs used to treat Parkinson's Disease have been created from isolates of ergot toxins, although health risks may accompany their use. Ergotamine has also been used to synthesize lysergic acid diethylamide because of its chemical similarity to lysergic acid. The generally chemically-based defense properties of endophytic fungi make them a perfect group of organisms to search for new antibiotic compounds within, as other fungi have in the past yielded such useful drugs as penicillin and streptomycin and plants use their antibiotic qualities as a defense against pathogens.",
            "score": 107.95111107826233
        },
        {
            "docid": "31336624_4",
            "document": "Plant secondary metabolism . Primary metabolism in a plant comprises all metabolic pathways that are essential to the plant's survival. Primary metabolites are compounds that are directly involved in the growth and development of a plant whereas secondary metabolites are compounds produced in other metabolic pathways that, although important, are not essential to the functioning of the plant. However, secondary plant metabolites are useful in the long term, often for defense purposes, and give plants characteristics such as color. Secondary plant metabolites are also used in signalling and regulation of primary metabolic pathways. Plant hormones, which are secondary metabolites, are often used to regulate the metabolic activity within cells and oversee the overall development of the plant. As mentioned above in the History tab, secondary plant metabolites help the plant maintain an intricate balance with the environment, often adapting to match the environmental needs. Plant metabolites that color the plant are a good example of this, as the coloring of a plant can attract pollinators and also defend against attack by animals.",
            "score": 129.21396565437317
        },
        {
            "docid": "53918629_24",
            "document": "Evolutionary models of human drug use . Throughout the course of human evolution, the importance of psychoactive plant substances for health has been enormous. Since our earliest ancestors chewed on certain herbs to relieve pain, or wrapped leaves around wounds to improve healing, natural products have often been the only ways of treating disease and injury. Plants provide fitness benefits. Upwards of 25% of all pharmaceutical drugs are from plant-derived sources. The US National Cancer Institute has identified over 3,000 plants that are effective against cancer cells. Almost all major recreational drugs are secondary plant compounds or a close chemical analog. It is well established that in both present and past contexts plants have been used for medicinal purposes.",
            "score": 102.3368923664093
        },
        {
            "docid": "31336624_8",
            "document": "Plant secondary metabolism . Flavonoids are one class of secondary plant metabolites that are also known as Vitamin P or citrin. These metabolites are mostly used in plants to produce yellow and other pigments which play a big role in coloring the plants. In addition, Flavonoids are readily ingested by humans and they seem to display important anti-inflammatory, anti-allergic and anti-cancer activities. Flavonoids are also found to be powerful anti-oxidants and researchers are looking into their ability to prevent cancer and cardiovascular diseases. Flavonoids help prevent cancer by inducing certain mechanisms that may help to kill cancer cells, and researches believe that when the body processes extra flavonoid compounds, it triggers specific enzymes that fight carcinogens. Good dietary sources of Flavonoids are all citrus fruits, which contain the specific flavanoids hesperidins, quercitrin,and rutin, berries, tea, dark chocolate and red wine and many of the health benefits attributed to these foods come from the Flavonoids they contain. Flavonoids are synthesized by the phenylpropanoid metabolic pathway where the amino acid phenylalanine is used to produce 4-coumaryol-CoA, and this is then combined with malonyl-CoA to produce chalcones which are backbones of Flavonoids Chalcones are aromatic ketones with two phenyl rings that are important in many biological compounds. The closure of chalcones causes the formation of the flavonoid structure. Flavonoids are also closely related to flavones which are actually a sub class of flavonoids, and are the yellow pigments in plants. In addition to flavones, 11 other subclasses of Flavonoids including, isoflavones, flavans, flavanones, flavanols, flavanolols, anthocyanidins, catechins (including proanthocyanidins), leukoanthocyanidins, dihydrochalcones, and aurones.",
            "score": 129.85921561717987
        },
        {
            "docid": "31356226_17",
            "document": "Cofactor engineering . Many important industrial enzymes use cofactors to catalyze reactions. By using cofactors to manipulate metabolic pathways, it is possible to reduce material cost, eliminate steps in production, reduce production time, decrease pollution, and increase overall production efficiency. One case that demonstrates several of these manufacturing benefits involves the genetic engineering of aspen trees. In the paper production process, manufacturing plants must break down lignin, a biochemical compound that gives a tree trunk its stiffness, in order to form the pulp used throughout the rest of production. The chemical pulping process requires the manufacturing plant to use a significant amount of energy, as well as many expensive and toxic chemicals. A group of genetic engineers, through cofactor engineering, engineered a genetically superior aspen tree that produced less lignin. These genetically engineered trees have allowed for paper mills to reduce their costs, pollution, and manufacturing time.",
            "score": 132.0833489894867
        },
        {
            "docid": "637102_4",
            "document": "Plant physiology . The field of plant physiology includes the study of all the internal activities of plants—those chemical and physical processes associated with life as they occur in plants. This includes study at many levels of scale of size and time. At the smallest scale are molecular interactions of photosynthesis and internal diffusion of water, minerals, and nutrients. At the largest scale are the processes of plant development, seasonality, dormancy, and reproductive control. Major subdisciplines of plant physiology include phytochemistry (the study of the biochemistry of plants) and phytopathology (the study of disease in plants). The scope of plant physiology as a discipline may be divided into several major areas of research. First, the study of phytochemistry (plant chemistry) is included within the domain of plant physiology. To function and survive, plants produce a wide array of chemical compounds not found in other organisms. Photosynthesis requires a large array of pigments, enzymes, and other compounds to function. Because they cannot move, plants must also defend themselves chemically from herbivores, pathogens and competition from other plants. They do this by producing toxins and foul-tasting or smelling chemicals. Other compounds defend plants against disease, permit survival during drought, and prepare plants for dormancy, while other compounds are used to attract pollinators or herbivores to spread ripe seeds.",
            "score": 150.8107783794403
        },
        {
            "docid": "438677_3",
            "document": "List of plants used in herbalism . The ability to synthesize a wide variety of chemical compounds that are used to perform important biological functions, and to defend against attack from predators such as insects, fungi and herbivorous mammals is called herbal medicine. Many of these phytochemicals have beneficial effects on long-term health when consumed by humans, and can be used to effectively treat human diseases. At least 12,000 such compounds have been isolated so far; a number estimated to be less than 10% of the total.",
            "score": 108.02979159355164
        },
        {
            "docid": "26412304_6",
            "document": "1000 Plant Genomes Project . The list of plant genomes to be sequenced in the project is not random; instead plants that produce valuable chemicals or other products (secondary metabolites in many cases) will be focused on in the hopes that characterizing the involved genes will allow the underlying biosynthetic processes to be used or modified. For example, there are many plants known to produce oils (like olives) and some of the oils from certain plants bear a strong chemical resemblance to petroleum products like the Oil palm and hydrocarbon-producing species. If these plant mechanisms could be used to produce mass quantities of industrially useful oil, or modified such that they do, then they would be of great value. Here, knowing the sequence of the plant’s genes involved in the metabolic pathway producing the oil is a large first step to allow such utilization. A recent example of how engineering natural biochemical pathways works is Golden rice which has involved genetically modifying its pathway, so that a precursor to vitamin A is produced in large quantities making the brown-colored rice a potential solution for vitamin A deficiency. This is concept of engineering plants to do \"work\" is popular and its potential would dramatically increase as a result of gene information on 1000 plant species. Biosynthetic pathways could also be used for mass production of medicinal compounds using plants rather than manual organic chemical reactions as most are created currently.",
            "score": 178.31338584423065
        },
        {
            "docid": "1068768_14",
            "document": "Phytoremediation . Phytotransformation results in the chemical modification of environmental substances as a direct result of plant metabolism, often resulting in their inactivation, degradation (phytodegradation), or immobilization (phytostabilization). In the case of organic pollutants, such as pesticides, explosives, solvents, industrial chemicals, and other xenobiotic substances, certain plants, such as Cannas, render these substances non-toxic by their metabolism. In other cases, microorganisms living in association with plant roots may metabolize these substances in soil or water. These complex and recalcitrant compounds cannot be broken down to basic molecules (water, carbon-dioxide, etc.) by plant molecules, and, hence, the term \"phytotransformation\" represents a change in chemical structure without complete breakdown of the compound. The term \"Green Liver\" is used to describe phytotransformation, as plants behave analogously to the human liver when dealing with these xenobiotic compounds (foreign compound/pollutant). After uptake of the xenobiotics, plant enzymes increase the polarity of the xenobiotics by adding functional groups such as hydroxyl groups (-OH).",
            "score": 123.15878796577454
        },
        {
            "docid": "14334029_6",
            "document": "Chorismate synthase . The shikimate pathway synthesises aromatic amino acids as well as other aromatic compounds that have various involvement with processes such as \"UV protection, electron transport, signaling, communication, plant defense, and the wound response\". Moreover, the enzymes catalysing the Shikimate pathway may be potentially useful in the development of new herbicides and antibiotics. This is due to the fact that the shikimate pathway is not present in humans. It is, therefore, an ideal target for herbicides because chemicals used to inhibit the shikimate pathway should not have an effect on humans. Also, the products created by the shikimate pathway are essential to plant life, so, if the function of the pathway is inhibited, this has a fatal effect on the plant. The enzymes in the shikimate pathway, and chorismate synthase specifically,are also considered to be potential targets for new antimicrobial chemotherapy treatments for Mycobacterium tuberculosis. This is important since drugs resistant strains of M. tuberculosis continue to emerge. Studies have shown that the \"shikimate pathway is essential for M. tuberculosis viability\" making it an attractive target for new antimycobacterial agents.",
            "score": 99.7908935546875
        },
        {
            "docid": "365558_37",
            "document": "Nicotinamide adenine dinucleotide . Since a large number of oxidoreductases use NAD and NADH as substrates, and bind them using a highly conserved structural motif, the idea that inhibitors based on NAD could be specific to one enzyme is surprising. However, this can be possible: for example, inhibitors based on the compounds mycophenolic acid and tiazofurin inhibit IMP dehydrogenase at the NAD binding site. Because of the importance of this enzyme in purine metabolism, these compounds may be useful as anti-cancer, anti-viral, or immunosuppressive drugs. Other drugs are not enzyme inhibitors, but instead activate enzymes involved in NAD metabolism. Sirtuins are a particularly interesting target for such drugs, since activation of these NAD-dependent deacetylases extends lifespan in some animal models. Compounds such as resveratrol increase the activity of these enzymes, which may be important in their ability to delay aging in both vertebrate, and invertebrate model organisms. In one experiment, mice given NAD for one week had improved nuclear-mitochrondrial communication.",
            "score": 126.10008716583252
        },
        {
            "docid": "1243134_8",
            "document": "Bioidentical hormone replacement therapy . There is no single definition for the term \"bioidentical hormone replacement therapy\" (BHT); it is generally used to refer to 17β-estradiol, but other uses include plant-based or compounded estrogen products that blend estradiol with estriol and sometimes with estrone. A \"bioidentical hormone\" is defined as a molecule identical to a hormone produced by the human body (though not all allegedly bioidentical hormones sold by custom-compounding pharmacies are necessarily molecularly identical to endogenous humans). The FDA considers \"BHT\" as currently used by BHT advocates to be a marketing term, not a scientific term, and does not recognize its use. The meaning of \"plant-derived\" has also been attached to the term \"bioidentical\", and it may also mean that the hormones are \"natural\"; throughout the 1990s plant-derived, compounded hormones were referred to as \"natural hormone therapy\". However, the term \"natural\" can be applied to all products where the principal ingredient originates from an animal, plant, or mineral source, and both bioidentical and nonbioidentical hormones can be produced from the same plant sources.",
            "score": 118.27851474285126
        },
        {
            "docid": "19178965_9",
            "document": "Fungus . Unique features: Most fungi lack an efficient system for the long-distance transport of water and nutrients, such as the xylem and phloem in many plants. To overcome this limitation, some fungi, such as \"Armillaria\", form rhizomorphs, which resemble and perform functions similar to the roots of plants. As eukaryotes, fungi possess a biosynthetic pathway for producing terpenes that uses mevalonic acid and pyrophosphate as chemical building blocks. Plants and some other organisms have an additional terpene biosynthesis pathway in their chloroplasts, a structure fungi and animals do not have. Fungi produce several secondary metabolites that are similar or identical in structure to those made by plants. Many of the plant and fungal enzymes that make these compounds differ from each other in sequence and other characteristics, which indicates separate origins and convergent evolution of these enzymes in the fungi and plants.",
            "score": 143.593327999115
        },
        {
            "docid": "33637_8",
            "document": "Wasabi . The chemical in wasabi that provides for its initial pungency is the volatile allyl isothiocyanate, which is produced by hydrolysis of natural thioglucosides (conjugates of the sugar glucose, and sulfur-containing organic compounds); the hydrolysis reaction is catalyzed by myrosinase and occurs when the enzyme is released on cell rupture caused by maceration – e.g., grating – of the plant. The same compound is responsible for the pungency of horseradish and mustard. Allyl isothiocyanate can also be released when the wasabi plants have been damaged, because it is being used as a defense mechanism.",
            "score": 131.15680265426636
        },
        {
            "docid": "12477587_3",
            "document": "Cross-linked enzyme aggregate . Enzymes are proteins that catalyze (\"i.e.\" accelerate) chemical reactions. They are natural catalysts and are ubiquitous, in plants, animals and microorganisms where they catalyze processes that are vital to living organisms. They are intimately involved in numerous biotechnological processes, such as cheese making, beer brewing and winemaking, that date back to the dawn of civilization. Recent advances in biotechnology, particularly in genetic and protein engineering, and genetics have provided the basis for the efficient development of enzymes with improved properties for established applications and novel, tailor-made enzymes for completely new applications where enzymes were not previously used. Today, enzymes are widely applied in many different industries and the number of applications continues to increase. Examples include food (baking, dairy products, starch conversion) and beverage (beer, wine, fruit and vegetable juices) processing, animal feed, textiles, pulp and paper, detergents, biosensors, cosmetics, health care and nutrition, waste water treatment, pharmaceutical and chemical manufacture and, more recently, biofuels such as biodiesel. The main driver for the widespread application of enzymes is their small environmental footprint.",
            "score": 73.9039796590805
        },
        {
            "docid": "10492540_9",
            "document": "Lignin-modifying enzyme . Another use of lignin modifying enzymes is the optimization of plant biomass use. Historically, only a small fraction of plant biomass use could actually be extracted from pulp sources leaving the majority of the plants as waste products. Due to Lignin, the plant waste is relatively inert towards degradation and causes the large accumulation of waste products. LMEs can effectively break it down into other aromatic compounds.",
            "score": 107.03199052810669
        },
        {
            "docid": "7296_2",
            "document": "Cardiac glycoside . Cardiac glycosides are a class of organic compounds that increase the output force of the heart and decrease its rate of contractions by acting on the cellular sodium-potassium ATPase pump. Their beneficial medical uses are as treatments for congestive heart failure and cardiac arrhythmias; however, their relative toxicity prevents them from being widely used. Most commonly found as secondary metabolites in several plants such as foxglove plants, these compounds nevertheless have a diverse range of biochemical effects regarding cardiac cell function and have also been suggested for use in cancer treatment.",
            "score": 101.06610655784607
        },
        {
            "docid": "27696793_17",
            "document": "Torilis japonica . Japanese Hedgeparsley has been known for its medicinal properties in Chinese traditional medicine. It has been used for treating hemorrhoids, spasm, uterine tumors, fever, and dysentery. Recently, medical studies have shown that Japanese Hedgeparsley may have a potential for combating cancer. A substance known as torilin can be extracted from the plant and has been shown to be a potent inhibitor of 5 alpha-reductase, the enzyme that converts testosterone to DHT. Torilin is a compound from the fruits of the plant and has been shown to inhibit the growth of blood vessels in tumor development from benign to malignant and thus has a toxic effect on tumors. It also has been found to inhibit the conversion of testosterone to androgen, which is being studied further in the treatment of prostate cancer and alopecia.",
            "score": 105.91565907001495
        },
        {
            "docid": "57341527_3",
            "document": "Calotropin . Calotropin is a toxic compound and is classified as a cardenolide-type cardiac glycoside. These molecules are related to steroids, and have a similar carbon backbone. Calotropin, like calactin, calotoxin, and uscharin, is based on calotropagenin, the precursor to these molecules. They have similar activity and are often found together in plants of the genus \"Calotropis\". It is thought that the biosynthesis of calotropin is similar to that of digitoxin, another cardenolide. Digitoxin is more established as a medicine for cardiac insufficiency, and therefore the biosynthesis has been further studied. However, it is believed that many cardenolides are synthesized in plants by a similar process, but this process is not yet well understood. The sterol precursor for this process is similar to precursors for steroidal alkaloids. Two suggested pathways, the pregnane pathway and norcholanic acid pathway are possible for the conversion of the sterol precursor to digitoxigenin, the precursor to digitoxin. Both the pregnane and norcholanic acid pathways use progesterone 5β-reductases, the P5βR and P5βR2 respectively. In the pregnane pathway, a plant analog of the mitochondrial cytochrome P450 (CYP11A in humans), is thought to catalyze the conversion of pregnenolone to progesterone. Progesterone is further processed by P5βR to 5β-Pregnane-3,20-dione, and then to digitoxigenin. Less is known about the norcholanic acid pathway. At this point the similarities between digitoxin and calotropin end. Calotropogenin may be produced by the same process as digitoxigenin, however the mechanism for production of calotropin and digitoxin from these genins diverges. It is not well studied how calotropin is produced from its calotropogenin precursor.",
            "score": 98.4085658788681
        }
    ],
    "r": [
        {
            "docid": "26412304_6",
            "document": "1000 Plant Genomes Project . The list of plant genomes to be sequenced in the project is not random; instead plants that produce valuable chemicals or other products (secondary metabolites in many cases) will be focused on in the hopes that characterizing the involved genes will allow the underlying biosynthetic processes to be used or modified. For example, there are many plants known to produce oils (like olives) and some of the oils from certain plants bear a strong chemical resemblance to petroleum products like the Oil palm and hydrocarbon-producing species. If these plant mechanisms could be used to produce mass quantities of industrially useful oil, or modified such that they do, then they would be of great value. Here, knowing the sequence of the plant’s genes involved in the metabolic pathway producing the oil is a large first step to allow such utilization. A recent example of how engineering natural biochemical pathways works is Golden rice which has involved genetically modifying its pathway, so that a precursor to vitamin A is produced in large quantities making the brown-colored rice a potential solution for vitamin A deficiency. This is concept of engineering plants to do \"work\" is popular and its potential would dramatically increase as a result of gene information on 1000 plant species. Biosynthetic pathways could also be used for mass production of medicinal compounds using plants rather than manual organic chemical reactions as most are created currently.",
            "score": 178.31338500976562
        },
        {
            "docid": "12383_32",
            "document": "Genetic engineering . Organisms can have their cells transformed with a gene coding for a useful protein, such as an enzyme, so that they will overexpress the desired protein. Mass quantities of the protein can then be manufactured by growing the transformed organism in bioreactor equipment using industrial fermentation, and then purifying the protein. Some genes do not work well in bacteria, so yeast, insect cells or mammalians cells can also be used. These techniques are used to produce medicines such as insulin, human growth hormone, and vaccines, supplements such as tryptophan, aid in the production of food (chymosin in cheese making) and fuels. Other applications with genetically engineered bacteria could involve making them perform tasks outside their natural cycle, such as making biofuels, cleaning up oil spills, carbon and other toxic waste and detecting arsenic in drinking water. Certain genetically modified microbes can also be used in biomining and bioremediation, due to their ability to extract heavy metals from their environment and incorporate them into compounds that are more easily recoverable.",
            "score": 166.41062927246094
        },
        {
            "docid": "7164220_2",
            "document": "Plectranthus barbatus . Plectranthus barbatus, also known by the synonym Coleus forskohlii and vernacular names forskohlii and Indian coleus, is a tropical perennial plant related to the typical coleus species. It produces forskolin, an extract useful for pharmaceutical preparations and research in cell biology.",
            "score": 163.19500732421875
        },
        {
            "docid": "1257003_2",
            "document": "List of poisonous plants . Poisonous plants are those plants that produce toxins that deter herbivores from consuming them. Plants cannot move to escape their predators, so they must have other means of protecting themselves from herbivorous animals. Some plants have physical defenses such as thorns, spines and prickles, but by far the most common type of protection is chemical. Over millennia, through the process of natural selection, plants have evolved the means to produce a vast and complicated array of chemical compounds in order to deter herbivores. Tannin, for example, is a defensive compound that emerged relatively early in the evolutionary history of plants, while more complex molecules such as polyacetylenes are found in younger groups of plants such as the Asterales. Many of the known plant defense compounds primarily defend against consumption by insects, though other animals, including humans, that consume such plants may also experience negative effects, ranging from mild discomfort to death.",
            "score": 157.3757781982422
        },
        {
            "docid": "637102_4",
            "document": "Plant physiology . The field of plant physiology includes the study of all the internal activities of plants—those chemical and physical processes associated with life as they occur in plants. This includes study at many levels of scale of size and time. At the smallest scale are molecular interactions of photosynthesis and internal diffusion of water, minerals, and nutrients. At the largest scale are the processes of plant development, seasonality, dormancy, and reproductive control. Major subdisciplines of plant physiology include phytochemistry (the study of the biochemistry of plants) and phytopathology (the study of disease in plants). The scope of plant physiology as a discipline may be divided into several major areas of research. First, the study of phytochemistry (plant chemistry) is included within the domain of plant physiology. To function and survive, plants produce a wide array of chemical compounds not found in other organisms. Photosynthesis requires a large array of pigments, enzymes, and other compounds to function. Because they cannot move, plants must also defend themselves chemically from herbivores, pathogens and competition from other plants. They do this by producing toxins and foul-tasting or smelling chemicals. Other compounds defend plants against disease, permit survival during drought, and prepare plants for dormancy, while other compounds are used to attract pollinators or herbivores to spread ripe seeds.",
            "score": 150.81077575683594
        },
        {
            "docid": "1473753_2",
            "document": "Forskolin . Forskolin (coleonol) is a labdane diterpene that is produced by the Indian Coleus plant (\"Plectranthus barbatus\"). Other names include pashanabhedi, Indian coleus, makandi, HL-362, NKH477, and mao hou qiao rui hua. As with other members of the large diterpene family of natural products, forskolin is derived from geranylgeranyl pyrophosphate (GGPP). Forskolin contains some unique functional elements, including the presence of a tetrahydropyran-derived heterocyclic ring. Forskolin is a commonly used material in laboratory research to increase levels of cyclic AMP by stimulation of adenylate cyclase.",
            "score": 150.7025146484375
        },
        {
            "docid": "637102_10",
            "document": "Plant physiology . Despite this underlying similarity, plants produce a vast array of chemical compounds with unique properties which they use to cope with their environment. Pigments are used by plants to absorb or detect light, and are extracted by humans for use in dyes. Other plant products may be used for the manufacture of commercially important rubber or biofuel. Perhaps the most celebrated compounds from plants are those with pharmacological activity, such as salicylic acid from which aspirin is made, morphine, and digoxin. Drug companies spend billions of dollars each year researching plant compounds for potential medicinal benefits.",
            "score": 149.65992736816406
        },
        {
            "docid": "256641_5",
            "document": "Plant hormone . The word hormone is derived from Greek, meaning \"set in motion\". Plant hormones affect gene expression and transcription levels, cellular division, and growth. They are naturally produced within plants, though very similar chemicals are produced by fungi and bacteria that can also affect plant growth. A large number of related chemical compounds are synthesized by humans. They are used to regulate the growth of cultivated plants, weeds, and in vitro-grown plants and plant cells; these manmade compounds are called plant growth regulators or PGRs for short. Early in the study of plant hormones, \"phytohormone\" was the commonly used term, but its use is less widely applied now.",
            "score": 149.3929901123047
        },
        {
            "docid": "149463_8",
            "document": "Insecticide . Systemic insecticides become incorporated and distributed systemically throughout the whole plant. When insects feed on the plant, they ingest the insecticide. Systemic insecticides produced by transgenic plants are called plant-incorporated protectants (PIPs). For instance, a gene that codes for a specific \"Bacillus thuringiensis\" biocidal protein was introduced into corn (maize) and other species. The plant manufactures the protein, which kills the insect when consumed. Contact insecticides are toxic to insects upon direct contact. These can be inorganic insecticides, which are metals and include arsenates, copper and fluorine compounds, which are less commonly used, and the commonly used sulfur. Contact insecticides can be organic insecticides, i.e. organic chemical compounds, synthetically produced, and comprising the largest numbers of pesticides used today. Or they can be natural compounds like pyrethrum, neem oil etc. Contact insecticides usually have no residual activity.",
            "score": 146.65774536132812
        },
        {
            "docid": "8268079_2",
            "document": "Decoction . Decoction is a method of extraction by boiling herbal or plant material to dissolve the chemicals of the material, which may include stems, roots, bark and rhizomes. Decoction involves first mashing the plant material to allow for maximum dissolution, and then boiling in water to extract oils, volatile organic compounds and other various chemical substances. Decoction can be used to make herbal teas, leaf teas, coffees, tinctures and similar solutions. Decoctions and infusions may produce liquids with differing chemical properties as the temperature and/or preparation difference may result in more oil-soluble chemicals in decoctions versus infusions. The process can also be applied to meats and vegetables to prepare bouillon or stock, though the term is typically only used to describe boiled plant extracts, usually for medicinal or scientific purposes.",
            "score": 145.7667999267578
        },
        {
            "docid": "3794_15",
            "document": "Brassicaceae . Brassicaceae contain glucosinolates as well as myrosinases inside their cells. When the cell is damaged, the myrosinases hydrolise the glucosinolates, leading to the synthesis of isothiocyanates, which are compounds toxic to most animals, fungi and bacteria. Some insect herbivores have developed counter adaptations such as rapid absorption of the glucosinates, quick alternative breakdown into non-toxic compounds and avoiding cell damage. In the whites family (Pieridae), one counter mechanisme involves glucosinolate sulphatase, which changes the glucosinolate, so that it cannot be converted to isothiocyanate. A second is that the glucosinates are quickly broken down, forming nitriles. Differences between the mixtures of glucosinolates between species and even within species is large, and individual plants may produce in excess of fifty individual substances. The energy penalty for synthesising all these glucosinolates may be as high as 15% of the total needed to produce a leaf. \"Bittercress\" (\"Barbarea vulgaris\") also produces triterpenoid saponins. These adaptations and counter adaptations probably have led to extensive diversification in both the Brassicaceae and one of its major pests, the butterfly family Pieridae. A particular cocktail of volatile glucosinates triggers egg-laying in many species. Thus a particular crop can sometimes be protected by planting bittercress as a deadly bait, for the saponins kill the caterpillars, but the butterfly is still lured by the bittercress to lay its egg on the leaves. A moth that feeds on a range of Brassicaceae is the diamondback moth (\"Plutella xylostella\"). Like the Pieridae, it is capable of converting isothiocyanates into less problematic nitriles. Managing this pest in crops became more complicated after resistance developed against a toxin produced by \"Bacillus thuringiensis\", which is used as a wide spectrum biological plant protection against caterpillars. Parasitoid wasps that feed on such insect herbivores are attracted to the chemical compounds released by the plants, and thus are able to locate their prey. The cabbage aphid (\"Brevicoryne brassicae\") stores glucosinolates and synthesises its own myrosinases, which may deter its potential predators.",
            "score": 145.22250366210938
        },
        {
            "docid": "32197577_12",
            "document": "Galiella rufa . \"Galiella rufa\" produces several structurally related hexaketide compounds that have attracted attention for their biological properties: pregaliellalactone, galiellalactone. The compounds have anti-nematodal activity, killing the nematodes \"Caenorhabditis elegans\" and \"Meloidogyne incognita\". These compounds have been shown in laboratory tests to inhibit the early steps of the biosynthetic pathways induced by plant hormones known as gibberellic acids, and they also inhibit the germination of seeds of several plants. Galiellalactone is additionally a highly selective and potent inhibitor of interleukin-6 (IL-6) signaling in HepG2 cells. IL-6 is a multifunctional cytokine which is produced by a large variety of cells and functions as a regulator of immune response, acute phase reactions, and hematopoiesis. Researchers are interested in the potential of small-molecule inhibitors (such as the ones produced by \"G. rufa\") to interfere with the IL-6 signaling cascade that leads to the expression of genes involved in disease.",
            "score": 144.39541625976562
        },
        {
            "docid": "29067590_4",
            "document": "Ajka alumina plant accident . The red mud involved in the accident is a waste product of the Bayer process, which refines bauxite into a form of aluminium oxide called alumina. The mud primarily contains non-aluminium compounds present in the bauxite ore and left as residues after its refining along with sodium hydroxide used to dissolve aluminium oxide. Iron(III) oxide, the compound from which the red colour originates, is the main component, but it also contains other compounds. The mud, which is highly alkaline when it is first produced, is stored in large open-air ponds; It is thought that there is about 30 million tonnes of red mud stored around the Ajkai Timföldgyár plant. According to a press release by MAL, the mud had the following chemical percentage make-up (which expresses the amounts of different elements, not necessarily the actual solids).",
            "score": 144.25228881835938
        },
        {
            "docid": "50469_61",
            "document": "Garlic . The phytochemicals responsible for the sharp flavor of garlic are produced when the plant's cells are damaged. When a cell is broken by chopping, chewing, or crushing, enzymes stored in cell vacuoles trigger the breakdown of several sulfur-containing compounds stored in the cell fluids (cytosol). The resultant compounds are responsible for the sharp or hot taste and strong smell of garlic. Some of the compounds are unstable and continue to react over time. Among the members of the onion family, garlic has by far the highest concentrations of initial reaction products, making garlic much more potent than onion, shallot, or leeks. Although many humans enjoy the taste of garlic, these compounds are believed to have evolved as a defensive mechanism, deterring animals such as birds, insects, and worms from eating the plant. Because of this, people throughout history have used garlic to keep away insects such as mosquitoes and slugs.",
            "score": 144.02159118652344
        },
        {
            "docid": "19178965_9",
            "document": "Fungus . Unique features: Most fungi lack an efficient system for the long-distance transport of water and nutrients, such as the xylem and phloem in many plants. To overcome this limitation, some fungi, such as \"Armillaria\", form rhizomorphs, which resemble and perform functions similar to the roots of plants. As eukaryotes, fungi possess a biosynthetic pathway for producing terpenes that uses mevalonic acid and pyrophosphate as chemical building blocks. Plants and some other organisms have an additional terpene biosynthesis pathway in their chloroplasts, a structure fungi and animals do not have. Fungi produce several secondary metabolites that are similar or identical in structure to those made by plants. Many of the plant and fungal enzymes that make these compounds differ from each other in sequence and other characteristics, which indicates separate origins and convergent evolution of these enzymes in the fungi and plants.",
            "score": 143.59332275390625
        },
        {
            "docid": "7521201_5",
            "document": "Compounding . Pharmaceutical compounding has ancient roots. Hunter-gatherer societies had some knowledge of the medicinal properties of the animals, plants, molds, fungus and bacteria as well as inorganic minerals within their environment. Ancient civilizations used pharmaceutical compounding for religion, grooming, keeping the healthy well, treating the ill and preparing the dead. These ancient compounders produced the first oils from plants and animals. They discovered poisons and the antidotes. They made ointments for wounded patients and perfumes for customers.",
            "score": 142.92333984375
        },
        {
            "docid": "161995_19",
            "document": "Quorum sensing . Certain bacteria can produce enzymes called lactonases that can target and inactivate AHLs. Researchers have developed novel molecules which block the signalling receptors of bacteria (Quorum quenching). mBTL is a compound that has been shown to inhibit quorum sensing and decrease the amount of cell death by a significant amount.  Additionally, researchers are also examining the role of natural compounds (such as caffeine) as potential quorum sensing inhibitors. Research in this area has been promising and could lead to the development of natural compounds as effective therapeutics.",
            "score": 142.24456787109375
        },
        {
            "docid": "22203_14",
            "document": "Organic compound . Organic compounds may be classified in a variety of ways. One major distinction is between natural and synthetic compounds. Organic compounds can also be classified or subdivided by the presence of heteroatoms, e.g., organometallic compounds, which feature bonds between carbon and a metal, and organophosphorus compounds, which feature bonds between carbon and a phosphorus. Another distinction, based on the size of organic compounds, distinguishes between small molecules and polymers. Natural compounds refer to those that are produced by plants or animals. Many of these are still extracted from natural sources because they would be more expensive to produce artificially. Examples include most sugars, some alkaloids and terpenoids, certain nutrients such as vitamin B, and, in general, those natural products with large or stereoisometrically complicated molecules present in reasonable concentrations in living organisms. Further compounds of prime importance in biochemistry are antigens, carbohydrates, enzymes, hormones, lipids and fatty acids, neurotransmitters, nucleic acids, proteins, peptides and amino acids, lectins, vitamins, and fats and oils.",
            "score": 141.44354248046875
        },
        {
            "docid": "49630036_23",
            "document": "Benzo(c)fluorene . When a compound is suspected to be mutagenic/carcinogenic an Ames test is used to test this. It uses histidine-requiring yeast strains or bacteria. The strains have been altered with a mutation in a gene important for histidine production, so they require histidine for growth. The cells are grown on a histidine rich medium and are then transferred to a medium that lacks histidine and contains the potential mutagenic substance. If the mutagenic substance causes mutations, there is a very small chance that another mutation occurs in the histidine gene which again enables the production of histidine. These cells are then able to grow on the medium lacking histidine. The mutagenicity of a compound is calculated by the number of yeast colonies which are reverted to the histidine-independent form. In one study, the Ames test was executed with benzo[\"c\"]fluorene. Two different strains were used, TA100 and TA98. One group of each strain had a rat liver fraction and one group did not. The difference between the TA100 and the TA98 strain is that the TA98 strain has a frameshift mutation, and the TA100 has a base substitution mutation. When the amount of benzo[\"c\"]fluorene is increased in TA 100 yeast strain, the amount of revertants per plate does not increase. Only in the TA98 strain plate, which contained a fraction of a rat liver, a higher dose of benzo[\"c\"]fluorene seems to correspond with a larger amount of revertants. This indicates that benzo[\"c\"]fluorene is metabolized by enzymes in the rat liver into more potent mutagenic compounds. These compounds only affected the TA98 strain. This indicates that the adducts formed by benzo[\"c\"]fluorene metabolites cause frameshift mutations, and not point mutations.",
            "score": 140.83523559570312
        },
        {
            "docid": "59493_62",
            "document": "Fireworks . Fireworks produce smoke and dust that may contain residues of heavy metals, sulfur-coal compounds and some low concentration toxic chemicals. These by-products of fireworks combustion will vary depending on the mix of ingredients of a particular firework. (The color green, for instance, may be produced by adding the various compounds and salts of Barium, some of which are toxic, and some of which are not.) Some fisherman have noticed and reported to environmental authorities that firework residues can hurt fish and other water-life because some may contain toxic compounds such as antimony sulfide. This is a subject of much debate due to the fact that large-scale pollution from other sources makes it difficult to measure the amount of pollution that comes specifically from fireworks. The possible toxicity of any fallout may also be affected by the amount of black powder used, type of oxidizer, colors produced and launch method.",
            "score": 138.72325134277344
        },
        {
            "docid": "987492_12",
            "document": "Food browning . Like most fruit, grapes vary in the amount of phenolic compounds they have. This characteristic is used as a parameter in judging the quality of wine. The general process of winemaking is initiated by the enzymatic oxidation of phenolic compounds by polyphenol oxidases. Contact between the phenolic compounds in the Vacuole of the grape cell and the Polyphenol oxidase Enzyme (located in the cytoplasm) triggers the oxidation of the grape. Thus, the initial browning of grapes occurs as a result of \"compartmentalization modification\" in the cells of the grape. Enzymatic browning affects the color, flavor, and nutritional value of foods, causing huge economic loss when not sold to consumers on time. It is estimated that more than 50% of produce is lost as a result of enzymatic browning. The increase in human population and consequential depletion in our natural resources has prompted many biochemists and Food engineers alike to find new and improved techniques to preserve food longer, by using methods to inhibit the browning reaction, and effectively increase the shelf life of foods. A better understanding of the enzymatic browning mechanisms, specifically, understanding the properties of the enzymes and substrates that are involved in the reaction, may help food technologists to control certain stages in the mechanism and inhibit browning.",
            "score": 137.72592163085938
        },
        {
            "docid": "10507462_44",
            "document": "Commercial sorghum . Sorghum, in general, is a very competitive crop, and does well in competition with weeds in narrow rows. Sorghum produces a chemical compound called sorgoleone, which the plant uses to combat weeds. The chemical is so effective in preventing the growth of weeds it sometime prohibits the growth of other crops harvested on the same field. To address this problem, researchers at the Agricultural Research Service found two gene sequences believed to be responsible for the enzymes that secrete the chemical compound sorogoleone. The discovery of these gene sequences will help researchers one day in developing sorghum varieties that cause less soil toxicity and potentially target gene sequences in other crops to increase their natural pesticide capabilities, as well.",
            "score": 137.68853759765625
        },
        {
            "docid": "1585648_6",
            "document": "Metabolic engineering . In 1990s, a new technique called metabolic engineering emerged. This technique analyzes the metabolic pathway of a microorganism, and determines the constraints and their effects on the production of desired compounds. It then uses genetic engineering to relieve these constraints. Some examples of successful metabolic engineering are the following: (i) Identification of constraints to lysine production in \"Corynebacterium\" \"glutamicum\" and insertion of new genes to relieve these constraints to improve production (ii) Engineering of a new fatty acid biosynthesis pathway, called reversed beta oxidation pathway, that is more efficient than the native pathway in producing fatty acids and alcohols which can potentially be catalytically converted to chemicals and fuels (iii) Improved production of DAHP an aromatic metabolite produced by \"E. coli\" that is an intermediate in the production of aromatic amino acids. It was determined through metabolic flux analysis that the theoretical maximal yield of DAHP per glucose molecule utilized, was 3/7. This is because some of the carbon from glucose is lost as carbon dioxide, instead of being utilized to produce DAHP. Also, one of the metabolites (PEP, or phosphoenolpyruvate) that are used to produce DAHP, was being converted to pyruvate (PYR) to transport glucose into the cell, and therefore, was no longer available to produce DAHP. In order to relieve the shortage of PEP and increase yield, Patnaik et al. used genetic engineering on \"E. coli\" to introduce a reaction that converts PYR back to PEP. Thus, the PEP used to transport glucose into the cell is regenerated, and can be used to make DAHP. This resulted in a new theoretical maximal yield of 6/7 – double that of the native \"E. coli\" system.",
            "score": 137.64785766601562
        },
        {
            "docid": "3277_25",
            "document": "Antioxidant . Ascorbic acid or \"vitamin C\" is a monosaccharide oxidation-reduction (redox) catalyst found in both animals and plants. As one of the enzymes needed to make ascorbic acid has been lost by mutation during primate evolution, humans must obtain it from the diet; it is therefore a vitamin. Most other animals are able to produce this compound in their bodies and do not require it in their diets. Ascorbic acid is required for the conversion of the procollagen to collagen by oxidizing proline residues to hydroxyproline. In other cells, it is maintained in its reduced form by reaction with glutathione, which can be catalysed by protein disulfide isomerase and glutaredoxins. Ascorbic acid is a redox catalyst which can reduce, and thereby neutralize, reactive oxygen species such as hydrogen peroxide. In addition to its direct antioxidant effects, ascorbic acid is also a substrate for the redox enzyme ascorbate peroxidase, a function that is particularly important in stress resistance in plants. Ascorbic acid is present at high levels in all parts of plants and can reach concentrations of 20 millimolar in chloroplasts.",
            "score": 137.16676330566406
        },
        {
            "docid": "782890_2",
            "document": "Semisynthesis . Semisynthesis or partial chemical synthesis is a type of chemical synthesis that uses chemical compounds isolated from natural sources (e.g., microbial cell cultures or plant material) as the starting materials to produce other novel compounds with distinct chemical and medicinal properties. These novel compounds are generally high molecular weight or have complex molecular structure, more so than those produced by total synthesis from simple starting materials. Semisynthesis is a means of preparing many medicines more cheaply than if by total synthesis, because fewer chemical steps are necessary.",
            "score": 137.1316680908203
        },
        {
            "docid": "35693282_12",
            "document": "Lippia substrigosa . Not many uses have, as yet, been discovered for \"L. substrigosa\" yet. However, it may be burned for fuel and research is being conducted to determine the potential benefits of its essential oil. Many other plants of the \"Lippia\" genus have also been found to produce essential oils. In fact, \"Lippia alba\", \"Lippia dulcis\", and \"Lippia gravolens\" are used in traditional medicine in Guatemala. The latter two \"Lippia\" species have been used to treat colds, coughs, asthma and bronchitis. \"L. substrigosa\" has a high concentration of various sesquiterpenes, some of which are found frequently in the oils of other \"Lippia\" species. Therefore, although the essential oils of \"Lippia\" species vary from each other in concentration and composition of chemical compounds, \"L. substrigosa\" may produce an oil that has medicinal benefit or a cosmetic use due to genetic similarities among species in the \"Lippia\" genus.",
            "score": 137.07037353515625
        },
        {
            "docid": "31336624_2",
            "document": "Plant secondary metabolism . Secondary metabolism produces a large number of specialized compounds (estimated 200,000) that do not aid in the growth and development of plants but are required for the plant to survive in its environment. Secondary metabolism is connected to primary metabolism by using building blocks and biosynthetic enzymes derived from primary metabolism. Primary metabolism governs all basic physiological processes that allow a plant to grow and set seeds, by translating the genetic code into proteins, carbohydrates, and amino acids. Specialized compounds from secondary metabolism are essential for communicating with other organisms in mutualistic (e.g. attraction of beneficial organisms such as pollinators) or antagonistic interactions (e.g. deterrent against herbivores and pathogens). They further assist in coping with abiotic stress such as increased UV-radiation. The broad functional spectrum of specialized metabolism is still not fully understood. In any case, a good balance between products of primary and secondary metabolism is best for a plant’s optimal growth and development as well as for its effective coping with often changing environmental conditions. Well known specialized compounds include alkaloids, polyphenols including flavonoids, and terpenoids. Humans use quite a lot of these compounds, or the plants from which they originate, for medicinal and nutraceutical purposes.",
            "score": 136.71202087402344
        },
        {
            "docid": "16138478_6",
            "document": "Enzymatic biofuel cell . However, many of these problems were resolved in 1998. In that year, it was announced that researchers had managed to completely oxidize methanol using a series (or “cascade”) of enzymes in a biofuel cell. Previous to this time, the enzyme catalysts had failed to completely oxidize the cell’s fuel, delivering far lower amounts of energy than what was expected given what was known about the energy capacity of the fuel. While methanol is now far less relevant in this field as a fuel, the demonstrated method of using a series of enzymes to completely oxidize the cell’s fuel gave researchers a way forward, and much work is now devoted to using similar methods to achieve complete oxidation of more complicated compounds, such as glucose. In addition, and perhaps what is more important, 1998 was the year in which enzyme “immobilization” was successfully demonstrated, which increased the usable life of the methanol fuel cell from just eight hours to over a week. Immobilization also provided researchers with the ability to put earlier discoveries into practice, in particular the discovery of enzymes that can be used to directly transfer electrons from the enzyme to the electrode. This process had been understood since the 1980s but depended heavily on placing the enzyme as close to the electrode as possible, which meant that it was unusable until after immobilization techniques were devised.  In addition, developers of enzymatic biofuel cells have applied some of the advances in nanotechnology to their designs, including the use of carbon nanotubes to immobilize enzymes directly. Other research has gone into exploiting some of the strengths of the enzymatic design to dramatically miniaturize the fuel cells, a process that must occur if these cells are ever to be used with implantable devices. One research team took advantage of the extreme selectivity of the enzymes to completely remove the barrier between anode and cathode, which is an absolute requirement in fuel cells not of the enzymatic type. This allowed the team to produce a fuel cell that produces 1.1 microwatts operating at over half a volt in a space of just 0.01 cubic millimeters.",
            "score": 136.57205200195312
        },
        {
            "docid": "73426_28",
            "document": "Iris (plant) . For orris root production, iris rhizomes are harvested, dried, and aged for up to 5 years. In this time, the fats and oils inside the roots undergo degradation and oxidation, which produces many fragrant compounds that are valuable in perfumery. The scent is said to be similar to violets. The aged rhizomes are steam-distilled which produces a thick oily compound, known in the perfume industry as \"iris butter\" or orris oil.",
            "score": 136.29312133789062
        },
        {
            "docid": "12774778_4",
            "document": "Infantile neuroaxonal dystrophy . Mutations in the \"PLA2G6\" gene have been identified in most individuals with infantile neuroaxonal dystrophy. The \"PLA2G6\" gene provides instructions for making an enzyme called an A2 phospholipase. This enzyme family is involved in metabolizing phospholipids. Phospholipid metabolism is important for many body processes, including helping to keep the cell membrane intact and functioning properly. Specifically, the A2 phospholipase produced from the \"PLA2G6\" gene, sometimes called PLA2 group VI, helps to regulate the levels of a compound called phosphatidylcholine, which is abundant in the cell membrane.",
            "score": 135.8372802734375
        },
        {
            "docid": "3407595_7",
            "document": "Tetrahydrobiopterin deficiency . BH4 is a compound that helps convert several amino acids, including phenylalanine, to other essential molecules in the body. It is also involved in the production of serotonin, dopamine, epinephrine, and norepinephrine – neurotransmitters that transmit signals between nerve cells in the brain. THB deficiency can be caused by mutations in one of several genes, including GCH1, PCBD1, PTS, and QDPR. These genes control the production of hydroxylase enzymes that are critical for producing and recycling THB. If just one of the enzymes fails to function correctly because of a gene mutation, little or no BH4 is produced. As a result, phenylalanine from the diet builds up in the bloodstream and other tissues, potentially damaging nerve cells in the brain. Tetrahydrobiopterin deficiency also disrupts the levels of certain neurotransmitters in the brain, which affects the function of the central nervous system (CNS), and dysregulation of the nitric oxide cycle leads to a buildup of peroxynitrite, an inflammatory oxidant that further degrades BH4 and perpetuates a state of inflammation. Tetrahydrobiopterin deficiency can be caused by a deficiency of the enzyme dihydrobiopterin reductase (DHPR), whose activity is needed to replenish quinonoid-dihydrobiopterin back into its tetrahydrobiopterin form. Those with this deficiency may produce sufficient levels of the enzyme phenylalanine hydroxylase (PAH) but, since tetrahydrobiopterin is a cofactor for PAH activity, deficient dihydrobiopterin reductase renders any PAH produced unable to use phenylalanine to produce tyrosine. Tetrahydrobiopterin is a cofactor in the production of L-DOPA from tyrosine and 5-hydroxy-L-tryptophan from tryptophan, which must be supplemented as treatment in addition to the supplements for classical PKU.",
            "score": 135.78062438964844
        },
        {
            "docid": "38607749_27",
            "document": "Sulfurimonas . Table 4: DNA Content and 16s rRNA Gene Similarity between \"Sulfurimonas\" \"Sulfurimonas\" are commonly found in (sulfidogenic) habitats, such as marine sediments, deep-sea hydrothermal vents, pelagic redoxclines and oil fields . The habitats where they are found is reflected in their gene content; some members have fewer genes while others have more genes that are related to the environments where they occur. Some of these genes allow the use of different electron donors and acceptors, enabling them to inhabit a range on environments. In deep-sea hydrothermal vents sulfide oxidation is the most important chemical energy source for Sulfurimonas spp. Coincidentally, high concentrations of hydrogen sulfide at deep-sea vents are produced by high temperature seawater-rock interactions . It is notable that microorganisms living in the deep, dark ocean oxidize sulfur compounds for chemolithoautotrophy; this process is microbially mediated . For example, (SQRs), found in all isolates of \"Sulfurimonas\" spp. aids in the oxidation of sulfur- and thiosulfate-containing compounds. As well, hydrogenases and other enzymes allow this particular genus to colonize 'disparate' environments. Due to the dependence on sulfur-containing compounds in the deep sea, this could create competition among species.",
            "score": 135.64254760742188
        }
    ]
}