{
    "q": [
        {
            "docid": "43516734_7",
            "document": "Radhika Nagpal . Another of her research interests is in understanding robust collective behavior in biological systems. Building artificial systems can give us insights into how complex global properties can arise from identically-programmed parts --- for example, how cells can form scale-independent patterns, how large morphological variations can arise from small genetic changes, and how complex cascades of decisions can tolerate variations in timing. She is interested in mathematical and computational models of multi-cellular behavior, that capture hypotheses of cell behavior and cell-cell interactions as multi-agent systems, and can be used to provide insights into systems level behavior that should emerge. Her group works in close collaboration with biologists, and currently studies growth and pattern formation in the fruit fly wing.",
            "score": 171.23612141609192
        },
        {
            "docid": "26393119_3",
            "document": "Microfluorimetry . Microfluorimetry has uses for many different fields including cell biology, microbiology, immunology, cell cycle analysis and \"flow karyotyping\" of cells. In flow karotyping, isolated metaphase chromosomes are stained and measured in a flow microfluorometer. Fluorescent staining of chromosomes can also give distribution about the relative frequency of occurrence and the chromosomal DNA content of the measured chromosomes. This technique allows for karyotyping at higher speeds than with previous methods and was shown to be accurate using Chinese hamster chromosomes. Flow microfluorimetry (FMF) can also be used to determine different populations of cells using fluorescent markers with small cell samples. The markers used for measurement in flow microfluorimetry are made up of fluorescent antigens or DNA binding agents. It allows for the accurate measure of an antibody reacting with an antigen. Flow microfluorimetry is also used in pharmaceutical research to determine cell type, protein and DNA expression, cell cycle, and other properties of a cell during drug treatment. For example, microfluorimetry is used in neurons to compare the effects of neurotoxins on both calcium ion concentration and mitochondrial membrane potential in individual cells. Microfluorimetry can also be used as a method to distinguish different microorganisms from one another by analyzing and comparing the DNA content of each cell. This same concept can also be applied to distinguish between cell types using a suitable fluorescent dye which varies depending on purpose and is a critical technique in modern cell biology and genomics.",
            "score": 160.11126804351807
        },
        {
            "docid": "4242911_34",
            "document": "Latrunculin . Latrunculins are used for fundamental research like cytoskeleton studies. Many functions of actin have been determined by using latrunculins to block actin polymerization followed by examining the effects on the cell. Using this method, the importance of actin for the polarized localization of proteins, polarized exocytosis and the maintenance of cell polarity have been shown. Also the role of actin in regulating voltage-gated ion channels in different nerve cells has been examined, showing that with latrunculin treatment the electrical activity of nerve cells can be altered. Latrunculin shows a dose-dependent inhibition of K+ currents and acute application can induce multiple action potential firing, which could underlie a mechanism of defense via nociceptors.",
            "score": 134.67790937423706
        },
        {
            "docid": "8411212_16",
            "document": "Quantum dot cellular automaton . Wire-crossing in QCA cells can be done by using two different quantum dot orientations (one at 45 degrees to the other) and allowing a wire composed of one type to pass perpendicularly \"through\" a wire of the other type, as shown schematically in figure 8. The distances between dots in both types of cells are exactly the same, producing the same Coulombic interactions between the electrons in each cell. Wires composed of these two cell types, however, are different: one type propagates polarization without change; the other reverses polarization from one adjacent cell to the next. The interaction between the different wire types at the point of crossing produces no net polarization change in either wire, thereby allowing the signals on both wires to be preserved.",
            "score": 152.5386791229248
        },
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 156.49343049526215
        },
        {
            "docid": "24044102_6",
            "document": "Cellular model . The eukaryotic cell cycle is very complex and is one of the most studied topics, since its misregulation leads to cancers. It is possibly a good example of a mathematical model as it deals with simple calculus but gives valid results. Two research groups have produced several models of the cell cycle simulating several organisms. They have recently produced a generic eukaryotic cell cycle model which can represent a particular eukaryote depending on the values of the parameters, demonstrating that the idiosyncrasies of the individual cell cycles are due to different protein concentrations and affinities, while the underlying mechanisms are conserved (Csikasz-Nagy et al., 2006). By means of a system of ordinary differential equations these models show the change in time (dynamical system) of the protein inside a single typical cell; this type of model is called a deterministic process (whereas a model describing a statistical distribution of protein concentrations in a population of cells is called a stochastic process). To obtain these equations an iterative series of steps must be done: first the several models and observations are combined to form a consensus diagram and the appropriate kinetic laws are chosen to write the differential equations, such as rate kinetics for stoichiometric reactions, Michaelis-Menten kinetics for enzyme substrate reactions and Goldbeter–Koshland kinetics for ultrasensitive transcription factors, afterwards the parameters of the equations (rate constants, enzyme efficiency coefficients and Michaelis constants) must be fitted to match observations; when they cannot be fitted the kinetic equation is revised and when that is not possible the wiring diagram is modified. The parameters are fitted and validated using observations of both wild type and mutants, such as protein half-life and cell size. In order to fit the parameters the differential equations need to be studied. This can be done either by simulation or by analysis.  In a simulation, given a starting vector (list of the values of the variables), the progression of the system is calculated by solving the equations at each time-frame in small increments. In analysis, the properties of the equations are used to investigate the behavior of the system depending of the values of the parameters and variables. A system of differential equations can be represented as a vector field, where each vector described the change (in concentration of two or more protein) determining where and how fast the trajectory (simulation) is heading. Vector fields can have several special points: a stable point, called a sink, that attracts in all directions (forcing the concentrations to be at a certain value), an unstable point, either a source or a saddle point which repels (forcing the concentrations to change away from a certain value), and a limit cycle, a closed trajectory towards which several trajectories spiral towards (making the concentrations oscillate). A better representation which can handle the large number of variables and parameters is called a bifurcation diagram (bifurcation theory): the presence of these special steady-state points at certain values of a parameter (e.g. mass) is represented by a point and once the parameter passes a certain value, a qualitative change occurs, called a bifurcation, in which the nature of the space changes, with profound consequences for the protein concentrations: the cell cycle has phases (partially corresponding to G1 and G2) in which mass, via a stable point, controls cyclin levels, and phases (S and M phases) in which the concentrations change independently, but once the phase has changed at a bifurcation event (cell cycle checkpoint), the system cannot go back to the previous levels since at the current mass the vector field is profoundly different and the mass cannot be reversed back through the bifurcation event, making a checkpoint irreversible. In particular the S and M checkpoints are regulated by means of special bifurcations called a Hopf bifurcation and an infinite period bifurcation. Cell Collective is a modeling software that enables one to house dynamical biological data, build computational models, stimulate, break and recreate models. The development is led by Tomas Helikar, a researcher within the field of computational biology. It is designed for biologists, students learning about computational biology, teachers focused on teaching life sciences, and researchers within the field of life science. The complexities of math and computer science are built into the backend and one can learn about the methods used for modeling biological species, but complex math equations, algorithms, programming are not required and hence won't impede model building.",
            "score": 166.05685830116272
        },
        {
            "docid": "3190431_32",
            "document": "Spatial analysis . Complex adaptive systems theory as applied to spatial analysis suggests that simple interactions among proximal entities can lead to intricate, persistent and functional spatial entities at aggregate levels. Two fundamentally spatial simulation methods are cellular automata and agent-based modeling. Cellular automata modeling imposes a fixed spatial framework such as grid cells and specifies rules that dictate the state of a cell based on the states of its neighboring cells. As time progresses, spatial patterns emerge as cells change states based on their neighbors; this alters the conditions for future time periods. For example, cells can represent locations in an urban area and their states can be different types of land use. Patterns that can emerge from the simple interactions of local land uses include office districts and urban sprawl. Agent-based modeling uses software entities (agents) that have purposeful behavior (goals) and can react, interact and modify their environment while seeking their objectives. Unlike the cells in cellular automata, simulysts can allow agents to be mobile with respect to space. For example, one could model traffic flow and dynamics using agents representing individual vehicles that try to minimize travel time between specified origins and destinations. While pursuing minimal travel times, the agents must avoid collisions with other vehicles also seeking to minimize their travel times. Cellular automata and agent-based modeling are complementary modeling strategies. They can be integrated into a common geographic automata system where some agents are fixed while others are mobile.",
            "score": 148.89731192588806
        },
        {
            "docid": "12266_47",
            "document": "Genetics . Differences in gene expression are especially clear within multicellular organisms, where cells all contain the same genome but have very different structures and behaviors due to the expression of different sets of genes. All the cells in a multicellular organism derive from a single cell, differentiating into variant cell types in response to external and intercellular signals and gradually establishing different patterns of gene expression to create different behaviors. As no single gene is responsible for the development of structures within multicellular organisms, these patterns arise from the complex interactions between many cells.",
            "score": 140.99639058113098
        },
        {
            "docid": "656613_10",
            "document": "Cytoplasmic streaming . The flow of the cytoplasm in the cell of \"Chara corallina\" is belied by the \"barber pole\" movement of the chloroplasts. Two sections of chloroplast flow are observed with the aid of a microscope. These sections are arranged helically along the longitudinal axis of the cell. In one section, the chloroplasts move upward along one band of the helix, while in the other, the chloroplasts move downwardly. The area between these sections are known as indifferent zones. Chloroplasts are never seen to cross these zones, and as a result it was thought that cytoplasmic and vacuolar fluid flow are similarly restricted, but this is not true. First, Kamiya and Kuroda, experimentally determined that cytoplasmic flow rate varies radially within the cell, a phenomenon not clearly depicted by the chloroplast movement. Second, Raymond Goldstein and others developed a mathematical fluid model for the cytoplasmic flow which not only predicts the behavior noted by Kamiya and Kuroda, but predicts the trajectories of cytoplasmic flow through indifferent zones. It should be noted that the Goldstein model ignores the vacuolar membrane, and simply assumes that shear forces are directly translated to the vacuolar fluid from the cytoplasm. The Goldstein model predicts there is net flow toward one of the indifferent zones from the other. This actually is suggested by the flow of the chloroplasts. At one indifferent zone, the section with the chloroplasts moving at a downward angle will be above the chloroplasts moving at an upward angle. This section is known as the minus different zone (IZ-). Here, if each direction is broken into components in the theta (horizontal) and z (vertical) directions, the sum of these components oppose each other in the z direction, and similarly diverges in theta direction. The other indifferent zone has the upwardly angled chloroplast movement on top and is known as the positive indifferent zone (IZ+). Thus, while the z directional components oppose each other again, the theta components now converge. The net effect of the forces is cytoplasmic/vacuolar flow moves from the minus indifferent zone to the positive indifferent zone. As stated, these directional components are suggested by chloroplast movement, but are not obvious. Further, the effect of this cytoplasmic/vacuolar flow from one indifferent zone to the other demonstrates that cytoplasmic particles do cross the indifferent zones even if the chloroplasts at the surface do not. Particles, as they rise in the cell, spiral around in a semicircular manner near the minus indifferent zone, cross one indifferent zone, and end up near a positive indifferent zone. Further experiments on the Characean cells support of the Goldstein model for vacuolar fluid flow. However, due to the vacuolar membrane (which was ignored in the Goldstein model), the cytoplasmic flow follows a different flow pattern. Further, recent experiments have shown that the data collected by Kamiya and Kuroda which suggested a flat velocity profile in the cytoplasm are not fully accurate. Kikuchi worked with \"Nitella flexillis\" cells, and found an exponential relationship between fluid flow velocity and distance from cell membrane. Although this work is not on Characean cells, the flows between \"Nitella flexillis\" and \"Chara coralina\" are visually and structurally similar.",
            "score": 149.9166375398636
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 169.79191720485687
        },
        {
            "docid": "2506529_6",
            "document": "Cellular neural network . The definition of a system is a collection of independent, interacting entities forming an integrated whole, whose behavior is distinct and qualitatively greater than its entities. Although connections are local, information exchange can happen globally through diffusion. In this sense, CNN processors are systems because their dynamics are derived from the interaction between the processing units and not within processing units. As a result, they exhibit emergent and collective behavior. Mathematically, the relationship between a cell and its neighbors, located within an area of influence, can be defined by a coupling law, and this is what primarily determines the behavior of the processor. When the coupling laws are modeled by fuzzy logic, it is a fuzzy CNN . When these laws are modeled by computational verb logic, it becomes a computational verb CNN (verb CNN) . Both fuzzy and verb CNNs are useful for modelling social networks when the local couplings are achieved by linguistic terms.",
            "score": 131.42788529396057
        },
        {
            "docid": "39198919_2",
            "document": "Cancer systems biology . Cancer systems biology encompasses the application of systems biology approaches to cancer research, in order to study the disease as a complex adaptive system with emerging properties at multiple biological scales. Cancer systems biology represents the application of systems biology approaches to the analysis of how the intracellular networks of normal cells are perturbed during carcinogenesis to develop effective predictive models that can assist scientists and clinicians in the validations of new therapies and drugs. Tumours are characterized by genomic and epigenetic instability that alters the functions of many different molecules and networks in a single cell as well as altering the interactions with the local environment. Cancer systems biology approaches, therefore, are based on the use of computational and mathematical methods to decipher the complexity in tumorigenesis as well as cancer heterogeneity.  Cancer systems biology encompasses concrete applications of systems biology approaches to cancer research, notably (a) the need for better methods to distill insights from large-scale networks, (b) the importance of integrating multiple data types in constructing more realistic models, (b) challenges in translating insights about tumorigenic mechanisms into therapeutic interventions, and (d) the role of the tumor microenvironment, at the physical, cellular, and molecular levels. Cancer systems biology therefore adopts a holistic view of cancer aimed at integrating its many biological scales, including genetics, signaling networks, epigenetics, cellular behavior, histology, (pre)clinical manifestations and epidemiology. Ultimately, cancer properties at one scale, e.g., histology, are explained by properties at a scale below, e.g., cell behavior.",
            "score": 146.23312652111053
        },
        {
            "docid": "41121515_4",
            "document": "Traumatic brain injury modeling . In order to better understand what is happening during TBI, models are used to approximate the damage. Models bring both advantages and disadvantages to TBI research; on one hand brain models are very good at representing one aspect that can be observed, while on the other, aspects of the whole system must be ignored. For example, when studying blunt impacts, a neuronal cell culture model can be created that is the depth of the cortical layer. This is then subjected to different impact sizes, shapes, and forces in order to see how the cells react and what cytokines are released. This model works very well for the cortical layer, but deeper cell layers must be ignored due to the inability to oxygenate a deeper cell culture effectively. In this experiment, the disadvantage and limitation of this model is cell depth; any interactions that might occur below the cortical layer are ignored in order to gather accurate information within the cortical layer itself.",
            "score": 184.08878087997437
        },
        {
            "docid": "19081158_28",
            "document": "Bio-MEMS . Cell fate is regulated by both interactions between stem cells and interactions between stem cells and membrane proteins. Manipulating cell seeding density is a common biological technique in controlling cell–cell interactions, but controlling local density is difficult and it is often difficult to decouple effects between soluble signals in the medium and physical cell–cell interactions. Micropatterning of cell adhesion proteins can be used in defining the spatial positions of different cells on a substrate to study human ESC proliferation. Seeding stem cells into PDMS microwells and flipping them onto a substrate or another cell layer is a method of achieving precise spatial control. Gap junction communications has also been studied using microfluidics whereby negative pressure generated by fluid flow in side channels flanking a central channel traps pairs of cells that are in direct contact or separated by a small gap. However, in general, the non-zero motility and short cell cycle time of stem cells often disrupt the spatial organization imposed by these microtechnologies.",
            "score": 190.99104738235474
        },
        {
            "docid": "39905795_13",
            "document": "3D cell culture . Spheroids are a type of three-dimensional cell modeling that better simulate a live cell’s environmental conditions compared to a two-dimensional cell model, specifically with the reactions between cells and the reactions between cells and the matrix. Spheroids are useful in the study of changing physiological characteristics of cells, the difference in the structure of healthy cells and tumor cells, and the changes cells undergo when forming a tumor. Stiffness is one of the characteristics used to examine cancer cells. Studies conducted on spheroids using micromechanical tweezers show that BT474 and T47D (breast tumor) spheroids are 3-6 times softer than MCF 10A (normal epithelial) spheroids. Spheroids co-cultured with tumor and healthy cells were used to simulate how cancerous cells interact with normal cells. Spheroids can be grown with a few different methods. One common method is to use low cell adhesion plates, typically a 96 well plate, to mass-produce spheroid cultures, where the aggregates form in the rounded bottom of the cell plates. Spheroids can also be cultured using the hanging drop method, involving forming cell aggregates in drops that hang from the surface of a cell plate. Other methods under investigation include the use of rotating wall vessel bioreactors, which spins and cultures the cells when they are constantly in free fall and forms aggregates in layers",
            "score": 167.47354543209076
        },
        {
            "docid": "30766907_46",
            "document": "Reversible cellular automaton . As showed, billiard-ball computers may be simulated using a two-state reversible block cellular automaton with the Margolus neighborhood. In this automaton's update rule, blocks with exactly one live cell rotate by 180°, blocks with two diagonally opposite live cells rotate by 90°, and all other blocks remain unchanged. These rules cause isolated live cells to behave like billiard balls, moving on diagonal trajectories. Connected groups of more than one live cell behave instead like the fixed obstacles of the billiard-ball computer. In an appendix, Margolus also showed that a three-state second-order cellular automaton using the two-dimensional Moore neighborhood could simulate billiard-ball computers. One reason to study reversible universal models of computation such as the billiard-ball model is that they could theoretically lead to actual computer systems that consume very low quantities of energy. According to Landauer's principle, irreversible computational steps require a certain minimal amount of energy per step, but reversible steps can be performed with an amount of energy per step that is arbitrarily close to zero. However, in order to perform computation using less energy than Landauer's bound, it is not good enough for a cellular automaton to have a transition function that is globally reversible: what is required is that the local computation of the transition function also be done in a reversible way. For instance, reversible block cellular automata are always locally reversible: the behavior of each individual block involves the application of an invertible function with finitely many inputs and outputs. were the first to ask whether every reversible cellular automaton has a locally reversible update rule. showed that for one- and two-dimensional automata the answer is positive, and showed that any reversible cellular automaton could be simulated by a (possibly different) locally reversible cellular automaton. However, the question of whether every reversible transition function is locally reversible remains open for dimensions higher than two.",
            "score": 132.77565598487854
        },
        {
            "docid": "5198024_14",
            "document": "Efficient coding hypothesis . In one study by Doi et al. in 2012, the researchers created a predicted response model of the retinal ganglion cells that would be based on the statistics of the natural images used, while considering noise and biological constraints. They then compared the actual information transmission as observed in real retinal ganglion cells to this optimal model to determine the efficiency. They found that the information transmission in the retinal ganglion cells had an overall efficiency of about 80% and concluded that \"the functional connectivity between cones and retinal ganglion cells exhibits unique spatial structure...consistent with coding efficiency. A study by van Hateren and Ruderman in 1998 used ICA to analyze video-sequences and compared how a computer analyzed the independent components of the image to data for visual processing obtained from a cat in DeAngelis et al. 1993. The researchers described the independent components obtained from a video sequence as the \"basic building blocks of a signal\", with the independent component filter (ICF) measuring \"how strongly each building block is present\". They hypothesized that if simple cells are organized to pick out the \"underlying structure\" of images over time then cells should act like the independent component filters. They found that the ICFs determined by the computer were similar to the \"receptive fields\" that were observed in actual neurons.",
            "score": 159.03568720817566
        },
        {
            "docid": "44372858_9",
            "document": "Traction force microscopy . Although TFM is frequently used to observe tractions at the surface of a spatially isolated individual cell, a variation of TFM can also be used to analyze the collective behavior of multicellular systems. For example, cellular migration velocities and plithotaxis are observed alongside a computed stress variation map of a monolayer sheet of cells, in an approach termed monolayer stress microscopy. The mechanical behavior of single cells versus a confluent layer of cells differ in that the monolayer experiences a \"tug-of-war\" state. There is also evidence of a redistribution of tractions that can take place earlier than changes in cell polarity and migration. TFM has proven particularly useful to study durotaxis as well.",
            "score": 134.3201458454132
        },
        {
            "docid": "630611_6",
            "document": "Suicide gene . There are two ways that a cell can die: necrosis and apoptosis. Necrosis occurs when a cell is damaged by an external force, such as poison, a bodily injury, an infection or getting cut off from blood supply. When cells die from necrosis, it's a rather messy affair. The death causes inflammation that can cause further distress of injury within the body. Apoptosis, on the other hand, is relatively civil. Many cells undergo programmed cell death, or apoptosis, during fetal development. A form of cell death in which a programmed sequence of events leads to the elimination of cells without releasing harmful substances into the surrounding. Apoptosis plays a crucial role in developing and maintaining the health of the body by eliminating old cells, unnecessary cells, and unhealthy cells. The human body replaces perhaps one million cells per second. When a cell is compelled to commit suicide, proteins called caspases go into action. They break down the cellular components needed for survival, and they spur production of enzymes known as DNase, which destroy the DNA in the nucleus of the cell. The cell shrinks and sends out distress signals, which are answered by macrophages. The macrophages clean away the shrunken cells, leaving no trace, so these cells have no chance to cause the damage that necrotic cells do. Apoptosis also differs from necrosis in that it's essential to human development. For example, in the womb, our fingers and toes are connected to one another by a sort of webbing. Apoptosis is what causes that webbing to disappear, leaving us with 10 separate digits. As our brains develop, the body, the body creates millions more cells than it needs; the ones that don't form synaptic connections undergo apoptosis so that the remaining cells function well. Programmed cell death is also necessary to start the process of menstruation. That's not to say that apoptosis is a perfect process. Rather than dying due to injury, cells that go through apoptosis die in response to signals within the body. When cells recognize viruses and gene mutations, they may induce death to prevent the damage from spreading. Scientist are trying to learn how they can modulate apoptosis, so that they can control which cells live and which undergo programmed cell death. Anti-cancer drugs and radiation, for example, work by triggering apoptosis in diseased cells. Many diseases and disorders are linked with the life and death of cells—increased apoptosis is a characteristic of AIDS, Alzheimer's, and Parkinson's disease, while decreased apoptosis can signal lupus or cancer. Understanding how to regulate apoptosis could be the first step to treating these conditions.",
            "score": 160.58558630943298
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 132.93190252780914
        },
        {
            "docid": "841429_24",
            "document": "Synthetic biology . Models inform the design of engineered biological systems by better predicting system behavior prior to fabrication. Synthetic biology benefits from better models of how biological molecules bind substrates and catalyze reactions, how DNA encodes the information needed to specify the cell and how multi-component integrated systems behave. Multiscale models of gene regulatory networks focus on synthetic biology applications. Simulations can model all biomolecular interactions in transcription, translation, regulation and induction of gene regulatory networks. In a living cell, molecular motifs are embedded in a bigger network with upstream and downstream components. These components may alter the signalling capability of the modeling module. In the case of ultrasensitive modules, the sensitivity contribution of a module can differ from the sensitivity that the module sustains in isolation.",
            "score": 137.93077731132507
        },
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 204.7982840538025
        },
        {
            "docid": "2506529_3",
            "document": "Cellular neural network . Due to their number and variety of architectures, it is difficult to give a precise definition for a CNN processor. From an architecture standpoint, CNN processors are a system of a finite, fixed-number, fixed-location, fixed-topology, locally interconnected, multiple-input, single-output, nonlinear processing units. The nonlinear processing units are often referred to as neurons or cells. Mathematically, each cell can be modeled as a dissipative, nonlinear dynamical system where information is encoded via its initial state, inputs and variables used to define its behavior. Dynamics are usually continuous, as in the case of Continuous-Time CNN (CT-CNN) processors, but can be discrete, as in the case of Discrete-Time CNN (DT-CNN) processors. Each cell has one output, by which it communicates its state with both other cells and external devices. Output is typically real-valued, but can be complex or even quaternion, i.e. a Multi-Valued CNN (MV-CNN). In most CNN processors, processing units are identical, but there are applications that require non-identical units, which are called Non-Uniform Processor CNN (NUP-CNN) processors, and consist of different types of cells. In the original Chua-Yang CNN (CY-CNN) processor, the state of the cell was a weighted sum of the inputs and the output was a piecewise linear function. However, like the original perceptron-based neural networks, the functions it could perform were limited: specifically, it was incapable of modeling non-linear functions, such as XOR. More complex functions are realizable via Non-Linear CNN (NL-CNN) processors.",
            "score": 136.9696649312973
        },
        {
            "docid": "5824073_12",
            "document": "High-content screening . This technology allows a (very) large number of experiments to be performed, allowing explorative screening. Cell-based systems are mainly used in chemical genetics where large, diverse small molecule collections are systematically tested for their effect on cellular model systems. Novel drugs can be found using screens of tens of thousands of molecules, and these have promise for the future of drug development.  Beyond drug discovery, chemical genetics is aimed at functionalizing the genome by identifying small molecules that acts on most of the 21,000 gene products in a cell. High-content technology will be part of this effort which could provide useful tools for learning where and when proteins act by knocking them out chemically. This would be most useful for gene where knock out mice (missing one or several genes) can not be made because the protein is required for development, growth or otherwise lethal when it is not there. Chemical knock out could address how and where these genes work. Further the technology is used in combination with RNAi to identify sets of genes involved in specific mechanisms, for example cell division. Here, libraries of RNAis, covering a whole set of predicted genes inside the target organism's genome can be used to identify relevant subsets, facilitating the annotation of genes for which no clear role has been established beforehand. The large datasets produced by automated cell biology contain spatially resolved, quantitative data which can be used for building for systems level models and simulations of how cells and organisms function. Systems biology models of cell function would permit prediction of why, where and how the cell responds to external changes, growth and disease.",
            "score": 167.7468947172165
        },
        {
            "docid": "44419868_9",
            "document": "Single-cell variability . Cells vary in the metabolites they contain, which are the intermediary compounds and end products of complex biochemical reactions that sustain the cell. Genetically identical cells in different conditions and environments can use different metabolic pathways to sustain themselves. By measuring the metabolites present, scientists can infer the metabolic pathways used, and infer useful information about the state of the cell. An example of this is found in the immune system, where CD4+ cells can differentiate into Th17 or TReg cells (among other possibilities), both of which direct the immune system’s response in different ways. Th17 cells stimulate a strong inflammatory response, whereas TReg cells stimulate the opposite effect. The former tend to rely much more on glycolysis, due to their increased energy demands.",
            "score": 165.82091355323792
        },
        {
            "docid": "23386350_4",
            "document": "BioSim . Diabetes Efforts concentrate on the role of mutations that effect the ion channels of the insulin-producing beta-cells, on the genetic basis for the development of neonatal diabetes, on the study of human (as opposed to mice) pancreatic cells, on the mechanisms underlying the development of insulin resistance, and on the possible role of prenatal nutrition for the development of type-2 diabetes. Models are also developed to analyse the balance between fat and glucose metabolism and to describe the rate of absorption of different insulin variants. Cancer In this area the network uses computer models of the cell cycle and of its coupling to the 24 h day-and-night rhythm to improve the treatment of patients with cancer. The use of chronotherapy implies that the administration of anti-cancer drugs is adjusted in accordance with the circadian rhythm of the patient. For certain forms of cancer this has been found to increase the efficiency of the drug by a factor of five. Efforts are also devoted to the development of new anti-cancer drugs. Hypertension and cardiovascular diseases Activities area focus on the development of 3D heart models that can be used to test how a new drug affects the regularity of the heart rhythm. Work is performed to develop detailed models of the mechanisms by which the individual nephron of the kidney regulates the incoming blood flow and how neighboring nephrons interact. Mental disorders and neuronal systems Work includes application of mathematical models to develop less invasive and demand-controlled electrical stimulation techniques for the treatment of Parkinson's disease. Modelling studies are performed to examine the effect of sleep deprivation in the treatment of depression, and bioinformatic approaches are applied to try to identify forms of depression on the basis of the information available from blood samples. Methodological issues The area encompasses description of complex networks of oscillating biological units, studies of the mechanisms of temperature stabilization in biological feedback regulations, application of new methods of data analysis, and development of modeling software and biomedical search machines. The area includes application of new experimental techniques such as interference microscopy and surface enhanced Raman spectroscopy to study cellular processes. Regulatory issues and dialogue with the public Testing in animal and human subjects is a necessary part of the development of new drugs. Such experiments clearly raises a number of complicated ethical issues that the use of simulation models may reduce. This requires that the regulatory authorities can evaluate computer models and accept them as part of the required documentation.  During the last five years the BioSim Network has published nine books and 800 scientific publications. The network has organized or co-organized 30 conferences and workshops, edited four issues of international journals, and trained about 130 PhD students. New National Centres in Systems Biology have been established in relation to the BioSim partners in Manchester, Warwick, and Edinburgh.",
            "score": 144.83017098903656
        },
        {
            "docid": "38570216_4",
            "document": "Junhyong Kim . Kim has worked on a diverse set of research areas. His early works concentrated on mathematical phylogenetics, which started during his graduate school with Drs. Robert R. Sokal and F. James Rohlf who pioneered computational methods in evolutionary tree estimation. Among his works in this area, Junhyong Kim introduced the use of algebraic geometric techniques in phylogenetic estimation. In 1999, working with John Carlson at Yale, he developed a novel algorithm for computationally identifying G Protein-Coupled Receptors (GPCR) without using primary sequence homology, which led to the cloning of olfactory receptors in insects. After his move to Penn, his research as concentrated on comparative functional genomics, especially gene expression and RNA biology in two model systems. In one area, he is working with budding yeast to understand the mechanisms and evolution of timing control for gene expression . In the other area, he is working with Jim Eberwine to understand the RNA biology of mammalian neurons and the evolution of individual cell characteristics. With Dr. Eberwine he helped develop a novel method for using direct RNA transfer to reprogram mammalian cells and helped decipher the mechanisms of RNA localization in neurons. More recently, the Kim and Eberwine labs have been working together to understand transcriptome variability in single cells and how the variation relates to dysfunction of cells. Drs. Kim and Eberwine are currently directing a new 5-year project with a grant from the National Institutes of Health.",
            "score": 167.14755165576935
        },
        {
            "docid": "4954001_4",
            "document": "Membrane biology . Membrane biophysics is the study of biological membrane structure and function using physical, computational, mathematical, and biophysical methods. A combination of these methods can be used to create phase diagrams of different types of membranes, which yields information on thermodynamic behavior of a membrane and its components. As opposed to membrane biology, membrane biophysics focuses on quantitative information and modeling of various membrane phenomena, such as lipid raft formation, rates of lipid and cholesterol flip-flop, protein-lipid coupling, and the effect of bending and elasticity functions of membranes on inter-cell connections.",
            "score": 109.85387051105499
        },
        {
            "docid": "467899_8",
            "document": "Systems biology . One of the theorists who can be seen as one of the precursors of systems biology is Ludwig von Bertalanffy with his general systems theory. One of the first numerical simulations in cell biology was published in 1952 by the British neurophysiologists and Nobel prize winners Alan Lloyd Hodgkin and Andrew Fielding Huxley, who constructed a mathematical model that explained the action potential propagating along the axon of a neuronal cell. Their model described a cellular function emerging from the interaction between two different molecular components, a potassium and a sodium channel, and can therefore be seen as the beginning of computational systems biology. Also in 1952, Alan Turing published The Chemical Basis of Morphogenesis, describing how non-uniformity could arise in an initially homogeneous biological system.",
            "score": 137.9655041694641
        },
        {
            "docid": "2506529_35",
            "document": "Cellular neural network . CNN processors are being used to understand systems that can be modeled using simple, coupled units, such as living cells, biological networks, physiological systems, and ecosystems. The CNN architecture captures some of the dynamics often seen in nature and is simple enough to analyze and conduct experiments. They are also being used for stochastic simulation techniques, which allow scientists to explore spin problems, population dynamics, lattice-based gas models, percolation, and other phenomena. Other simulation applications include heat transfer, mechanical vibrating systems, protein production, Josephson Transmission Line (JTL) problems, seismic wave propagation, and geothermal structures. Instances of 3D (Three Dimensional) CNN have been used to prove known complex shapes are emergent phenomena in complex systems, establishing a link between art, dynamical systems and VLSI technology. CNN processors have been used to research a variety of mathematical concepts, such as researching non-equilibrium systems, constructing non-linear systems of arbitrary complexity using a collection of simple, well-understood dynamic systems, studying emergent chaotic dynamics, generating chaotic signals, and in general discovering new dynamic behavior. They are often used in researching systemics, a trandisiplinary, scientific field that studies natural systems. The goal of systemics researchers is to develop a conceptual and mathematical framework necessary to analyze, model, and understand systems, including, but not limited to, atomic, mechanical, molecular, chemical, biological, ecological, social and economic systems. Topics explored are emergence, collective behavior, local activity and its impact on global behavior, and quantifying the complexity of an approximately spatial and topologically invariant system . Although another measure of complexity may not arouse enthusiasm (Seth Lloyd, a professor from Massachusetts Institute of Technology (MIT), has identified 32 different definitions of complexity), it can potentially be mathematically advantageous when analyzing systems such as economic and social systems.",
            "score": 116.92210924625397
        },
        {
            "docid": "33835047_10",
            "document": "Synthetic biological circuit . Given synthetic cellular circuits represent a form of control for cellular activities, it can be reasoned that with complete understanding of cellular pathways, \"plug and play\" cells with well defined genetic circuitry can be engineered. It is widely believed that if a proper toolbox of parts is generated, synthetic cells can be developed implementing only the pathways necessary for cell survival reproduction. From this cell, to be thought of as a minimal genome cell, one can add pieces from the toolbox to create a well defined pathway with appropriate synthetic circuitry for an effective feedback system. Because of the basic ground up construction method, and the proposed database of mapped circuitry pieces, techniques mirroring those used to model computer or electronic circuits can be used to redesign cells and model cells for easy troubleshooting and predictive behavior and yields.",
            "score": 132.66298806667328
        },
        {
            "docid": "38991948_14",
            "document": "Single-cell analysis . In mass spectroscopy based proteomics there are three major steps needed for peptide identification: sample preparation, separation of peptides, and identification of peptides. Several groups have focused on oocytes or very early cleavage-stage cells since these cells are unusually large and provide enough material for analysis. Another approach, single cell proteomics by mass spectrometry (SCoPE-MS) has quantified thousands of proteins in mammalian cells with typical cell sizes (diameter of 10-15 μm) by combining carrier-cells and labeling. Multiple methods exist to isolate the peptides for analysis. These include using filter aided sample preparation, the use of magnetic beads, or using a series of reagents and centrifuging steps.  The separation of differently sized proteins can be accomplished by using capillary electrophoresis (CE) or liquid chromatograph (LC) (using liquid chromatography with mass spectroscopy is also known as LC-MS). This step gives order to the peptides before quantification using tandem mass-spectroscopy (MS/MS). The major difference between quantification methods is some use labels on the peptides such as tandem mass tags (TMT) or dimethyl labels which are used to identify which cell a certain protein came from (proteins coming from each cell have a different label) while others use not labels (quantify cells individually). The mass spectroscopy data is then analyzed by running data through databases that convert the information about peptides identified to quantification of protein levels. These methods are very similar to those used to quantify the proteome of bulk cells, with modifications to accommodate the very small sample volume. Improvements in sample preparation, mass-spec methods and data analysis can increase the sensitivity and throughput by orders of magnitude.",
            "score": 134.2689996957779
        }
    ],
    "r": [
        {
            "docid": "227982_92",
            "document": "Atomic force microscopy . The latest efforts in integrating nanotechnology and biological research have been successful and show much promise for the future. Since nanoparticles are a potential vehicle of drug delivery, the biological responses of cells to these nanoparticles are continuously being explored to optimize their efficacy and how their design could be improved. Pyrgiotakis et al. were able to study the interaction between CeO2 and Fe2O3 engineered nanoparticles and cells by attaching the engineered nanoparticles to the AFM tip. Beyond the interactions with external synthetic materials, cells have been imaged with X-ray crystallography and there has been much curiosity about their behavior \"in vivo\". Studies have taken advantage of AFM to obtain further information on the behavior of live cells in biological media. Real-time atomic force spectroscopy (or nanoscopy) and dynamic atomic force spectroscopy have been used to study live cells and membrane proteins and their dynamic behavior at high resolution, on the nanoscale. Imaging and obtaining information on the topography and the properties of the cells has also given insight into chemical processes and mechanisms that occur through cell-cell interaction and interactions with other signaling molecules (ex. ligands). Evans and Calderwood used single cell force microscopy to study cell adhesion forces, bond kinetics/dynamic bond strength and its role in chemical processes such as cell signaling.  Scheuring, Lévy, and Rigaud reviewed studies in which AFM to explore the crystal structure of membrane proteins of photosynthetic bacteria. Alsteen et al. have used AFM-based nanoscopy to perform a real-time analysis of the interaction between live mycobacteria and antimycobacterial drugs (specifically isoniazid, ethionamide, ethambutol, and streptomycine), which serves as an example of the more in-depth analysis of pathogen-drug interactions that can be done through AFM.",
            "score": 204.7982940673828
        },
        {
            "docid": "19081158_28",
            "document": "Bio-MEMS . Cell fate is regulated by both interactions between stem cells and interactions between stem cells and membrane proteins. Manipulating cell seeding density is a common biological technique in controlling cell–cell interactions, but controlling local density is difficult and it is often difficult to decouple effects between soluble signals in the medium and physical cell–cell interactions. Micropatterning of cell adhesion proteins can be used in defining the spatial positions of different cells on a substrate to study human ESC proliferation. Seeding stem cells into PDMS microwells and flipping them onto a substrate or another cell layer is a method of achieving precise spatial control. Gap junction communications has also been studied using microfluidics whereby negative pressure generated by fluid flow in side channels flanking a central channel traps pairs of cells that are in direct contact or separated by a small gap. However, in general, the non-zero motility and short cell cycle time of stem cells often disrupt the spatial organization imposed by these microtechnologies.",
            "score": 190.9910430908203
        },
        {
            "docid": "8285473_2",
            "document": "Cell fate determination . Within the field of developmental biology one goal is to understand how a particular cell (or embryo) develops into the final cell type (or organism), essentially how a cell's fate is determined. Within an embryo, 4 processes play out at the cellular and tissue level to essentially create the final organism. These processes are cell proliferation, cell specialization, cell interaction and cell movement. Each cell in the embryo receives and gives cues to its neighboring cells and retains a cell memory of its own cell proliferation history. Almost all animals undergo a similar sequence of events during embryogenesis and have, at least at this developmental stage, the three germ layers and undergo gastrulation. While embryogenesis has been studied for more than a century, it was only recently (the past 15 years or so) that scientists discovered that a basic set of the same proteins and mRNAs are involved in all of embryogenesis. This is one of the reasons that model systems such as the fly (\"Drosophila melanogaster\"), the mouse (Muridae), and the leech (\"Helobdella\"), can all be used to study embryogenesis and developmental biology relevant to other animals, including humans. The fate map of the nematode (\"Caenorhabditis)\" can be analyzed down to the cellular level. This is due no cell mixing during development. What continues to be discovered and investigated is how the basic set of proteins (and mRNAs) are expressed differentially between cells types, temporally and spatially; and whether this is responsible for the vast diversity of organisms produced. This leads to one of the key questions of developmental biology of how is cell fate determined.",
            "score": 190.3599090576172
        },
        {
            "docid": "50311973_8",
            "document": "Microfluidic cell culture . Three-dimensional (3D) cell culture is cell culture that takes place in a biologically relevant matrix, usually this involves cells being embedded in a hydrogel containing extracellular molecules (e.g., collagen). By adding an additional dimension, more advanced cell architectures can be achieved, and cell behavior is more representative of \"in vivo\" dynamics; cells can engage in enhanced communication with neighboring cells and cell-extracellular matrix interactions can be modeled. These simplified 3D cell culture models can be combined in a manner that recapitulates tissue- and organ-level functions in devices known as organ-on-a-chip. In these devices, chambers or collagen layers containing different cell types can interact with one another for multiple days while various channels deliver nutrients to the cells. An advantage of these devices is that tissue function can be characterized and observed under controlled conditions (e.g., effect of shear stress on cells, effect of cyclic strain or other forces) to better understand the overall function of the organ. While these 3D models often better model organ function on a cellular level compared with 2D models, there are still challenges. Some of the challenges include: imaging of the cells, control of gradients in static models (i.e., without a perfusion system), and difficulty recreating vasculature. Despite these challenges, 3D models are still used as tools for studying and testing drug responses in pharmacological studies.",
            "score": 190.03025817871094
        },
        {
            "docid": "4230_11",
            "document": "Cell (biology) . The cytoskeleton acts to organize and maintain the cell's shape; anchors organelles in place; helps during endocytosis, the uptake of external materials by a cell, and cytokinesis, the separation of daughter cells after cell division; and moves parts of the cell in processes of growth and mobility. The eukaryotic cytoskeleton is composed of microfilaments, intermediate filaments and microtubules. There are a great number of proteins associated with them, each controlling a cell's structure by directing, bundling, and aligning filaments. The prokaryotic cytoskeleton is less well-studied but is involved in the maintenance of cell shape, polarity and cytokinesis. The subunit protein of microfilaments is a small, monomeric protein called actin. The subunit of microtubules is a dimeric molecule called tubulin. Intermediate filaments are heteropolymers whose subunits vary among the cell types in different tissues. But some of the subunit protein of intermediate filaments include vimentin, desmin, lamin (lamins A, B and C), keratin (multiple acidic and basic keratins), neurofilament proteins (NF–L, NF–M).",
            "score": 185.92889404296875
        },
        {
            "docid": "14717585_4",
            "document": "Steven Libutti . Libutti is studying tumor neovascular formation and the interaction between tumor cells, endothelial cells and the components of the tumor microenvironment. The goal of Libutti's research program is to develop novel cancer therapies through a better understanding of the tumor microenvironment. The interaction of a tumor and its vasculature is critical for both tumor growth and the spread of tumor cells to distant organs. The process of new vessel development within the tumor is termed angiogenesis and is required for tumors to grow larger than a few millimeters. In order to better understand the relationship between the tumor and its blood supply, their research is focused on the interaction between tumor-derived factors and endothelial cells developing in the context of the tumor microenvironment. By understanding this interaction they hope to be able to design novel treatment strategies to inhibit both the growth and the spread of tumors. They are currently studying a variety of tumor-derived factors with effects on tumor-associated vasculature. These include vascular endothelial growth factor (VEGF) and endothelial cell monocyte-activating polypeptide II (EMAP-II). EMAP-II is a cytokine with potent effects on blood vessels and was discovered by a research team (including Libutti) at Columbia University. Cytokines such as VEGF and EMAP-II appear to be produced in varying amounts by tumors and have direct effects on the tumor neovasculature. Libutti's approach to the study of these interactions has been through the utilization of a variety of in vitro and in vivo model systems. His team is using gene expression profiling to understand the changes that occur in endothelial cells exposed to tumor-derived factors. His laboratory is developing techniques, which allow them to isolate endothelial cells from tumor tissue. This has resulted in their ability to study tumor-derived endothelial cells directly, and has led to the observation that tumor associated endothelial cells have epigenetic changes compared to normal endothelial cells from the same tissue type. This approach has also allowed them to identify specific genes such as FILIP1L (formerly DOC1), which appear to play a role in the control of endothelial cell responses to angiogenesis inhibitors. They are also using noninvasive imaging techniques, including dynamic MRI and PET, to map changes in tumor blood flow within tumors both in animal models and in patients on clinical trials. A variety of inhibitors of tumor angiogenesis are being actively studied. These include both recombinant proteins derived from naturally occurring substances as well as small molecules designed to act on specific pathways. Various methods of delivering these agents, including gene therapy approaches and the use of tumor targeted nanoparticles are being pursued. Libutti was the first to administer TNF bound colloidal gold nanoparticles as targeted therapy to cancer patients. The overall goal of Libutti's work is to translate a better understanding of tumor cell-endothelial cell interactions, within the context of the tumor microenvironment, into better therapies for patients with cancer. Dr. Libutti is also studying the role of tumor suppressor genes such as \"MEN1\" in the process of tumor formation. Specifically, deciphering the role of \"MEN1\" in the tissue selective development of tumors is work for which Libutti received an R01 grant from the NCI . Libutti has published over 270 peer reviewed journal articles and currently has a Hirsch Index of 60. He is the Editor-in-Chief of Cancer Gene Therapy, a Springer Nature journal focused on cancer gene and cellular therapies.",
            "score": 184.40093994140625
        },
        {
            "docid": "41121515_4",
            "document": "Traumatic brain injury modeling . In order to better understand what is happening during TBI, models are used to approximate the damage. Models bring both advantages and disadvantages to TBI research; on one hand brain models are very good at representing one aspect that can be observed, while on the other, aspects of the whole system must be ignored. For example, when studying blunt impacts, a neuronal cell culture model can be created that is the depth of the cortical layer. This is then subjected to different impact sizes, shapes, and forces in order to see how the cells react and what cytokines are released. This model works very well for the cortical layer, but deeper cell layers must be ignored due to the inability to oxygenate a deeper cell culture effectively. In this experiment, the disadvantage and limitation of this model is cell depth; any interactions that might occur below the cortical layer are ignored in order to gather accurate information within the cortical layer itself.",
            "score": 184.08877563476562
        },
        {
            "docid": "9760859_2",
            "document": "Cell-free system . A cell-free system is an \"in vitro\" tool widely used to study biological reactions that happen within cells apart from a full cell system, thus reducing the complex interactions typically found when working in a whole cell. Subcellular fractions can be isolated by ultracentrifugation to provide molecular machinery that can be used in reactions in the absence of many of the other cellular components. Eukaryotic and prokaryotic cell internals have been used for creation of these simplified environments. These systems have enabled cell-free synthetic biology to emerge, providing control over what reaction is being examined, as well as its yield, and lessening the considerations otherwise invoked when working with more sensitive live cells.",
            "score": 183.68267822265625
        },
        {
            "docid": "2015367_35",
            "document": "Two-hybrid screening . Although theoretically, any living cell might be used as the background to a two-hybrid analysis, there are practical considerations that dictate which is chosen. The chosen cell line should be relatively cheap and easy to culture and sufficiently robust to withstand application of the investigative methods and reagents. The latter is especially important for doing high-throughput studies. Therefore the yeast \"S. cerevisiae\" has been the main host organism for two-hybrid studies. However it is not always the ideal system to study interacting proteins from other organisms. Yeast cells often do not have the same post translational modifications, have a different codon use or lack certain proteins that are important for the correct expression of the proteins. To cope with these problems several novel two-hybrid systems have been developed. Depending on the system used agar plates or specific growth medium is used to grow the cells and allow selection for interaction. The most common used method is the agar plating one where cells are plated on selective medium to see of interaction takes place. Cells that have no interaction proteins should not survive on this selective medium.",
            "score": 179.59133911132812
        },
        {
            "docid": "19081158_27",
            "document": "Bio-MEMS . Cell-ECM interactions induce changes in differentiation and self-renewal by the stiffness of the substrate via mechanotransduction, and different integrins interacting with ECM molecules. Micropatterning of ECM proteins by micro-contact printing (μCP), inkjet printing, and mask spraying have been used in stem cell-ECM interaction studies. It has been found by using micro-contact printing to control cell attachment area that that switch in osteogenic / adipogenic lineage in human mesenchymal stem cells can be cell shape dependent. Microfabrication of microposts and measurement of their deflection can determine traction forces exerted on cells. Photolithography can also be used to cross-link cell-seeded photo-polymerizable ECM for three-dimensional studies. Using ECM microarrays to optimize combinatorial effects of collagen, laminin, and fibronectin on stem cells is more advantageous than conventional well plates due to its higher throughput and lower requirement of expensive reagents.",
            "score": 179.20501708984375
        },
        {
            "docid": "531064_2",
            "document": "Cell adhesion . Cell adhesion is the process by which cells interact and attach to neighbouring cells through specialised molecules of the cell surface. This process can occur either through direct contact between cell surfaces or indirect interaction, where cells attach to surrounding extracellular matrix, a gel-like structure containing molecules released by cells into spaces between them. Cells adhesion occurs from the interactions between cell-adhesion molecules (CAMs), transmembrane proteins located on the cell surface. Cell adhesion link cells in different ways and can be involved in signal transduction for cells to detect and respond to changes in the surroundings. Other cellular processes regulated by cell adhesion include cell migration and tissue development in multicellular organisms. Alterations in cell adhesion can disrupt important cellular processes and lead to a variety of diseases, including cancer and arthritis. Cell adhesion is also essential for infectious organisms, such as bacteria or viruses, to cause diseases.",
            "score": 179.20074462890625
        },
        {
            "docid": "47147824_2",
            "document": "Cell mechanics . Cell mechanics is a sub-field of biophysics that focuses on the mechanical properties and behavior of living cells and how it relates to cell function. It encompasses aspects of cell biophysics, biomechanics, soft matter physics and rheology, mechanobiology and cell biology. Researchers who study cell mechanics are interested in the mechanics and dynamics of the assemblies and structures that make up the cell including membranes, cytoskeleton, organelles, and cytoplasm, and how they interact to give rise to the emergent properties of the cell as a whole. A particular focus of many cell mechanical studies has been the cytoskeleton, which (in animal cells) can be thought to consist of: 1) actomyosin assemblies (F-actin, myosin motors, and associated binding, nucleating, capping, stabilizing, and crosslinking proteins), 2) microtubules and their associated motor proteins (kinesins and dyneins), 3) intermediate filaments, 4) other assemblies such as spectrins and septins. The active and dynamic nature of cellular assemblies makes them particularly interesting materials to investigate. The active non-equilibrium and non-linear rheological properties of cellular assemblies have been keen point of research in recent times. Another point of interest has been how cell cycle-related changes in cytoskeletal activity affect global cell properties, such as intracellular pressure increase during mitotic cell rounding.",
            "score": 178.60015869140625
        },
        {
            "docid": "36161496_2",
            "document": "Cytoskeletal drugs . Cytoskeletal drugs are small molecules that interact with actin or tubulin. These drugs can act on the cytoskeletal components within a cell in three main ways. Some cytoskeletal drugs stabilize a component of the cytoskeleton, such as taxol which stabilizes microtubules or Phalloidin which stabilizes actin filaments. Others such as Cytochalasin D bind to actin monomers and prevent them from polymerizing into filaments. Drugs such as demecolcine act by enhancing the depolymerisation of already formed filaments. Some of these drugs have multiple effects on the cytoskeleton, for example Latrunculin both prevents actin polymerization as well as enhancing its rate of depolymerization. Typically the microtubule targeting drugs can be found in the clinic where they are used therapeutically in the treatment of some forms of cancer. As a result of the lack of specificity for specific type of actin (i.e. cannot distinguish between cardiac, smooth muscle, muscle and cytoskeletal forms of actin) the use of these drugs in animals results in unacceptable off target effects. Despite this the actin targeting compounds are still useful tools that can be used on a cellular level to help further our understanding of how this complex part of the cells internal machinery operates. For example, Phalloidin which has been conjugated with a fluorescent probe can be used for visualizing the filamentous actin in fixed samples.",
            "score": 176.7245635986328
        },
        {
            "docid": "44419868_16",
            "document": "Single-cell variability . Variability in cell cycle can be studied using several of the methods previously described. For example, cells in G2 will be quite large in size (as they are a just at the point where they are about to divide in two), and can be identified using protocols for cell size and shape. Cells in S phase copy their genomes, and could be identified using protocols for staining DNA and measuring its content by flow cytometry or quantitative fluorescence microscopy, or by using probes for genes expressed highly at specific phases of the cell cycle.",
            "score": 176.46849060058594
        },
        {
            "docid": "1300486_7",
            "document": "Vimentin . The dynamic nature of vimentin is important when offering flexibility to the cell. Scientists found that vimentin provided cells with a resilience absent from the microtubule or actin filament networks, when under mechanical stress \"in vivo\". Therefore, in general, it is accepted that vimentin is the cytoskeletal component responsible for maintaining cell integrity. (It was found that cells without vimentin are extremely delicate when disturbed with a micropuncture). Transgenic mice that lack vimentin appeared normal and did not show functional differences. It is possible that the microtubule network may have compensated for the absence of the intermediate network. This result supports an intimate interactions between microtubules and vimentin. Moreover, when microtubule depolymerizers were present, vimentin reorganization occurred, once again implying a relationship between the two systems. On the other hand, wounded mice that lack the vimentin gene heal slower than their wild type counterparts.",
            "score": 176.41659545898438
        },
        {
            "docid": "3473628_6",
            "document": "Gene product . Proteins have many different functions in a cell and the function may vary based on the polypeptides they interact with and their cellular environment. Chaperone proteins work to stabilize newly synthesized proteins. They ensure the new protein folds into its correct functional conformation in addition to making sure products do not aggregate in areas where they should not. Proteins can also function as enzymes, increasing the rate of various biochemical reactions and turning substrates into products. Products can be modified by attaching groups such as phosphate via an enzyme to specific amino acids in the primary sequence. Proteins can also be used to move molecules in the cell to where they are needed, these are called motor proteins. The shape of the cell is supported by proteins. Proteins such as actin, microtubules and intermediate filaments provide structure to the cell. Another class of proteins are found in plasma membranes. Membrane proteins can be associated with the plasma membrane in different ways, depending on their structure. These proteins allow the cell to import or export cell products, nutrients or signals to and from the extracellular space. Other proteins help the cell to perform regulatory functions. For example, transcription factors bind to DNA to help transcription of RNA.",
            "score": 175.19189453125
        },
        {
            "docid": "23843184_2",
            "document": "Intravital microscopy . Intravital microscopy is a form of microscopy that allows observing biological processes in live animals (\"in vivo\") at a high resolution that makes distinguishing between individual cells of a tissue possible.  Before an animal can be used for intravital microscopy imaging it has to undergo a surgery involving implantation of an imaging window. For example, if researchers want to visualize liver cells of a live mouse they will implant an imaging window into mouse’s abdomen. Mice are the most common choice of animals for intravital microscopy but in special cases other rodents such as rats might be more suitable. Animals are always anesthetized throughout surgeries and imaging sessions. Intravital microscopy is used in several areas of research including neurology, immunology, stem cell and others. This technique is particularly useful to assess a progression of a disease or an effect of a drug.  Intravital microscopy involves imaging cells of a live animal through an imaging window that is implanted into the animal tissue during a special surgery. The main advantage of intravital microscopy is that it allows imaging living cells while they are in the true environment of a complex multicellular organism. Thus, intravital microscopy allows researchers to study the behavior of cells in their natural environment or in vivo rather than in a cell culture. Another advantage of intravital microscopy is that the experiment can be set up in a way to allow observing changes in a living tissue of an organism over a period of time. This is useful for many areas of research including cancer and stem cell research.  <br> High quality of modern microscopes and imaging software also permits subcellular imaging in live animals that in turn allows studying cell biology at molecular level \"in vivo\". Advancements in fluorescent protein technology and genetic tools that enable controlled expression of a given gene at a specific time in a tissue of interest also played important role in intravital microscopy development.",
            "score": 175.0616912841797
        },
        {
            "docid": "1067550_11",
            "document": "Superantigen . T-cell binding region of the SAg interacts with the Variable region on the Beta chain of the T-cell Receptor. A given SAg can activate a large proportion of the T-cell population because the human T-cell repertoire comprises only about 50 types of Vβ elements and some SAgs are capable of binding to multiple types of Vβ regions. This interaction varies slightly among the different groups of SAgs. Variability among different people in the types of T-cell regions that are prevalent explains why some people respond more strongly to certain SAgs. Group I SAgs contact the Vβ at the CDR2 and framework region of the molecule. SAgs of Group II interact with the Vβ region using mechanisms that are conformation-dependent. These interactions are for the most part independent of specific Vβ amino acid side-chains. Group IV SAgs have been shown to engage all three CDR loops of certain Vβ forms. The interaction takes place in a cleft between the small and large domains of the SAg and allows the SAg to act as a wedge between the TCR and MHC. This displaces the antigenic peptide away from the TCR and circumvents the normal mechanism for T-cell activation.",
            "score": 174.68069458007812
        },
        {
            "docid": "227982_24",
            "document": "Atomic force microscopy . In cellular biology, AFM can be used to attempt to distinguish cancer cells and normal cells based on a hardness of cells, and to evaluate interactions between a specific cell and its neighboring cells in a competitive culture system. AFM can also be used to indent cells, to study how they regulate the stiffness or shape of the cell membrane or wall.",
            "score": 174.22178649902344
        },
        {
            "docid": "53979054_10",
            "document": "Clare Waterman . Both of the cytoskeletal polymers, microtubules and actin, are required for directed cell motility. There was some evidence that microtubules provide spatial and temporal orchestration of f-actin-based protrusive and contractile activities, however there was no direct demonstration of binding interactions between the two polymer systems that would result in interdependent dynamics and regulation. Dr. Waterman used multispectral Fluorescent Speckle Microscopy to show that microtubules and f-actin exhibit specific structural interactions in cytoplasmic extracts, migrating cells, and neuronal growth cones that result in interdependent dynamics and organization She dissected the role of the small GTPase signaling protein Rac1 in the co-regulation of actin and microtubules in migrating cells. Since then, the notion of “cytoskeletal crosstalk” has become well-accepted as critical to the processes of polarity development in embryos and cells, neuronal growth cone guidance, and directed cell movement during wound healing.",
            "score": 171.7007598876953
        },
        {
            "docid": "38262758_17",
            "document": "Hes3 signaling axis . In tissues, many different cell types interact with one another. In the brain, for example, neurons, astrocytes, and oligodendrocytes (specialized cells of the neural tissue, each with specific functions) interact with one another as well as with cells that comprise blood vessels. All these different cell types may interact with all others by the production of ligands that may activate receptors on the cell surface of other cell types. Understanding the way these different cell types interact with one another will allow to predict ways of activating eNSCs. For example, because eNSCs are found in close proximity with blood vessels, it has been hypothesized that signals (e.g., ligands) from cells comprising the blood vessel act on receptors found on the cell surface of eNSCs.",
            "score": 171.6898193359375
        },
        {
            "docid": "413102_5",
            "document": "Folding@home . Proteins are an essential component to many biological functions and participate in virtually all processes within biological cells. They often act as enzymes, performing biochemical reactions including cell signaling, molecular transportation, and cellular regulation. As structural elements, some proteins act as a type of skeleton for cells, and as antibodies, while other proteins participate in the immune system. Before a protein can take on these roles, it must fold into a functional three-dimensional structure, a process that often occurs spontaneously and is dependent on interactions within its amino acid sequence and interactions of the amino acids with their surroundings. Protein folding is driven by the search to find the most energetically favorable conformation of the protein, i.e., its native state. Thus, understanding protein folding is critical to understanding what a protein does and how it works, and is considered a \"holy grail\" of computational biology. Despite folding occurring within a crowded cellular environment, it typically proceeds smoothly. However, due to a protein's chemical properties or other factors, proteins may misfold, that is, fold down the wrong pathway and end up misshapen. Unless cellular mechanisms can destroy or refold misfolded proteins, they can subsequently aggregate and cause a variety of debilitating diseases. Laboratory experiments studying these processes can be limited in scope and atomic detail, leading scientists to use physics-based computing models that, when complementing experiments, seek to provide a more complete picture of protein folding, misfolding, and aggregation.",
            "score": 171.56056213378906
        },
        {
            "docid": "43516734_7",
            "document": "Radhika Nagpal . Another of her research interests is in understanding robust collective behavior in biological systems. Building artificial systems can give us insights into how complex global properties can arise from identically-programmed parts --- for example, how cells can form scale-independent patterns, how large morphological variations can arise from small genetic changes, and how complex cascades of decisions can tolerate variations in timing. She is interested in mathematical and computational models of multi-cellular behavior, that capture hypotheses of cell behavior and cell-cell interactions as multi-agent systems, and can be used to provide insights into systems level behavior that should emerge. Her group works in close collaboration with biologists, and currently studies growth and pattern formation in the fruit fly wing.",
            "score": 171.23611450195312
        },
        {
            "docid": "44419868_13",
            "document": "Single-cell variability . Cells in an otherwise similar population can vary in their size and morphology due to differences in function, changes in metabolism, or simply being in different phases of the cell cycle or some other factor. For example, stem cells can divide asymmetrically, which means the two resultant daughter cells may have different fates (specialized functions), and can differ from each other in size or shape. Researchers who study development may be interested in tracking the physical characteristics of the individual progeny in a growing population in order to understand how stem cells differentiate into a complex tissue or organism over time.",
            "score": 170.98631286621094
        },
        {
            "docid": "55361566_4",
            "document": "Folliculostellate cell . FS cells have similar properties to dendritic cells and macrophages, implying a phagocytic role. FS cells having a main role in moderating the neuro-immune/endocrine regulation of inflammation is backed up by data in conjunction with depicting C3a, C5a receptors (which are the main factors of the innate immune system, secreting IL-6 and MIF (inflammatory cytokines), and controlling the release of these cytokines via anti-inflammatory molecules. Experiments have been carried out to assess the protein markers they express, in order to determine their cell-type and thus exact function in the pituitary. The first marker protein discovered in FS cells was S-100b, which is a calcium-binding protein expressed by glial cells. Some populations of FS cells have also been found to express different cell markers, including GFAP (glial fibrillary acidic protein), cytokeratin, vimentin and fibronectin. S-100 protein and GFAP expression seem to be strongest in early, newly-formed FS cells, thus could be important in early FS cell development. GFAP expression implies these cells could be of a neuroectodermal origin, whereas keratin-positive FS cells express epithelial-like characteristics. The study of fibronectin expression in these cells suggests that FS cells may help regulate pituitary function, by interacting with hormone secreting cells through fibronectin. Furthermore, as FS cells express vimentin, an intermediate filament protein marker, this supports the theory that FS cells may be derived from glial neuroectodermic cells.",
            "score": 170.65573120117188
        },
        {
            "docid": "24950378_2",
            "document": "Cell–cell interaction . Cell–cell interaction refers to the direct interactions between cell surfaces that play a crucial role in the development and function of multicellular organisms. These interactions allow cells to communicate with each other in response to changes in their microenvironment. This ability to send and receive signals is essential for the survival of the cell. Interactions between cells can be stable such as those made through cell junctions. These junctions are involved in the communication and organization of cells within a particular tissue. Others are transient or temporary such as those between cells of the immune system or the interactions involved in tissue inflammation. These types of intercellular interactions are distinguished from other types such as those between cells and the extracellular matrix. The loss of communication between cells can result in uncontrollable cell growth and cancer.",
            "score": 170.33474731445312
        },
        {
            "docid": "6339_2",
            "document": "Cell biology . Cell biology (also called cytology, from the Greek κυτος, \"kytos\", \"vessel\") is a branch of biology that studies the structure and function of the cell, the basic unit of life. Cell biology is concerned with the physiological properties, metabolic processes, signaling pathways, life cycle, chemical composition and interactions of the cell with their environment. This is done both on a microscopic and molecular level as it encompasses prokaryotic cells and eukaryotic cells. Knowing the components of cells and how cells work is fundamental to all biological sciences; it is also essential for research in bio-medical fields such as cancer , and other diseases. Research in cell biology is closely related to genetics, biochemistry, molecular biology, immunology, and developmental biology.",
            "score": 170.3319549560547
        },
        {
            "docid": "1686272_18",
            "document": "Chemical biology . Protein misfolding has previously been studied using both computational approaches as well as \"in vivo\" biological assays in model organisms such as \"Drosophila melanogaster\" and \"C. elegans\". Computational models use a \"de novo\" process to calculate possible protein structures based on input parameters such as amino acid sequence, solvent effects, and mutations. This method has the shortcoming that the cell environment has been drastically simplified, which limits the factors that influence folding and stability. On the other hand, biological assays can be quite complicated to perform \"in vivo\" with high-throughput like efficiency and there always remains the question of how well lower organism systems approximate human systems. Dobson et al. propose combining these two approaches such that computational models based on the organism studies can begin to predict what factors will lead to protein misfolding. Several experiments have already been performed based on this strategy. In experiments on \"Drosophila\", different mutations of beta amyloid peptides were evaluated based on the survival rates of the flies as well as their motile ability. The findings from the study show that the more a protein aggregates, the more detrimental the neurological dysfunction. Further studies using transthyretin, a component of cerebrospinal fluid that binds to beta amyloid peptide deterring aggregation but can itself aggregate especially when mutated, indicate that aggregation prone proteins may not aggregate where they are secreted and rather are deposited in specific organs or tissues based on each mutation. Kelly et al. have shown that the more stable, both kinetically and thermodynamically, a misfolded protein is the more likely the cell is to secrete it from the endoplasmic reticulum rather than targeting the protein for degradation. In addition, the more stress that a cell feels from misfolded proteins the more probable new proteins will misfold. These experiments as well as others having begun to elucidate both the intrinsic and extrinsic causes of misfolding as well as how the cell recognizes if proteins have folded correctly.",
            "score": 169.7919158935547
        },
        {
            "docid": "24320723_10",
            "document": "Sangeeta N. Bhatia . Specifically, she studies the interactions between hepatocytes (liver cells) and their microenvironment and develops microfabrication tools to improve cellular therapies for liver disease (Hepatic Tissue Engineering). The goal is to maximize hepatocyte function, facilitate design of effective cellular therapies for liver disease, and improve fundamental understanding of liver physiology and pathophysiology. She is also interested in using arrays of living cells as high-throughput platforms to study fundamental aspects of stem cell biology (Cell-Based BioMEMS) using a diverse repertoire of tools including chemical, topological, fluidic, electrical, and optical manipulation of living cells on chip platforms. Finally, LMRT is involved in a multidisciplinary effort to develop nanomaterials as tools for biological studies and as multifunctional agents for cancer therapies. Interests center around nanoparticles and nanoporous materials that can be designed to perform complex tasks such as: home to a tumor, sense changes in cells and tissues, enhance imaging, and trigger the release of a therapeutic payload. Having had several stints in the biotechnology industry, Dr. Bhatia holds a number of patents for both clinical and biotechnological applications of engineering principles. She is the author of Microfabrication in Tissue Engineering and Bioartificial Organs and co-author of the undergraduate textbook Tissue Engineering.",
            "score": 169.25982666015625
        },
        {
            "docid": "44419868_2",
            "document": "Single-cell variability . In cell biology, single-cell variability occurs when individual cells in an otherwise similar population differ in shape, size, position in the cell cycle, or molecular-level characteristics. Such differences can be detected using modern single-cell analysis techniques. Investigation of variability within a population of cells contributes to understanding of developmental and pathological processes,",
            "score": 169.11769104003906
        },
        {
            "docid": "41462528_7",
            "document": "Betty Hay . In 1965, Betty met Jim Dobson, who was a scientist that was very good at culturing and growing up epithelium. Betty needed his help in order to prove that the epidermis produced collagen, which was an idea that she and Jean-Paul Revel originally postulated. They used avian corneal epithelium rather than salamander epidermis in order to provide more examples of epithelium secreting collagen. They produced a monograph of their findings, which was published in 1969. Steve Meier joined soon after, and in about 1974, their lab was becoming known for promoting the new idea that the EMC interacted with cells. They cultured corneal epithelium in all types of EMC and were able to show that the ECM can induce cell differentiation and that it directly interacts with cells in the embryo and adult. In 1972, Jonathan Bard came to spend a postdoctoral year in the Hay lab, working on two projects. The first was on corneal endothelium morphogenesis and they, with Sam Meller, showed that the key constraint on migration was space. The second was using Nomarski optics to study how corneal fibroblasts migrated through the stroma in vivo and in collagen gels (a technique developed by JB and Tom Elsdale in Scotland). This work showed that contact inhibition of movement occurred in vivo and in 3D gels. Gary Greenburg then entered Betty’ lab as a graduate student, and they started working with 48-hour chick embryos. They were able to see epithelia transform into mesenchyme when they were suspended in collagen gels. Jim Fitchett also entered the lab at about the same time. He worked with Betty using TEM to prove that EMT removed the palatal seam that forms when the opposite shelves fuse. Furthermore, their studies of the signaling pathways involved in EMT during development led to the discovery that Smads can activate these pathways in the embryo, instead of β-catenin.  Many colleagues and fellow scientists claim that Betty’s greatest scientific contribution was revealing the role of extracellular matrix in regulating cell behavior, which led to the birth of a new field of cell and developmental biology. Betty believed that knowledge of the ECM was essential in order to understand other subjects including the cytoskeleton, cell migration, cell shape, and the control of cell growth and differentiation. She asserted that the basis of many scientific ideas originate from the full understanding the ECM’s composition, relationship to the cell surface, and role in development. In all, Betty’s passion for science, dedication to her work, and love for teaching others have all contributed to the legacy she has left.",
            "score": 168.04940795898438
        },
        {
            "docid": "148367_17",
            "document": "Dendritic cell . The dendritic cells are constantly in communication with other cells in the body. This communication can take the form of direct cell–cell contact based on the interaction of cell-surface proteins. An example of this includes the interaction of the membrane proteins of the B7 family of the dendritic cell with CD28 present on the lymphocyte. However, the cell–cell interaction can also take place at a distance via cytokines.",
            "score": 167.90313720703125
        }
    ]
}