{
    "q": [
        {
            "docid": "299641_19",
            "document": "Epithelium . Cell junctions are the contact points between plasma membrane and tissue cells. There are mainly 5 different types of cell junctions: tight junctions, adherens junctions, desmosomes, hemidesmosomes, and gap junctions. Tight junctions are a pair of trans-membrane protein fused on outer plasma membrane. Adherens junctions are a plaque (protein layer on the inside plasma membrane) which attaches both cells' microfilaments. Desmosomes attach to the microfilaments of cytoskeleton made up of keratin protein. Hemidesmosomes resemble desmosomes on a section. They are made up of the integrin (a transmembrane protein) instead of cadherin. They attach the epithelial cell to the basement membrane. Gap junctions connect the cytoplasm of two cells and are made up of proteins called connexins (six of which come together to make a connexion).",
            "score": 202.1040654182434
        },
        {
            "docid": "21942008_4",
            "document": "Cell polarity . Epithelial cells adhere to one another through tight junctions, desmosomes and adherens junctions, forming sheets of cells that line the surface of the animal body and internal cavities (e.g., digestive tract and circulatory system). These cells have an apical-basal polarity defined by the apical membrane facing the outside surface of the body, or the lumen of internal cavities, and the basolateral membrane oriented away from the lumen. The basolateral membrane refers to both the lateral membrane where cell-cell junctions connect neighboring cells and to the basal membrane where cells are attached to the basement membrane, a thin sheet of extracellular matrix proteins that separates the epithelial sheet from underlying cells and connective tissue. Epithelial cells also exhibit planar cell polarity,in which specialized structures are orientated within the plane of the epithelial sheet. Some examples of planar cell polarity include the scales of fish being oriented in the same direction and similarly the feathers of birds, the fur of mammals, and the cuticular projections (sensory hairs, etc.) on the bodies and appendages of flies and other insects.",
            "score": 207.83859169483185
        },
        {
            "docid": "311440_19",
            "document": "Mammary gland . Lactiferous duct development occurs in females in response to circulating hormones. First development is frequently seen during pre- and postnatal stages, and later during puberty. Estrogen promotes branching differentiation, whereas in males testosterone inhibits it. A mature duct tree reaching the limit of the fat pad of the mammary gland comes into being by bifurcation of duct terminal end buds (TEB), secondary branches sprouting from primary ducts and proper duct lumen formation. These processes are tightly modulated by components of mammary epithelial ECM interacting with systemic hormones and local secreting factors. However, for each mechanism the epithelial cells' \"niche\" can be delicately unique with different membrane receptor profiles and basement membrane thickness from specific branching area to area, so as to regulate cell growth or differentiation sub-locally. Important players include beta-1 integrin, epidermal growth factor receptor (EGFR), laminin-1/5, collagen-IV, matrix metalloproteinase(MMPs), heparan sulfate proteoglycans, and others. Elevated circulating level of growth hormone and estrogen get to multipotent cap cells on TEB tips through a thin, leaky layer of basement membrane. These hormones promote specific gene expression. Hence cap cells can differentiate into myoepithelial and luminal (duct) epithelial cells, and the increased amount of activated MMPs can degrade surrounding ECM helping duct buds to reach further in the fat pads. On the other hand, basement membrane along the mature mammary ducts is thicker, with strong adhesion to epithelial cells via binding to integrin and non-integrin receptors. When side branches develop, it is a much more “pushing-forward” working process including extending through myoepithelial cells, degrading basement membrane and then invading into a periductal layer of fibrous stromal tissue. Degraded basement membrane fragments (laminin-5) roles to lead the way of mammary epithelial cells migration. Whereas, laminin-1 interacts with non-integrin receptor dystroglycan negatively regulates this side branching process in case of cancer. These complex \"Yin-yang\" balancing crosstalks between mammary ECM and epithelial cells \"instruct\" healthy mammary gland development until adult.",
            "score": 227.41852045059204
        },
        {
            "docid": "1208022_2",
            "document": "Loose connective tissue . Loose connective tissue is a category of connective tissue which includes areolar tissue, reticular tissue, and adipose tissue. Loose connective tissue is the most common type of connective tissue in vertebrates. It holds organs in place and attaches epithelial tissue to other underlying tissues. For example, it forms telae, such as the tela submucosa and tela subserosa, which connect mucous and serous membranes to the muscular layer. It also surrounds the blood vessels and nerves. Cells called fibroblasts are widely dispersed in this tissue; they are irregular branching cells that secrete strong fibrous proteins and proteoglycans as an extracellular matrix. The cells of this type of tissue are generally separated by quite some distance by a gelatinous substance primarily made up of collagenous and elastic fibers.",
            "score": 179.26077818870544
        },
        {
            "docid": "1223594_2",
            "document": "Sarcolemma . The sarcolemma (\"sarco\" (from \"sarx\") from Greek; flesh, and \"lemma\" from Greek; sheath) also called the myolemma, is the cell membrane of a striated muscle fiber cell.  It consists of a plasma membrane, which is a lipid bilayer, and an outer coat consisting of a thin layer of polysaccharide material (glycocalyx) that contacts the basement membrane, which contains numerous thin collagen fibrils and specialized proteins such as laminin that provide a scaffold to which the muscle fiber can adhere. Through transmembrane proteins residing in the plasma membrane, the actin skeleton inside the cell is connected to the basement membrane and the cell's exterior. At each end of the muscle fiber, the surface layer of the sarcolemma fuses with a tendon fiber, and the tendon fibers, in turn, collect into bundles to form the muscle tendons that then adhere onto bones.",
            "score": 183.0772181749344
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 196.44699323177338
        },
        {
            "docid": "674_12",
            "document": "Anatomy . Epithelial tissue is composed of closely packed cells, bound to each other by cell adhesion molecules, with little intercellular space. Epithelial cells can be squamous (flat), cuboidal or columnar and rest on a basal lamina, the upper layer of the basement membrane, the lower layer is the reticular lamina lying next to the connective tissue in the extracellular matrix secreted by the epithelial cells. There are many different types of epithelium, modified to suit a particular function. In the respiratory tract there is a type of ciliated epithelial lining; in the small intestine there are microvilli on the epithelial lining and in the large intestine there are intestinal villi. Skin consists of an outer layer of keratinized stratified squamous epithelium that covers the exterior of the vertebrate body. Keratinocytes make up to 95% of the cells in the skin. The epithelial cells on the external surface of the body typically secrete an extracellular matrix in the form of a cuticle. In simple animals this may just be a coat of glycoproteins. In more advanced animals, many glands are formed of epithelial cells.",
            "score": 167.87921285629272
        },
        {
            "docid": "514458_43",
            "document": "Wound healing . Epithelial cells climb over one another in order to migrate. This growing sheet of epithelial cells is often called the epithelial tongue. The first cells to attach to the basement membrane form the stratum basale. These basal cells continue to migrate across the wound bed, and epithelial cells above them slide along as well. The more quickly this migration occurs, the less of a scar there will be.",
            "score": 149.28193545341492
        },
        {
            "docid": "228840_3",
            "document": "Extracellular matrix . The animal extracellular matrix includes the interstitial matrix and the basement membrane. Interstitial matrix is present between various animal cells (i.e., in the intercellular spaces). Gels of polysaccharides and fibrous proteins fill the interstitial space and act as a compression buffer against the stress placed on the ECM. Basement membranes are sheet-like depositions of ECM on which various epithelial cells rest. Each type of connective tissue in animals has a type of ECM: collagen fibers and bone mineral comprise the ECM of bone tissue; reticular fibers and ground substance comprise the ECM of loose connective tissue; and blood plasma is the ECM of blood.",
            "score": 202.33423829078674
        },
        {
            "docid": "32476_17",
            "document": "Vagina . The lamina propria is rich in blood vessels and lymphatic channels. The muscular layer is composed of smooth muscle fibers, with an outer layer of longitudinal muscle, an inner layer of circular muscle, and oblique muscle fibers between. The outer layer, the adventitia, is a thin dense layer of connective tissue and it blends with loose connective tissue containing blood vessels, lymphatic vessels and nerve fibers that are between pelvic organs. The vaginal mucosa is absent of glands. It forms folds (transverse ridges or rugae), which are more prominent in the outer third of the vagina; their function is to provide the vagina with increased surface area for extension and stretching. The epithelium of the ectocervix (the portion the uterine cervix extending into the vagina) is an extension of, and shares a border with, the vaginal epithelium. The vaginal epithelium is made up of layers of cells, including the basal cells, the parabasal cells, the superficial squamous flat cells, and the intermediate cells. The basal layer of the epithelium is the most mitotically active and reproduces new cells. The superficial cells shed continuously and basal cells replace them. Estrogen induces the intermediate and superficial cells to fill with glycogen. Cells from the lower basal layer transition from active metabolic activity to death (apoptosis). In these mid-layers of the epithelia, the cells begin to lose their mitochondria and other organelles. The cells retain an usually high level of glycogen compared to other epithelial tissue in the body.",
            "score": 123.06801843643188
        },
        {
            "docid": "33531341_6",
            "document": "Oral mucosa tissue engineering . Cell culture techniques make it possible to produce epithelial sheets for the replacement of damaged oral mucosa. Partial-thickness tissue engineering uses one type of cell layer, this can be in monolayers or multilayers. Monolayer epithelial sheets suffice for the study of the basic biology of oral mucosa, for example its responses to stimuli such as mechanical stress, growth factor addition and radiation damage. Oral mucosa, however, is a complex multilayer structure with proliferating and differentiating cells and monolayer epithelial sheets have been shown to be fragile, difficult to handle and likely to contract without a supporting extracellular matrix. Monolayer epithelial sheets can be used to manufacture multilayer cultures. These multilayer epithelial sheets show signs of differentiation such as the formation of a basement membrane and keratinization. Fibroblasts are the most common cells in extracellular matrix and are important for epithelial morphogenesis. If fibroblasts are absent from the matrix, the epithelium stops proliferating but continues to differentiate. The structures obtained by partial-thickness oral mucosa engineering form the basis for full-thickness oral mucosa engineering.",
            "score": 163.92207062244415
        },
        {
            "docid": "315458_9",
            "document": "Ectoderm . During the process of gastrulation, a special type of cells called bottle cells invaginates a hole on the surface of the blastula which is called the dorsal lip of the blastopore. Once this lip has been established, the bottle cells will extend inward and migrate along the inner wall of the blastula known as the roof of the blastocoel. The once superficial cells of the animal pole are destined to become the cells of the middle germ layer called the mesoderm. Through the process of radial extension, cells of the animal pole that were once several layers thick divide to form a thin layer. At the same time, when this thin layer of dividing cells reaches the dorsal lip of the blastopore, another process occurs termed convergent extension. During convergent extension, cells that approach the lip intercalate mediolaterally, in such a way that cells are pulled over the lip and inside the embryo. These two processes allow for the prospective mesoderm cells to be placed between the ectoderm and the endoderm. Once convergent extension and radial intercalation are underway, the rest of the vegetal pole, which will become endoderm cells, is completely engulfed by the prospective ectoderm, as these top cells undergo epiboly, where the ectoderm cells divide in a way to form one layer. This creates a uniform embryo composed of the three germ layers in their respective positions.",
            "score": 94.16093623638153
        },
        {
            "docid": "299641_8",
            "document": "Epithelium . Simple epithelium is a single layer of cells with every cell in direct contact with the basement membrane that separates it from the underlying connective tissue. In general, it is found where absorption and filtration occur. The thinness of the epithelial barrier facilitates these processes.",
            "score": 193.09740328788757
        },
        {
            "docid": "1645923_6",
            "document": "Transitional epithelium . Because of its importance in acting as an osmotic barrier between the contents of the urinary tract and the surrounding organs and tissues, transitional epithelium is relatively impermeable to water and salts. This impermeability is due to a highly keratinized cellular membrane synthesized in the Golgi apparatus. The membrane is made up of a hexagonal lattice put together in the Golgi apparatus and implanted into the surface of the cell by reverse pinocytosis, a type of exocytosis. The cells in the superficial layer of the transitional epithelium are highly differentiated, allowing for maintenance of this barrier membrane. The basal layer of the epithelium is much less differentiated; however, it does act as a replacement source for more superficial layer. While the Golgi complex is much less prominent in the cells of the basal layer, these cells are rich in cytoplasmic proteins that bundle together to form tonofibrils. These tonofibrils converge at hemidesmosomes to attach the cells at the basement membrane.",
            "score": 217.37753915786743
        },
        {
            "docid": "14754943_3",
            "document": "SNAI1 . The Drosophila embryonic protein SNAI1, commonly known as Snail, is a zinc finger transcriptional repressor which downregulates the expression of ectodermal genes within the mesoderm. The nuclear protein encoded by this gene is structurally similar to the Drosophila snail protein, and is also thought to be critical for mesoderm formation in the developing embryo. At least two variants of a similar processed pseudogene have been found on chromosome 2. SNAI1 zinc-fingers (ZF) binds to E-box, an E-cadherin promoter region, and represses the expression of the adhesion molecule, which induces the tightly bound epithelial cells to break loose from each other and migrate into the developing embryo to become mesenchymal cells. This process allows for the formation of the mesodermal layer in the developing embryo. Though SNAI1 is shown to repress expression of E-cadherin in epithelial cells, studies have shown homozygous mutant embryos are still able to form a mesodermal layer. However, the mesodermal layer present shows characteristics of epithelial cells and not mesenchymal cells (the mutant mesoderm cells exhibited a polarized state). Other studies show that mutation of specific ZFs contribute to a decrease in SNAI1 E-cadherin repression.",
            "score": 99.99093234539032
        },
        {
            "docid": "33051527_2",
            "document": "Cell membrane . The cell membrane (also known as the plasma membrane or cytoplasmic membrane, and historically referred to as the plasmalemma) is a biological membrane that separates the interior of all cells from the outside environment (the extracellular space). It consists of a lipid bilayer with embedded proteins. The basic function of the cell membrane is to protect the cell from its surroundings. The cell membrane controls the movement of substances in and out of cells and organelles. In this way, it is selectively permeable to ions and organic molecules. In addition, cell membranes are involved in a variety of cellular processes such as cell adhesion, ion conductivity and cell signalling and serve as the attachment surface for several extracellular structures, including the cell wall, the carbohydrate layer called the glycocalyx, and the intracellular network of protein fibers called the cytoskeleton. In the field of synthetic biology, cell membranes can be artificially reassembled.",
            "score": 181.81821644306183
        },
        {
            "docid": "33051527_33",
            "document": "Cell membrane . The cytoskeleton is found underlying the cell membrane in the cytoplasm and provides a scaffolding for membrane proteins to anchor to, as well as forming organelles that extend from the cell. Indeed, cytoskeletal elements interact extensively and intimately with the cell membrane. Anchoring proteins restricts them to a particular cell surface — for example, the apical surface of epithelial cells that line the vertebrate gut — and limits how far they may diffuse within the bilayer. The cytoskeleton is able to form appendage-like organelles, such as cilia, which are microtubule-based extensions covered by the cell membrane, and filopodia, which are actin-based extensions. These extensions are ensheathed in membrane and project from the surface of the cell in order to sense the external environment and/or make contact with the substrate or other cells. The apical surfaces of epithelial cells are dense with actin-based finger-like projections known as microvilli, which increase cell surface area and thereby increase the absorption rate of nutrients. Localized decoupling of the cytoskeleton and cell membrane results in formation of a bleb.",
            "score": 167.86695873737335
        },
        {
            "docid": "3512034_3",
            "document": "Angiogenin . Angiogenin is a key protein implicated in angiogenesis in normal and tumor growth. Angiogenin interacts with endothelial and smooth muscle cells resulting in cell migration, invasion, proliferation and formation of tubular structures. Ang binds to actin of both smooth muscle and endothelial cells to form complexes that activate proteolytic cascades which upregulate the production of proteases and plasmin that degrade the laminin and fibronectin layers of the basement membrane. Degradation of the basement membrane and extracellular matrix allows the endothelial cells to penetrate and migrate into the perivascular tissue. Signal transduction pathways activated by Ang interactions at the cellular membrane of endothelial cells produce extracellular signal-related kinase1/2 (ERK1/2) and protein kinase B/Akt. Activation of these proteins leads to invasion of the basement membrane and cell proliferation associated with further angiogenesis. The most important step in the angiogenesis process is the translocation of Ang to the cell nucleus. Once Ang has been translocated to the nucleus, it enhances rRNA transcription by binding to the CT-rich (CTCTCTCTCTCTCTCTCCCTC) angiogenin binding element (ABE) within the upstream intergenic region of rDNA, which subsequently activates other angiogenic factors that induce angiogenesis.",
            "score": 220.23066771030426
        },
        {
            "docid": "33531341_5",
            "document": "Oral mucosa tissue engineering . To better understand the challenges for building full-thickness engineered oral mucosa it is important to first understand the structure of normal oral mucosa. Normal oral mucosa consists of two layers, the top stratified squamous epithelial layer and the bottom lamina propria. The epithelial layer consists of four layers: Depending on the region of the mouth the epithelium may be keratinized or non-keratinized. Non-keratinized squamous epithelium covers the soft palate, lips, cheeks and the floor of the mouth. Keratinized squamous epithelium is present in the gingiva and hard palate. Keratinization is the differentiation of keratinocytes in the granular layer into dead surface cells to form the stratum corneum. The cells terminally differentiate as they migrate to the surface (from the basal layer where the progenitor cells are located to the dead superficial surface). The lamina propria is a fibrous connective tissue layer that consists of a network of type I and III collagen and elastin fibers. The main cells of the lamina propria are the fibroblasts, which are responsible for the production of the extracellular matrix. The basement membrane forms the border between the epithelial layer and the lamina propria.",
            "score": 162.4070291519165
        },
        {
            "docid": "16853131_4",
            "document": "VEZT . The morphogenesis of a blastocyst is dependent on the formation of the trophectoderm, the first epithelial layer . Like all other epithelium, the trophectoderm is composed of polarised cells with highly specialised adhesion complexes along the lateral sides of the cells . This layer of cells is vital in the implantation of the embryo to the uterus and gives rise to majority of the extra-embryonic tissues . In order for the proper physiological function of these cells and ultimately the proper development of the embryo, the adherens junctions between them must be properly developed . VEZT codes for the protein vezatin which is an essential protein in the regulation and maintenance of these adherens junctions. However, most genes and subsequent protein release are determined by the combination of paternal and maternal DNA mixing. In the case of the early embryo, especially before compaction has started to occur, majority of the control is via the maternal genome . Vezatin has been shown to appear in the mouse blastocyst as early as the 2-cell stage, suggesting that this protein is in fact under the maternal genome control . Two isoforms of the protein however are evidenced later on at the 8-cell stage, suggesting that now the gene is under the control of the embryo itself . Furthermore, expression of vezatin has been shown to be linked with that of E-cadherin. Disruption of vezatin synthesis in the early embryo not only leads to lack of adherens junction formation, but also results in a strong reduction of E-cadherin protein present . Vezatin itself could be involved in the regulation of the transcription of E-cadherin as it is seen within the nucleus of early embryonic cells . Whilst there are several transcription factors that are associated with the repression of E-cadherin, it is unknown which is the novel target that is engaged when vezatin is also inhibited.",
            "score": 128.8997370004654
        },
        {
            "docid": "22762505_11",
            "document": "Epithelial polarity . Since basal and lateral membranes share the same determinants, another mechanism must make the difference between the two domains. Cell shape and contacts provide the likely mechanism. Lateral membranes are the site of contact between epithelial cells, whereas basal membranes connect epithelial cells to the basement membrane, an extracellular matrix layer that lies along the basal surface of the epithelium. Certain molecules, such as Integrins, localise specifically to the basal membrane and form connections with the extracellular matrix.",
            "score": 162.7481164932251
        },
        {
            "docid": "4170290_2",
            "document": "Cell cortex . The cell cortex, also known as the actin cortex or actomyosin cortex, is a specialized layer of cytoplasmic protein on the inner face of the plasma membrane of the cell periphery. It functions as a modulator of plasma membrane behavior and cell surface properties. In most eukaryotic cells lacking a cell wall, the cortex is an actin-rich network consisting of F-actin filaments, myosin motors, and actin-binding proteins. The actomyosin cortex is attached to the cell membrane via membrane-anchoring proteins called ERM proteins and it plays a central role in cell shape control. The protein constituents of the cortex undergo rapid turnover, making the cortex both mechanically rigid and highly plastic, two properties essential to its function. In most cases, the cortex is in the range of 100 to 1000 nanometers thick.",
            "score": 164.67032945156097
        },
        {
            "docid": "5602902_17",
            "document": "Beta-catenin . Cell–cell adhesion complexes are essential for the formation of complex animal tissues. β-catenin is part of a protein complex that form the so-called adherens junctions. These cell-cell adhesion complexes are necessary for the creation and maintenance of epithelial cell layers and barriers. As a component of the complex, β-catenin can regulate cell growth and adhesion between cells. It may also be responsible for transmitting the contact inhibition signal that causes cells to stop dividing once the epithelial sheet is complete. The E-cadherin – β-catenin – α-catenin complex is weakly associated to actin filaments. Adherent junctions thus form a dynamic, rather than a stable link to the actin cytoskeleton.",
            "score": 136.2266547679901
        },
        {
            "docid": "22762505_2",
            "document": "Epithelial polarity . Cell polarity is a fundamental feature of many types of cells. Epithelial cells are one example of a polarized cell type, featuring distinct 'apical', 'lateral' and 'basal' plasma membrane domains. Epithelial cells connect to one another via their lateral membranes to form epithelial sheets that line cavities and surfaces throughout the animal body. Each plasma membrane domain has a distinct protein composition, giving them distinct properties and allowing directional transport of molecules across the epithelial sheet. How epithelial cells generate and maintain polarity remains unclear, but certain molecules have been found to play a key role.",
            "score": 148.49414801597595
        },
        {
            "docid": "674_10",
            "document": "Anatomy . Unlike plant cells, animal cells have neither a cell wall nor chloroplasts. Vacuoles, when present, are more in number and much smaller than those in the plant cell. The body tissues are composed of numerous types of cell, including those found in muscles, nerves and skin. Each typically has a cell membrane formed of phospholipids, cytoplasm and a nucleus. All of the different cells of an animal are derived from the embryonic germ layers. Those simpler invertebrates which are formed from two germ layers of ectoderm and endoderm are called diploblastic and the more developed animals whose structures and organs are formed from three germ layers are called triploblastic. All of a triploblastic animal's tissues and organs are derived from the three germ layers of the embryo, the ectoderm, mesoderm and endoderm.",
            "score": 149.08630990982056
        },
        {
            "docid": "21942008_15",
            "document": "Cell polarity . Cell polarity arises primarily through the localization of specific proteins to specific areas of the cell membrane. This localization often requires both the recruitment of cytoplasmic proteins to the cell membrane and polarized vesicle transport along cytoskeletal filaments to deliver transmembrane proteins from the golgi apparatus. Many of the molecules responsible for regulating cell polarity are conserved across cell types and throughout metazoan species. Examples include the PAR complex (Cdc42, PAR3/ASIP, PAR6, atypical protein kinase C), Crumbs complex (Crb, PALS, PATJ, Lin7), and Scribble complex (Scrib, Dlg, Lgl). These polarity complexes are localized at the cytoplasmic side of the cell membrane, asymmetrically within cells. For example, in epithelial cells the PAR and Crumbs complexes are localized along the apical membrane and the Scribble complex along the lateral membrane. Together with a group of signaling molecules called Rho GTPases, these polarity complexes can regulate vesicle transport and also control the localization of cytoplasmic proteins primarily by regulating the phosphorylation of phospholipids called phosphoinositides. Phosphoinositides serve as docking sites for proteins at the cell membrane, and their state of phosphorylation determines which proteins can bind.",
            "score": 169.5396739244461
        },
        {
            "docid": "18678893_5",
            "document": "CED-12 . CED-12 is an adaptor protein (proteins involved in facilitating the formation of signalling complexes) that is translated once apoptosis has been triggered in a cell. Apoptosis, also known as programmed cell death, activates during development as well as in situations where a cell has received sufficient physical damage. Many of the contents within a cell are reactive with the environment outside of the cell and must be disposed of without causing any harm to the surrounding tissues. Apoptotic cells are removed from their external environment by neighbouring cells that recognize cell-surface markers located on the apoptotic cell membrane. Marker recognition leads to the engulfment of apoptotic cells by phagocytosis. On a molecular level, recognition of the cell-surface markers leads to the translation of the CED-12 protein in the cytoplasm of the engulfing cell, which then gets localized to the cell membrane. CED-12 binds CED-2 (\"C. elegans\" homolog to CrkII in mammals), followed by CED-5 (\"C. elegans\" homolog for DOCK180 in mammals) and forms a ternary structure. Transmembrane CED-1 is an example of the cell-surface receptor on the engulfing cell. When receptors come in contact with cell surface markers on the apoptotic cell, a protein known as CED-6 (homolog for GULP in mammals) is expressed. Both the CED-2/CED-5/CED-12 ternary structure and CED-6 function to activate an effector protein known as CED-10. CED-10 is a RAC-GTPase protein that is directly responsible for the rearrangement of the actin cytoskeleton that initiates phagocytosis. This process is regulated by two pathways. The first is by CED-6, which is an adaptor protein that is responsible for coordinating protein-protein interactions between CED-10 and actin. The second pathway occurs when the CED-2/CED-5/CED-12 ternary structure form a GEF (guanine nucleotide exchange factor) with CED-10, which promotes the binding of a GTP energy molecule in order to activate the GTP-dependent CED-10.",
            "score": 174.46401345729828
        },
        {
            "docid": "24950378_4",
            "document": "Cell–cell interaction . Tight junctions are multi-protein complexes that hold cells of a same tissue together and prevent movement of water and water-soluble molecules between cells. In epithelial cells, they function also to separate the extracellular fluid surrounding their apical and basolateral membranes. These junctions exist as a continuous band located just below the apical surface between the membranes of neighboring epithelial cells. The tight junctions on adjacent cells line up so as to produce a seal between different tissues and body cavities. For example, the apical surface of gastrointestinal epithelial cells serve as a selective permeable barrier that separates the external environment from the body. The permeability of these junctions is dependent on a variety of factors including protein makeup of that junction, tissue type and signaling from the cells.",
            "score": 213.52456104755402
        },
        {
            "docid": "311440_7",
            "document": "Mammary gland . Mammary glands develop during different growth cycles. They exist in both sexes during embryonic stage, forming only a rudimentary duct tree at birth. In this stage, mammary gland development depends on systemic (and maternal) hormones, but is also under the (local) regulation of paracrine communication between neighboring epithelial and mesenchymal cells by parathyroid hormone-related protein (PTHrP). This locally secreted factor gives rise to a series of outside-in and inside-out positive feedback between these two types of cells, so that mammary bud epithelial cells can proliferate and sprout down into the mesenchymal layer until they reach the fat pad to begin the first round of branching. At the same time, the embryonic mesenchymal cells around the epithelial bud receive secreting factors activated by PTHrP, such as BMP4. These mesenchymal cells can transform into a dense, mammary-specific mesenchyme, which later develop into connective tissue with fibrous threads, forming blood vessels and the lymph system. A basement membrane, mainly containing laminin and collagen, formed afterward by differentiated myoepithelial cells, keeps the polarity of this primary duct tree. These components of the extracellular matrix are strong determinants of duct morphogenesis.",
            "score": 160.83813095092773
        },
        {
            "docid": "12276398_9",
            "document": "Human embryogenesis . The inner cell mass will give rise to the embryo proper, the amnion, yolk sac and allantois, while the fetal part of the placenta will form from the outer trophoblast layer. The embryo plus its membranes is called the conceptus, and by this stage the conceptus has reached the uterus. The zona pellucida ultimately disappears completely, and the now exposed cells of the trophoblast allow the blastocyst to attach itself to the endometrium, where it will implant. The formation of the hypoblast and epiblast, which are the two main layers of the bilaminar germ disc, occurs at the beginning of the second week. Either the embryoblast or the trophoblast will turn into two sub-layers. The inner cells will turn into the hypoblast layer, which will surround the other layer, called the epiblast, and these layers will form the embryonic disc that will develop into the embryo. The trophoblast will also develop two sub-layers: the cytotrophoblast, which is front of the syncytiotrophoblast, which in turn lies within the endometrium. Next, another layer called the exocoelomic membrane or Heuser’s membrane will appear and surround the cytotrophoblast, as well as the primitive yolk sac. The syncytiotrophoblast will grow and will enter a phase called lacunar stage, in which some vacuoles will appear and be filled by blood in the following days. The development of the yolk sac starts with the hypoblastic flat cells that form the exocoelomic membrane, which will coat the inner part of the cytotrophoblast to form the primitive yolk sac. An erosion of the endothelial lining of the maternal capillaries by the syncytiotrophoblastic cells of the sinusoids will form where the blood will begin to penetrate and flow through the trophoblast to give rise to the uteroplacental circulation. Subsequently new cells derived from yolk sac will be established between trophoblast and exocelomic membrane and will give rise to extra-embryonic mesoderm, which will form the chorionic cavity.",
            "score": 127.14254558086395
        },
        {
            "docid": "158011_2",
            "document": "Lipid bilayer . The lipid bilayer (or phospholipid bilayer) is a thin polar membrane made of two layers of lipid molecules. These membranes are flat sheets that form a continuous barrier around all cells. The cell membranes of almost all living organisms and many viruses are made of a lipid bilayer, as are the membranes surrounding the cell nucleus and other sub-cellular structures. The lipid bilayer is the barrier that keeps ions, proteins and other molecules where they are needed and prevents them from diffusing into areas where they should not be. Lipid bilayers are ideally suited to this role, even though they are only a few nanometers in width, they are impermeable to most water-soluble (hydrophilic) molecules. Bilayers are particularly impermeable to ions, which allows cells to regulate salt concentrations and pH by transporting ions across their membranes using proteins called ion pumps.",
            "score": 159.6249701976776
        },
        {
            "docid": "37050144_3",
            "document": "Cell–cell fusogens . EFF-AFF are the identifiers of type 1 glycoproteins that make up cell–cell fusogens. They were first identified when EFF1 mutants were found to block cell fusion in all epidermal and vulval epithelia in the roundworm, \"Caenorhabditis elegans\". EFF-AFF is a family of type I membrane glycoproteins that act as cell–cell fusogens, named from 'Anchor cell fusion failure'. However, fusion between the anchor-cell and the (uterine seam) utse syncytium that establishes a continuous uterine-vulval tube proceeds normally in eff-1 mutants and thus Aff1 was established as necessary for this and the fusion of heterologous cells in \"C. elegans\". The transmembrane forms of these proteins, like most viral fusogens, possess an N-terminal signal sequence followed by a long extracellular portion, a predicted transmembrane domain, and a short intracellular tail. A striking conservation in the position and number of all 16 cysteines in the extracellular portion of EFF-AFF proteins from different nematode species suggests that these proteins are folded in a similar 3D structure that is essential for their fusogenic activity. C. elegans AFF-1 and EFF-1 proteins are essential for developmental cell-to-cell fusion and can merge insect cells. Thus FFs comprise an ancient family of cellular fusogens that can promote fusion when expressed on a viral particle.",
            "score": 144.5540382862091
        }
    ],
    "r": [
        {
            "docid": "4328716_37",
            "document": "Perlecan . In ovarian cancer as in other cancers, perlecan expression occurs differently throughout progression of the disease. Perlecan staining is lost in ovarian basement membrane that has been breached by an invasive adenocarcinoma, which is in contrast to perlecan staining in the basement membranes of normal ovaries and those with benign tumors, where basement membrane is homogeneous and very similar in composition to that in other normal tissues. This is consistent with other results showing loss of perlecan in basement membranes affected by invasive cervical cancer spreading to the pelvic lymph nodes, which comes as no surprise due to the correlation of elevated levels of heparanase mRNA expression with invasion of similar cervical carcinoma. By contrast, tumor formation of the immortalized mouse epithelial cell line RT101 injected into rats was dependent on perlecan expression by the mouse cells and not on the presence of endogenous rat perlecan. RT101 cells with perlecan knocked down by antisense did not show tumor formation in this system, however cells expressing the antisense perlecan and a recombinant construct encoding domains I, II, and III of mouse perlecan did indeed show tumor formation. Thus in this system it does appear that tumor cell expression of perlecan is necessary for tumor aggregation. More research into GAG chain or core protein modification by invasive tumor cells as compared to benign tumor cells and normal tissue would be informative to better understand perlecans role in cancer migration.",
            "score": 235.87144470214844
        },
        {
            "docid": "13621723_8",
            "document": "MMP2 . One of the major implications of MMPs in cancer progression is their role in ECM degradation, which allows cancer cells to migrate out of the primary tumor to form metastases. More specifically, MMP-2 (along with MMP-9) is capable of degrading type IV collagen, the most abundant component of the basement membrane. The basement membrane is important for maintaining tissue organization, providing structural support for cells, and influencing cell signaling and polarity. Degradation of the basement membrane is an essential step for the metastatic progression of most cancers.",
            "score": 232.39332580566406
        },
        {
            "docid": "311440_19",
            "document": "Mammary gland . Lactiferous duct development occurs in females in response to circulating hormones. First development is frequently seen during pre- and postnatal stages, and later during puberty. Estrogen promotes branching differentiation, whereas in males testosterone inhibits it. A mature duct tree reaching the limit of the fat pad of the mammary gland comes into being by bifurcation of duct terminal end buds (TEB), secondary branches sprouting from primary ducts and proper duct lumen formation. These processes are tightly modulated by components of mammary epithelial ECM interacting with systemic hormones and local secreting factors. However, for each mechanism the epithelial cells' \"niche\" can be delicately unique with different membrane receptor profiles and basement membrane thickness from specific branching area to area, so as to regulate cell growth or differentiation sub-locally. Important players include beta-1 integrin, epidermal growth factor receptor (EGFR), laminin-1/5, collagen-IV, matrix metalloproteinase(MMPs), heparan sulfate proteoglycans, and others. Elevated circulating level of growth hormone and estrogen get to multipotent cap cells on TEB tips through a thin, leaky layer of basement membrane. These hormones promote specific gene expression. Hence cap cells can differentiate into myoepithelial and luminal (duct) epithelial cells, and the increased amount of activated MMPs can degrade surrounding ECM helping duct buds to reach further in the fat pads. On the other hand, basement membrane along the mature mammary ducts is thicker, with strong adhesion to epithelial cells via binding to integrin and non-integrin receptors. When side branches develop, it is a much more “pushing-forward” working process including extending through myoepithelial cells, degrading basement membrane and then invading into a periductal layer of fibrous stromal tissue. Degraded basement membrane fragments (laminin-5) roles to lead the way of mammary epithelial cells migration. Whereas, laminin-1 interacts with non-integrin receptor dystroglycan negatively regulates this side branching process in case of cancer. These complex \"Yin-yang\" balancing crosstalks between mammary ECM and epithelial cells \"instruct\" healthy mammary gland development until adult.",
            "score": 227.41851806640625
        },
        {
            "docid": "4817_2",
            "document": "Biological membrane . A biological membrane or biomembrane is an enclosing or separating membrane that acts as a selectively permeable barrier within living things. Biological membranes, in the form of eukaryotic cell membranes, consist of a phospholipid bilayer with embedded, integral and peripheral proteins used in communication and transportation of chemicals and ions. The bulk of lipid in a cell membrane provides a fluid matrix for proteins to rotate and laterally diffuse for physiological functioning. Proteins are adapted to high membrane fluidity environment of lipid bilayer with the presence of an annular lipid shell, consisting of lipid molecules bound tightly to surface of integral membrane proteins. The cell membranes are different from the isolating tissues formed by layers of cells, such as mucous membranes, basement membranes, and serous membranes.",
            "score": 222.18385314941406
        },
        {
            "docid": "21681912_7",
            "document": "Desmoplasia . Normal tissues consist of parenchymal cells and stromal cells. The parenchymal cells are the functional units of an organ, whereas the stromal cells provide the structure of the organ and secrete extracellular matrix as supportive, connective tissue. In normal epithelial tissues, epithelial cells, or parenchymal cells of epithelia, are highly organized, polar cells. These cells are separated from stromal cells by a basement membrane that prevents these cell populations from mixing. A mixture of these cell types is recognized, normally, as a wound, as in the example of a cut to the skin. Metastasis is an example of a disease state in which a breach of the basement membrane barrier occurs.",
            "score": 220.58074951171875
        },
        {
            "docid": "3512034_3",
            "document": "Angiogenin . Angiogenin is a key protein implicated in angiogenesis in normal and tumor growth. Angiogenin interacts with endothelial and smooth muscle cells resulting in cell migration, invasion, proliferation and formation of tubular structures. Ang binds to actin of both smooth muscle and endothelial cells to form complexes that activate proteolytic cascades which upregulate the production of proteases and plasmin that degrade the laminin and fibronectin layers of the basement membrane. Degradation of the basement membrane and extracellular matrix allows the endothelial cells to penetrate and migrate into the perivascular tissue. Signal transduction pathways activated by Ang interactions at the cellular membrane of endothelial cells produce extracellular signal-related kinase1/2 (ERK1/2) and protein kinase B/Akt. Activation of these proteins leads to invasion of the basement membrane and cell proliferation associated with further angiogenesis. The most important step in the angiogenesis process is the translocation of Ang to the cell nucleus. Once Ang has been translocated to the nucleus, it enhances rRNA transcription by binding to the CT-rich (CTCTCTCTCTCTCTCTCCCTC) angiogenin binding element (ABE) within the upstream intergenic region of rDNA, which subsequently activates other angiogenic factors that induce angiogenesis.",
            "score": 220.2306671142578
        },
        {
            "docid": "7137808_5",
            "document": "Dystroglycan . Dystroglycan is widely distributed in non-muscle tissues as well as in muscle tissues. During epithelial morphogenesis of kidney, the dystroglycan complex is shown to act as a receptor for the basement membrane. Dystroglycan expression in Mus musculus brain and neural retina has also been reported. However, the physiological role of dystroglycan in non-muscle tissues has remained unclear",
            "score": 218.77664184570312
        },
        {
            "docid": "4328716_34",
            "document": "Perlecan . One of the long-term goals of creating 3D cell culture systems is to engineer tissues that can be used as replacements for patients with many types of disease. In tissue engineered heart valves created by seeding myofibroblasts onto collagen type I followed by endothelial cells, heparan sulfate proteoglycan expression has been verified, although no distinction between syndecan and perlecan has been made in these tissues. Another procedure that could be made possible by tissue engineering is keratoepithelioplasty. Transplanted tissue must remain intact, which requires a pre-formed basement membrane. Collagen gels have promoted formation of a complete basement membrane by corneal epithelial cells in culture.",
            "score": 217.78102111816406
        },
        {
            "docid": "1645923_6",
            "document": "Transitional epithelium . Because of its importance in acting as an osmotic barrier between the contents of the urinary tract and the surrounding organs and tissues, transitional epithelium is relatively impermeable to water and salts. This impermeability is due to a highly keratinized cellular membrane synthesized in the Golgi apparatus. The membrane is made up of a hexagonal lattice put together in the Golgi apparatus and implanted into the surface of the cell by reverse pinocytosis, a type of exocytosis. The cells in the superficial layer of the transitional epithelium are highly differentiated, allowing for maintenance of this barrier membrane. The basal layer of the epithelium is much less differentiated; however, it does act as a replacement source for more superficial layer. While the Golgi complex is much less prominent in the cells of the basal layer, these cells are rich in cytoplasmic proteins that bundle together to form tonofibrils. These tonofibrils converge at hemidesmosomes to attach the cells at the basement membrane.",
            "score": 217.37753295898438
        },
        {
            "docid": "1392630_8",
            "document": "Basement membrane . The basement membrane acts as a mechanical barrier, preventing malignant cells from invading the deeper tissues. Early stages of malignancy that are thus limited to the epithelial layer by the basement membrane are called carcinoma in situ.",
            "score": 216.8612518310547
        },
        {
            "docid": "24950378_4",
            "document": "Cell–cell interaction . Tight junctions are multi-protein complexes that hold cells of a same tissue together and prevent movement of water and water-soluble molecules between cells. In epithelial cells, they function also to separate the extracellular fluid surrounding their apical and basolateral membranes. These junctions exist as a continuous band located just below the apical surface between the membranes of neighboring epithelial cells. The tight junctions on adjacent cells line up so as to produce a seal between different tissues and body cavities. For example, the apical surface of gastrointestinal epithelial cells serve as a selective permeable barrier that separates the external environment from the body. The permeability of these junctions is dependent on a variety of factors including protein makeup of that junction, tissue type and signaling from the cells.",
            "score": 213.52455139160156
        },
        {
            "docid": "23030139_20",
            "document": "Metastatic breast cancer . The primary extracellular matrix components and cell-surface receptors which aid in metastasis are: Integrin αvβ3 (a cell-surface adhesion molecule) is important for tumor attachment, cell-to-cell communication between the breast tumor cells and the environment in bone, osteoclast bone resorption and angiogenesis. Integrin-mediated adhesion between cancer cells and osteoclasts in bone metastases induces phosphorylation of extracellular signal-regulated kinases (ERK1/2) in osteoclasts, which in turn induces osteoclast differentiation and survival. Metastatic breast-cancer cells excrete lysophosphatidic acid (LPA) which binds to receptors on tumor cells, inducing cell proliferation and release of cytokines(IL-6 and IL-8, potent bone resorptive agents) and stimulating bone resorption. After the breast-cancer cells have left the primary tumor, they interact with the bone microenvironment and secrete osteolytic factors capable of osteoclast formation and bone resorption. Apart from the breast tumor cells, the resident stromal cells also contribute to tumor survival. Growth factors such as epidermal growth factor (EGF), fibroblast growth factor (FGF) and transforming growth factor beta (TGF-β) are implicated in the development and progression of metastatic breast cancer. MMP-2 is the main metalloprotease secreted by breast-cancer cells or induced in the adjacent bone stroma; it plays an important role in the degradation of the extracellular matrix essential for metastasis. Tumor cells use MMP-2 secreted by bone marrow fibroblasts (BMFs). MMP-2 is stored in an inactive conformation in association with the cell surface (or extracellular matrix) of BMFs. Inactive MMP-2 present on the surface of BMFs is displaced by breast-cancer cells. Cancer cells can then use the proteinase to facilitate tissue invasion, which requires the degradation of connective tissue associated with vascular basement membranes and interstitial connective tissue. MMP-2 is unlike other MMP's as its activity is modulated by metalloproteases called tissue inhibitor of metalloproteases (TIMP) and membrane type 1 MMP (Korhmann et at. 2009)",
            "score": 209.86929321289062
        },
        {
            "docid": "38452551_5",
            "document": "Conjunctival squamous cell carcinoma . All squamous cell carcinoma lesions are thought to begin via the repeated, uncontrolled division of cancer stem cells of epithelial lineage or characteristics. Accumulation of these cancer cells causes a microscopic focus of abnormal cells that are, at least initially, locally confined within the specific tissue in which the progenitor cell resided. This condition is called squamous cell carcinoma \"in situ\", and it is diagnosed when the tumor has not yet penetrated the basement membrane or other delimiting structure to invade adjacent tissues. Once the lesion has grown and progressed to the point where it has breached, penetrated, and infiltrated adjacent structures, it is referred to as \"invasive\" squamous cell carcinoma. Once a carcinoma becomes invasive, it is able to spread to other organs and cause a metastasis, or \"secondary tumor\", to form.",
            "score": 209.54241943359375
        },
        {
            "docid": "188518_47",
            "document": "Human papillomavirus infection . HPV infection is limited to the basal cells of stratified epithelium, the only tissue in which they replicate. The virus cannot bind to live tissue; instead, it infects epithelial tissues through micro-abrasions or other epithelial trauma that exposes segments of the basement membrane. The infectious process is slow, taking 12–24 hours for initiation of transcription. It is believed that involved antibodies play a major neutralizing role while the virions still reside on the basement membrane and cell surfaces.",
            "score": 208.7725372314453
        },
        {
            "docid": "22993401_13",
            "document": "Proteases in angiogenesis . The formation of capillaries from pre-existing blood vessels requires the remodeling of both the peicapillary membrane of the parent venule, as well as the local and distal ECM. At the onset of angiogenesis endothelial cells (EC) must remodel three different barriers in order to migrate and invade the target tissue. First is the basement membrane between the endothelium and vascular smooth muscle cells or pericytes, followed by the fibrin gel formed from fibrinogen that is leaked from the vasculature, and finally the extracellular matrix in the target tissue. The vascular basement membrane is composed of type IV collagen, type XV collagen, type XVIII collagen, laminins, entactin, heparan sulfate proteoglycans, perlecan, and osteonectin. All of these components of the basement membrane are substrates for MMP-2, 3, 7, and 9, among others. Inhibitors of MMP activity have spotlighted the importance of these proteins in controlling angiogenesis. Recently, it has been discovered that small interfering RNA (siRNA) mediated target RNA degradation of urokinase receptor and MMP-9 inhibits the formation of capillary like structures in both \"in vitro\" and \"in vivo\" models of angiogenesis. After working their way through the basement membrane, EC must invade through a dense fibrin gel which is polymerized from fibrinogen derived from the vascular bed. Plasmin, an effective fibrinolysin produced by tPA or uPA, was thought to be essential in this process, but plasminogen deficient mice do not display major defects of neovascularization in fibrin rich tissues. These findings highlight the diverse amount of proteolytic enzymes ECs use to remodel the ECM. For example, MMP-3, 7, 8, 12 and 13 can cleave fibrinogen.",
            "score": 208.59043884277344
        },
        {
            "docid": "21942008_4",
            "document": "Cell polarity . Epithelial cells adhere to one another through tight junctions, desmosomes and adherens junctions, forming sheets of cells that line the surface of the animal body and internal cavities (e.g., digestive tract and circulatory system). These cells have an apical-basal polarity defined by the apical membrane facing the outside surface of the body, or the lumen of internal cavities, and the basolateral membrane oriented away from the lumen. The basolateral membrane refers to both the lateral membrane where cell-cell junctions connect neighboring cells and to the basal membrane where cells are attached to the basement membrane, a thin sheet of extracellular matrix proteins that separates the epithelial sheet from underlying cells and connective tissue. Epithelial cells also exhibit planar cell polarity,in which specialized structures are orientated within the plane of the epithelial sheet. Some examples of planar cell polarity include the scales of fish being oriented in the same direction and similarly the feathers of birds, the fur of mammals, and the cuticular projections (sensory hairs, etc.) on the bodies and appendages of flies and other insects.",
            "score": 207.83859252929688
        },
        {
            "docid": "54439024_15",
            "document": "Squamous cell carcinoma . Cancer can be considered a very large and exceptionally heterogeneous family of malignant diseases, with squamous cell carcinomas comprising one of the largest subsets. All squamous cell carcinoma lesions are thought to begin via the repeated, uncontrolled division of cancer stem cells of epithelial lineage or characteristics. Squamous cell carcinomas arise from squamous cells, which are flat cells that line many areas of the body. Accumulation of these cancer cells causes a microscopic focus of abnormal cells that are, at least initially, locally confined within the specific tissue in which the progenitor cell resided. This condition is called squamous cell carcinoma \"in situ\", and it is diagnosed when the tumor has not yet penetrated the basement membrane or other delimiting structure to invade adjacent tissues. Once the lesion has grown and progressed to the point where it has breached, penetrated, and infiltrated adjacent structures, it is referred to as \"invasive\" squamous cell carcinoma. Once a carcinoma becomes invasive, it is able to spread to other organs and cause the formation of a metastasis, or \"secondary tumor\".",
            "score": 207.2449951171875
        },
        {
            "docid": "7137808_4",
            "document": "Dystroglycan . In skeletal muscle the dystroglycan complex works as a transmembrane linkage between the extracellular matrix and the cytoskeleton. [alpha]-dystroglycan is extracellular and binds to merosin [alpha]-2 laminin in the basement membrane, while [beta]-dystroglycan is a transmembrane protein and binds to dystrophin, which is a large rod-like cytoskeletal protein, absent in Duchenne muscular dystrophy patients. Dystrophin binds to intracellular actin cables. In this way, the dystroglycan complex, which links the extracellular matrix to the intracellular actin cables, is thought to provide structural integrity in muscle tissues. The dystroglycan complex is also known to serve as an agrin receptor in muscle, where it may regulate agrin-induced acetylcholine receptor clustering at the neuromuscular junction. There is also evidence which suggests the function of dystroglycan as a part of the signal transduction pathway because it is shown that Grb2, a mediator of the Ras-related signal pathway, can interact with the cytoplasmic domain of dystroglycan.",
            "score": 205.54501342773438
        },
        {
            "docid": "2226150_7",
            "document": "Laminin . Laminins form independent networks and are associated with type IV collagen networks via entactin, fibronectin, and perlecan. They also bind to cell membranes through integrin receptors and other plasma membrane molecules, such as the dystroglycan glycoprotein complex and Lutheran blood group glycoprotein. Through these interactions, laminins critically contribute to cell attachment and differentiation, cell shape and movement, maintenance of tissue phenotype, and promotion of tissue survival. Some of these biological functions of laminin have been associated with specific amino-acid sequences or fragments of laminin. For example, the peptide sequence [GTFALRGDNGDNGQ], which is located on the alpha-chain of laminin, promotes adhesion of endothelial cells.",
            "score": 204.75567626953125
        },
        {
            "docid": "10742573_9",
            "document": "PKC alpha . Another field of research has indicated that PKC-α plays a vital role in epithelial tissue, the tissue that covers all external and internal surfaces of the body. Specifically, PKC-α is involved in altering the function of tight junctions. Tight junctions exist at the meeting point between two cells. Here, tight junctions fuse together to form an impermeable barrier to not only large molecules such as proteins, but also smaller molecules like water. This prevents foreign molecules from entering the cell and helps regulate the internal environment of the cell. Cells infected with certain types of epithelial cancer exhibit increased PKC-α activity. This is a result of a change in the shape of the cell membrane, particularly in the areas where tight junctions exists. With greater activity of PKC-α, the tight junctions lose their ability to form a tight barrier. This causes an increased leakiness of the tight junctions and thus movement of molecules into the cells. In intestinal areas, luminal growth factors are able to enter the cell and increase the rate of cell growth. This is thought to be a promotional event that may prolong certain epithelial cancers.",
            "score": 204.30935668945312
        },
        {
            "docid": "10240143_4",
            "document": "Fascin . Fascin binds beta-catenin, and colocalizes with it at the leading edges and borders of epithelial and endothelial cells. The role of Fascin in regulating cytoskeletal structures for the maintenance of cell adhesion, coordinating motility and invasion through interactions with signalling pathways is an active area of research especially from the cancer biology perspective. Fascin localizes to actin-rich protrusions at the cell surface called filopodia. Recent study shows that fascin also localizes to invadopodia, membrane protrusions formed at the adherent cell surface that facilitate extracellular matrix (ECM) invasion, this provide a potential molecular mechanism for how fascin increases the invasiveness of cancer cells since fascin expression is upregulated in a spectrum of cancers. Studies have also shown that Fascin plays a major role in immune suppression. T regulatory cell adhesion to antigen presenting dendritic cell causes sequestration of Fascin-1, an actin-bundling protein essential for immunological synapse formation, and skews Fascin-1–dependent actin polarization in antigen presenting dendritic cells toward the T reg cell adhesion zone. Although it is reversible upon T regulatory cell disengagement, this sequestration of essential cytoskeletal components causes a lethargic state of dendritic cells, leading to reduced T cell priming. This suggests Treg-mediated suppression of antigen presenting cells is a multi-step process. In addition to CTLA-4 CD80/CD86 interaction fascin dependent polarization of cytoskeleton towards dendritic cell Treg immune synapse play a pivotal role. In normal tissue, inflammation and the immune response would be limited by secretion of TGF-β. TGF-β on the one hand induces fascin expression, but on the other hand, restricts activity of transcription factor NF-κB. This results to limited fascin expression and allows tissue to rebuild epithelial barriers. In cancer, instead, TGF-β does not restrict NF-κB activity, and both can increase fascin expression, disrupting tissue structure and function.",
            "score": 202.6558380126953
        },
        {
            "docid": "228840_3",
            "document": "Extracellular matrix . The animal extracellular matrix includes the interstitial matrix and the basement membrane. Interstitial matrix is present between various animal cells (i.e., in the intercellular spaces). Gels of polysaccharides and fibrous proteins fill the interstitial space and act as a compression buffer against the stress placed on the ECM. Basement membranes are sheet-like depositions of ECM on which various epithelial cells rest. Each type of connective tissue in animals has a type of ECM: collagen fibers and bone mineral comprise the ECM of bone tissue; reticular fibers and ground substance comprise the ECM of loose connective tissue; and blood plasma is the ECM of blood.",
            "score": 202.33424377441406
        },
        {
            "docid": "299641_19",
            "document": "Epithelium . Cell junctions are the contact points between plasma membrane and tissue cells. There are mainly 5 different types of cell junctions: tight junctions, adherens junctions, desmosomes, hemidesmosomes, and gap junctions. Tight junctions are a pair of trans-membrane protein fused on outer plasma membrane. Adherens junctions are a plaque (protein layer on the inside plasma membrane) which attaches both cells' microfilaments. Desmosomes attach to the microfilaments of cytoskeleton made up of keratin protein. Hemidesmosomes resemble desmosomes on a section. They are made up of the integrin (a transmembrane protein) instead of cadherin. They attach the epithelial cell to the basement membrane. Gap junctions connect the cytoplasm of two cells and are made up of proteins called connexins (six of which come together to make a connexion).",
            "score": 202.10406494140625
        },
        {
            "docid": "9927_37",
            "document": "Endomembrane system . In addition to these universal functions, the plasma membrane has a more specific role in multicellular organisms. Glycoproteins on the membrane assist the cell in recognizing other cells, in order to exchange metabolites and form tissues. Other proteins on the plasma membrane allow attachment to the cytoskeleton and extracellular matrix; a function that maintains cell shape and fixes the location of membrane proteins. Enzymes that catalyze reactions are also found on the plasma membrane. Receptor proteins on the membrane have a shape that matches with a chemical messenger, resulting in various cellular responses.",
            "score": 201.6191864013672
        },
        {
            "docid": "10213576_21",
            "document": "Stem-cell niche . During development, primordial germ cells migrate into the seminiferous tubules and downward towards the basement membrane whilst remaining attached to the sertoli cells where they will subsequently differentiate into SSCs, also referred to as Asingle spermatogonia. These SSCs can either self-renew or commit to differentiating into spermatozoa upon the proliferation of Asingle into Apaired spermatogonia. The 2 cells of Apaired spermatogonia remain attached by intercellular bridges and subsequently divide into Aaligned spermatogonia, which is made up of 4–16 connected cells. Aaligned spermatogonia then undergo meiosis I to form spermatocytes and meiosis II to form spermatids which will mature into spermatozoa. This differentiation occurs along the longitudinal axis of sertoli cells, from the basement membrane to the apical lumen of the seminiferous tubules. However, sertoli cells form tight junctions that separate SSCs and spermatogonia in contact with the basement membrane from the spermatocytes and spermatids to create a basal and an adluminal compartment, whereby differentiating spermatocytes must traverse the tight junctions. These tight junctions form the blood testis barrier (BTB) and have been suggested to play a role in isolating differentiated cells in the adluminal compartment from secreted factors by the interstitial tissue and vasculature neighboring the basal compartment.",
            "score": 200.82122802734375
        },
        {
            "docid": "1363265_7",
            "document": "Protein S . Protein S can bind to negatively charged phospholipids via the carboxylated Gla domain. This property allows Protein S to function in the removal of cells which are undergoing apoptosis. Apoptosis is a form of cell death that is used by the body to remove unwanted or damaged cells from tissues. Cells, which are apoptotic (i.e. in the process of apoptosis), no longer actively manage the distribution of phospholipids in their outer membrane and hence begin to display negatively charged phospholipids, such as phosphatidyl serine, on the cell surface. In healthy cells, an ATP (Adenosine triphosphate)-dependent enzyme removes these from the outer leaflet of the cell membrane. These negatively charged phospholipids are recognized by phagocytes such as macrophages. Protein S can bind to the negatively charged phospholipids and function as a bridging molecule between the apoptotic cell and the phagocyte. The bridging property of Protein S enhances the phagocytosis of the apoptotic cell, allowing it to be removed 'cleanly' without any symptoms of tissue damage such as inflammation occurring.",
            "score": 200.44528198242188
        },
        {
            "docid": "23030139_6",
            "document": "Metastatic breast cancer . Typical environmental barriers in a metastatic event include physical (a basement membrane), chemical (reactive oxygen species or ROS, hypoxia and low pH) and biological (immune surveillance, inhibitory cytokines and regulatory extra-cellular matrix (ECM) peptides) components. Organ-specific anatomic considerations also influence metastasis; these include blood-flow patterns from the primary tumor and the homing ability of cancer cells to certain tissues. The targeting by cancer cells of specific organs is probably regulated by chemo-attractant factors and adhesion molecules produced by the target organ, along with cell-surface receptors expressed by the tumor cells.",
            "score": 200.20863342285156
        },
        {
            "docid": "5151270_8",
            "document": "Intravasation . In active intravasation, cancerous cells actively migrate toward and then into nearby blood vessels. The first step in this process is specific adhesion to venular endothelial cells, followed by adherence to proteins of the subendothelial basement membrane, such as laminin and types IV and V collagen. The final step is the adhesion of the metastatic tumor cell to connective tissue elements such as fibronectin, type I collagen, and hyaluronan, which is required for the movement of the tumor cell into the subendothelial stroma and subsequent growth at the secondary site of colonization.",
            "score": 199.4596405029297
        },
        {
            "docid": "12044406_9",
            "document": "CDC42 . Normal cancer cells and Cdc42-deficient cancer cells have also been compared in vivo. When both types of cells were injected into mouse tail veins, control cells spread out more on the vessel endothelium within minutes, suggesting that Cdc42 assists in cell migration. After six weeks, the control cells had generated more metastases than the Cdc42-deficient cells. Invading cancer cells send out protrusions that reach down between neighboring endothelial cells to contact the underlying basement membrane. The cancer cells then spread out on this extracellular matrix so that the endothelial cells retract, and allow the invaders to insert themselves between them. In the absence of Cdc42, cancer cells failed to spread out on the basement membrane, and Cdc42-deficient cells showed reduced adhesion to extracellular matrix-coated coverslips. Cdc42 therefore promotes the attachment of cancer cells to both endothelial cells and the underlying basement membrane during transendothelial migration.",
            "score": 199.32521057128906
        },
        {
            "docid": "4144009_3",
            "document": "FGF1 . FGF-1 has no definitive signal sequence and thus is not secreted through classical pathways, but it does appear to form a disulfide linked dimer inside cells that associate with a complex of proteins at the cell membrane (including S100A13 and Syt1) which then help flip it through the membrane to the exterior of the cell. Once in the reducing conditions of the surrounding tissue, the dimer dissociates into monomeric FGF1 that can enter systemic circulation or be sequestered in tissues binding to heparan sulfate proteoglycans of the extracellular matrix. FGF1 can then bind to and exert its effects via specific fibroblast growth factor receptor (FGFR) proteins which themselves constitute a family of closely related molecules.",
            "score": 198.6198272705078
        },
        {
            "docid": "43129588_10",
            "document": "Diabetic foot ulcer . Basement membrane that separates epidermis from the dermal layer and endothelial basement membrane mainly contain collagen IV that forms a sheet and binds to other extra cellular matrix molecules like laminin and proteoglycans. In addition to collagen IV, epidermal and endothelial basement membrane also contain laminin, perlecan and nidogen. Hyaluronic acid, a pure glycosaminoglycan component is found in high amounts in damaged or growing tissues. It stimulates cytokine production by macrophages and thus promotes angiogenesis. In normal skin chondroitin sulfate proteoglycan is mainly found in the basement membrane but in healing wounds they are up regulated throughout the granulation tissue especially during second week of wound repair, when they provide a temporary matrix with highly hydrative capacity. Binding of growth factors is clearly an important role of perlecan in wound healing and angiogenesis. Poor wound healing in diabetes mellitus may be related to perlecan expression. High levels of glucose can decrease perlecan expression in some cells probably through transcriptional and post-transcriptional modification. Wound healing phases especially, granulation, re-epithelization and remodeling exhibit controlled turnover of extracellular matrix components.",
            "score": 197.54737854003906
        },
        {
            "docid": "752391_3",
            "document": "Matrix (biology) . The main ingredients of the extracellular matrix are glycoproteins secreted by the cells. (Recall that glycoproteins are proteins with covalently bound carbohydrates, usually short chains of sugars.) The most abundant glycoprotein in the ECM of most animal cells is collagen, which forms strong fibers outside the cells. In fact, collagen accounts for about 40% of the total protein in the human body. The collagen fibers are embedded in a network woven from proteoglycans. A proteoglycan molecule consists of a small core protein with many carbohydrate chains covalently attached, so that it may be up to 95% carbohydrate. Large proteoglycan complexes can form when hundreds of proteoglycans become noncovalently attached to a single long polysaccharide molecule. Some cells are attached to the ECM by still other ECM glycoproteins such as fibronectin. Fibronectin and other ECM proteins bind to cell surface receptor proteins called integrins that are built into the plasma membrane. Integrins span the membrane and bind on the cytoplasmic side to associated proteins attached to microfilaments of the cytoskeleton. The name integrin is based on the word integrate, integrins are in a position to transmit signals between the ECM and the cytoskeleton and thus to integrate changes occurring outside and inside the cell. Current research on fibronectin, other ECM molecules, and integrins is revealing the influential role of the ECM in the lives of cells. By communicating with a cell through integrins, the ECM can regulate a cell's behavior. For example, some cells in a developing embryo migrate along specific pathways by matching the orientation of their microfilaments to the \"grain\" of fibers in the ECM. Researchers are also learning that the ECM around a cell can influence the activity of genes in the nucleus. Information about the ECM probably reaches the nucleus by a combination of mechanical and chemical signaling pathways. Mechanical signaling involves fibronectin, integrins, and microfilaments of the cytoskeleton. Changes in the cytoskeleton may in turn trigger chemical signaling pathways inside the cell, leading to changes in the set of proteins being made by the cell and therefore changes in the cells function. In this way, the ECM of a particular tissue may help coordinate the behavior of all the cells within that tissue. Direct connections between cells also function in this coordination.",
            "score": 196.44699096679688
        }
    ]
}