{
    "q": [
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 250.84288692474365
        },
        {
            "docid": "14550347_4",
            "document": "Bevirimat . Like protease inhibitors, bevirimat and other maturation inhibitors interfere with protease processing of newly translated HIV polyprotein precursor, called gag. Gag is an essential structural protein of the HIV virus. Gag undergoes a chain of interactions both with itself and with other cellular and viral factors to accomplish the assembly of infectious virus particles. HIV assembly is a two-stage process involving an intermediate immature capsid that undergoes a structurally dramatic maturation to yield the infectious particle. This alteration is mediated by the viral protease, which cleaves the Gag polyprotein precursor, allowing the freed parts to reassemble to form the core of the mature virus particle. Bevirimat prevents this viral replication by specifically inhibiting cleavage of the capsid protein (CA) from the SP1 spacer protein. First, bevirimat enters a growing virus particle as it buds from an infected cell and binds to the Gag polypeptide at the CA/SP1 cleavage site. This prevents the protease enzyme from cleaving CA-SP1. As the capsid protein remains bound to SP1, the virus particle core is prevented from compressing into its normal mature shape, which is crucial for infectivity, resulting in the release of an immature, non-infectious particle.",
            "score": 169.02014029026031
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 296.61708974838257
        },
        {
            "docid": "55921429_8",
            "document": "Julianna Lisziewicz . While working at the National Institute of Health, Lisziewicz worked to find a gene therapy approach to treat HIV/AIDS. She based her research on discovering if small portions of gene-stopping DNA (called antisense oligonucleotides) could be created to bind up the viral RNA in retroviruses like HIV so that the virus could not make more copies of itself to continue the infection. Small pieces of messenger RNA (or mRNA) carry a copy of the cell’s DNA to the ribosomes where the mRNA directs the ribosomes to create the proteins that the cells need. Viruses (like HIV) have their own set of mRNA, and they use the ribosomes of the cell they infected to make new viruses to propagate the infection throughout the body. Lisziewicz’s idea was to create antisense oligonucleotides that are complementary to the HIV’s viral mRNA. These complementary DNA pieces can bind to the HIV viral mRNA and prevent the HIV virus from replicating itself. The use of antisense oligonucleotides worked very well in cell cultures, and was quickly transferred to clinical trials.",
            "score": 173.37118422985077
        },
        {
            "docid": "1138554_31",
            "document": "SR protein . Three SR proteins have been implicated in HIV-1, SRp75, SF2/ASF, and SRp40. All three SR proteins are important for alternatively splicing the viral pre-mRNA. HIV can also change the concentrations of specific SR proteins in the cell. New drug treatments for HIV infections are looking to target specific SR proteins to prevent the virus from replicating in cells. One treatment works by blocking SR proteins from selecting 3' splice sites for an important HIV-1 regulatory protein.",
            "score": 167.64909863471985
        },
        {
            "docid": "188688_38",
            "document": "Active site . HIV protease inhibitors are used to treat patients having AIDS virus by preventing its DNA replication. HIV protease is used by the virus to cleave Gag-Pol polyprotein into 3 smaller proteins that are responsible for virion assembly, package and maturation. This enzyme targets the specific phenylalanine-proline cleave site within the target protein. If HIV protease is switched off the virion particle will lose function and cannot infect patients. Since it is essential in viral replication and is absent in healthy human, it is an ideal target for drug development.",
            "score": 161.038400888443
        },
        {
            "docid": "19167679_38",
            "document": "Virus . Attachment is a specific binding between viral capsid proteins and specific receptors on the host cellular surface. This specificity determines the host range of a virus. For example, HIV infects a limited range of human leucocytes. This is because its surface protein, gp120, specifically interacts with the CD4 molecule – a chemokine receptor – which is most commonly found on the surface of CD4+ T-Cells. This mechanism has evolved to favour those viruses that infect only cells in which they are capable of replication. Attachment to the receptor can induce the viral envelope protein to undergo changes that results in the fusion of viral and cellular membranes, or changes of non-enveloped virus surface proteins that allow the virus to enter.",
            "score": 133.4225127696991
        },
        {
            "docid": "34217148_11",
            "document": "Vectors in gene therapy . The viral vectors described above have natural host cell populations that they infect most efficiently. Retroviruses have limited natural host cell ranges, and although adenovirus and adeno-associated virus are able to infect a relatively broader range of cells efficiently, some cell types are refractory to infection by these viruses as well. Attachment to and entry into a susceptible cell is mediated by the protein envelope on the surface of a virus. Retroviruses and adeno-associated viruses have a single protein coating their membrane, while adenoviruses are coated with both an envelope protein and fibers that extend away from the surface of the virus. The envelope proteins on each of these viruses bind to cell-surface molecules such as heparin sulfate, which localizes them upon the surface of the potential host, as well as with the specific protein receptor that either induces entry-promoting structural changes in the viral protein, or localizes the virus in endosomes wherein acidification of the lumen induces this refolding of the viral coat. In either case, entry into potential host cells requires a favorable interaction between a protein on the surface of the virus and a protein on the surface of the cell. For the purposes of gene therapy, one might either want to limit or expand the range of cells susceptible to transduction by a gene therapy vector. To this end, many vectors have been developed in which the endogenous viral envelope proteins have been replaced by either envelope proteins from other viruses, or by chimeric proteins. Such chimera would consist of those parts of the viral protein necessary for incorporation into the virion as well as sequences meant to interact with specific host cell proteins. Viruses in which the envelope proteins have been replaced as described are referred to as pseudotyped viruses. For example, the most popular retroviral vector for use in gene therapy trials has been the lentivirus Simian immunodeficiency virus coated with the envelope proteins, G-protein, from Vesicular stomatitis virus. This vector is referred to as VSV G-pseudotyped lentivirus, and infects an almost universal set of cells. This tropism is characteristic of the VSV G-protein with which this vector is coated. Many attempts have been made to limit the tropism of viral vectors to one or a few host cell populations. This advance would allow for the systemic administration of a relatively small amount of vector. The potential for off-target cell modification would be limited, and many concerns from the medical community would be alleviated. Most attempts to limit tropism have used chimeric envelope proteins bearing antibody fragments. These vectors show great promise for the development of \"magic bullet\" gene therapies.",
            "score": 141.89302265644073
        },
        {
            "docid": "4253583_7",
            "document": "Orthoreovirus . Replication occurs in the cytoplasm of the host cell. The following lists the replication cycle of the virus from attachment to egress of the new virus particle ready to infect next host cell.  Attachment occurs with the aid of the virus σ1 protein. This is a filamentous trimer protein that projects out of the outer capsid of the virus. There are two receptors for the virus on the host cell. There is the junctional adhesion molecule-A, which is a serotype-independent receptor as well as the sialic acid coreceptor. Viral proteins μ1 and σ3 are responsible for attachment by binding to the receptors. After the attachment to the receptors, entry to the host cell occurs via receptor-mediated endocytosis through the aid of clathrin coated pits.  Once inside the host cell, the virus must find a way to uncoat. The virus particles enter the cell in a structure known as an endosome (also called an endolysosome). Disassembly is a stepwise process. Uncoating requires a low pH, which is provided by the help of endocytic proteases. Acidification of the endosome removes the outer-capsid protein σ3. This removal allows membrane-penetration mediator μ1 to be exposed and attachment protein σ1 goes through a conformational change. After uncoating is completed, the active virus is released in the cytoplasm where replication of the genome and virion takes place. Replication of the virus takes places in the cytoplasm of the host cell. Since the genome of this virus is dsRNA, early transcription of the genome must take place inside the capsid where it is safe and will not be degraded by the host cell. dsRNA inside of a cell is a tip off to the immune system that the cell is infected with a virus, since dsRNA does not occur in the normal replication of a cell. As transcription occurs with the aid of viral polymerase, protein λ3 serves as the RNA-dependent RNA polymerase, full strands of positive sense single stranded RNA (mRNA) are synthesized from each of the dsRNA segments. Viral protein, μ2, is known to be a transcriptase cofactor during transcription. It has been determined that this protein has some enzymatic functions such as NTPase activity, capping the mRNA transcript, even serving as RNA helicase to separate the dsRNA strands. The viral helicase comes from protein λ3 These mRNA now are able to go into the cytoplasm to be translated into protein. The viral protein gyanyltransferase λ2 is responsible for capping the viral mRNA. Mammalian orthoreovirus mRNA transcripts have a short 5’ un translated region (UTR), do not have 3’ poly A tails, and may even lack 5’ caps during late post-infection. Thus is it not known how exactly how these uncapped versions of viral mRNA are able to use host cell ribosome to aid in translation. To be able to produce the genome, positive sense RNAs serve as the template strand to make negative sense RNA. The positive and negative strands will base-pair to create the dsRNA genome of the virus. The assembly of new virion occurs in sub-viral particles in the cytoplasm. Since this virus has two capsids, each capsid, T13 (outer capsid) and T2 (inner capsid) need to be able to self-assemble to form the virus particle. It is known that the assembly of T13 capsid is dependent on viral protein σ3. This allows the formation of heterohexameric complexes to be made. The T2 capsid proteins of orthoreovirus need the co-expression of both the T2 protein and the nodular σ2 protein to stabilize the structure and aid in assembly. Positive and negative strands of RNA produced during the transcription state must base pair correctly in order to serve as the genome in the newly formed virus particle. After virus has fully assembled and matured, the newly formed virus particle is released. It is unknown how they exit the host cell, but it thought that this is done once the host cell has died and disintegrated, allowing for easy exit of newly formed virus. Mammalian orthoreovirus does not really cause a significant disease in humans. Even though the virus is fairly common, the infection produced is either asymptomatic or causes a mild disease which is self-limiting in the gastrointestinal tract and respiratory region for children and infants. Symptoms are similar to what a person might have when they have the common cold, such as a low-grade fever and pharyngitits. However, in other animals such as baboons and reptiles, other known orthoreoviruses fusogenic strains can cause more serious illness. In baboons it can cause neurological illness while in reptiles it can be the cause of pneumonia. In birds this virus may even cause death.",
            "score": 150.90441703796387
        },
        {
            "docid": "7798584_2",
            "document": "Integrase inhibitor . Integrase inhibitors (INIs) are a class of antiretroviral drug designed to block the action of integrase, a viral enzyme that inserts the viral genome into the DNA of the host cell. Since integration is a vital step in retroviral replication, blocking it can halt further spread of the virus. Integrase inhibitors were initially developed for the treatment of HIV infection, but they could be applied to other retroviruses. The class of integrase inhibitors called integrase strand transfer inhibitors (INSTIs) are in established use. Other classes, such as integrase binding inhibitors (INBIs), are still experimental.",
            "score": 346.93935322761536
        },
        {
            "docid": "14929103_5",
            "document": "PRO 140 . PRO 140 is a lab-made antibody that functions as an entry inhibitor. PRO 140 binds to the CCR5 receptor on the CD4 cells, and interferes with HIV's ability to enter the cell. PRO 140, a humanized form of a PA14 antibody, is a chemokine-receptor CCR5 monoclonal antibody and can inhibit CCR5 tropic HIV-1 at concentrations that do not antagonize the natural activity of CCR5 in vitro. HIV-1 entry is mediated by the HIV-1 envelope glycoproteins gp120 and gp41. The gp120 will bind CD4 and the CCR5co receptor molecule, and this triggers gp41-mediated fusion of the viral and cellular membranes. CCR5 is hence needed for the entry of the virus and this infection of healthy cells. PRO 140, the anti-CCR5 monoclonal antibody, can stop HIV from entering the cell and stop viral replication. It prevents the virus-cell binding at a distinct site in the CCR5 co-receptor without interfering with its natural activity. Unlike other entry inhibitors, PRO 140 is a monoclonal antibody. The mechanism of inhibition is competitive rather than allosteric. As such, it must be injected to be effective. However, once inside the body, PRO 140 binds to CCR5 for >60 days, which may allow for dosing as infrequently as every other week. Compared to highly-active antiretroviral therapy which has been shown to have treatment-related toxicities for HIV-infected patients, PRO140 has no multi-drug resistance or toxicities.",
            "score": 183.55854308605194
        },
        {
            "docid": "7903516_17",
            "document": "Phycodnaviridae . The life cycle of the chlorovirus infecting \"Paramecium bursaria\", known as PBCV-1 has been studied in detail . Cryo-electron microscopy and 3D reconstruction of the viral capsid shows that there is a long 'spike' structure which first contacts the cell wall and likely serves to puncture the cell wall of the host. The PBCV-1 virus is specific to its host and recognition is mediated by the interaction of virus surface proteins with algal surface carbohydrates. Following attachment of the virus to the host's cell wall, capsid-bound glycolytic enzymes break down the cell wall. The viral membrane likely fuses with the host membrane, allowing the viral DNA to enter the cytoplasm, leaving an empty capsid on the outside. As PBCV-1 lacks an RNA polymerase gene, the virus must use the host cell's machinery to produce viral RNA. Thus, the viral DNA quickly moves to the nucleus where early transcription is initiated 5–10 minutes post infection. Within minutes of infection, host chromosomal degradation occurs, inhibiting host transcription. At 20 minutes post infection, most of the mRNAs in the infected cell are viral mRNAs. The proteins translated from the early stage of transcription are involved in initiating viral DNA replication, occurring 60–90 minutes post infection. The second phase of proteins are translated in the cytoplasm and the assembly of virus capsids begins about 2–3 hours post infection. Mature virions are formed with the addition of newly-replicated viral DNA from the host nucleus, likely facilitated by a virus encoded DNA packaging ATPase. About 5–6 hours following PBCV-1 infection, the cytoplasm is filled with virions and lysis occurs at 6–8 hours post infection releasing roughly 1000 particles per cell.",
            "score": 112.46770060062408
        },
        {
            "docid": "1604312_7",
            "document": "CCR5 . HIV-1 most commonly uses the chemokine receptors CCR5 and/or CXCR4 as co-receptors to enter target immunological cells. These receptors are located on the surface of host immune cells whereby they provide a method of entry for the HIV-1 virus to infect the cell. The HIV-1 envelope glycoprotein structure is essential in enabling the viral entry of HIV-1 into a target host cell. The envelope glycoprotein structure consists of two protein subunits cleaved from a Gp160 protein precursor encoded for by the HIV-1 \"env\" gene: the Gp120 external subunit, and the Gp41 transmembrane subunit. This envelope glycoprotein structure is arranged into a spike-like structure located on the surface of the virion and consists of a trimer of three Gp120-Gp41 hetero-dimers. The Gp120 envelope protein is a chemokine mimic. It lacks the unique structure of a chemokine, however it is still capable of binding to the CCR5 and CXCR4 chemokine receptors. During HIV-1 infection, the Gp120 envelope glycoprotein subunit binds to a CD4 glycoprotein and a HIV-1 co-receptor expressed on a target cell- forming a heterotrimeric complex. The formation of this complex stimulates the release of a fusogenic peptide inducing the fusion of the viral membrane with the membrane of the target host cell. Because binding to CD4 alone can sometimes result in gp120 shedding, gp120 must next bind to co-receptor CCR5 in order for fusion to proceed. The tyrosine sulfated amino terminus of this co-receptor is the \"essential determinant\" of binding to the gp120 glycoprotein. Co-receptor recognition also include the V1-V2 region of gp120, and the bridging sheet (an antiparallel, 4-stranded β sheet that connects the inner and outer domains of gp120). The V1-V2 stem can influence \"co-receptor usage through its peptide composition as well as by the degree of N-linked glycosylation.\" Unlike V1-V2 however, the V3 loop is highly variable and thus is the most important determinant of co-receptor specificity. The normal ligands for this receptor, RANTES, MIP-1β, and MIP-1α, are able to suppress HIV-1 infection \"in vitro\". In individuals infected with HIV, CCR5-using viruses are the predominant species isolated during the early stages of viral infection, suggesting that these viruses may have a selective advantage during transmission or the acute phase of disease. Moreover, at least half of all infected individuals harbor only CCR5-using viruses throughout the course of infection.",
            "score": 133.5103096961975
        },
        {
            "docid": "14756917_2",
            "document": "Maturation inhibitor . The maturation inhibitors are a class of antiviral drugs for the treatment of infection with HIV. They act by interfering with the maturation of the virus. Specifically, drugs in this class disrupt the final step in the processing of the HIV-1 \"gag\" protein, the cleavage of its immediate precursor by the enzyme HIV-1 protease. Unlike the class of drugs known as protease inhibitors, maturation inhibitors bind the \"gag\" protein, not the protease. This leads to the formation of noninfectious, immature virus particles, incapable of infecting other cells. No other class of drugs shares this mechanism of action, thus maturation inhibitors retain inhibitory activity against HIV infections with resistance.",
            "score": 211.6509997844696
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 263.2671209573746
        },
        {
            "docid": "33737183_3",
            "document": "HIVToolbox . The information about HIV includes the different parts of the HIV proteins, often referred to as domains. Smaller regions of the proteins called minimotifs are also present in HIV proteins. These minimotifs, also called short linear motifs encode different molecular functions in HIV proteins. HIVtoolbox is an internet application that runs off of a MySQL database designed to integrate HIV data for protein sequences derived from many different isolates, protein structures, protein domains, protein-protein interactions, functional elements in proteins, and known and predicted minimotifs from the Minimotif Miner database. Other amino acids involved in molecular functions such as catalysis, dimerization, etc. are also included. The database for the program also contains calculated amino acid conservation for all HIV proteins. This helps to identify regions of the virus that do not change, thus are thought to represent important regions. The 2nd release of HIVToolbox, HIVToolbox2 also contains information about the locations on the proteins where different HIV drugs bind, and their spatial relationship to the mutations that arise in HIV and render the virus resistant to the drug.",
            "score": 133.6226236820221
        },
        {
            "docid": "2344516_13",
            "document": "NF-κB . In unstimulated cells, the NF-κB dimers are sequestered in the cytoplasm by a family of inhibitors, called IκBs (Inhibitor of κB), which are proteins that contain multiple copies of a sequence called ankyrin repeats. By virtue of their ankyrin repeat domains, the IκB proteins mask the nuclear localization signals (NLS) of NF-κB proteins and keep them sequestered in an inactive state in the cytoplasm. IκBs are a family of related proteins that have an N-terminal regulatory domain, followed by six or more ankyrin repeats and a PEST domain near their C terminus. Although the IκB family consists of IκBα, IκBβ, IκBε, and Bcl-3, the best-studied and major IκB protein is IκBα. Due to the presence of ankyrin repeats in their C-terminal halves, p105 and p100 also function as IκB proteins. The c-terminal half of p100, that is often referred to as IκBδ, also functions as an inhibitor. IκBδ degradation in response to developmental stimuli, such as those transduced through LTβR, potentiate NF-κB dimer activation in a NIK dependent non-canonical pathway. Activation of the NF-κB is initiated by the signal-induced degradation of IκB proteins. This occurs primarily via activation of a kinase called the IκB kinase (IKK). IKK is composed of a heterodimer of the catalytic IKKα and IKKβ subunits and a \"master\" regulatory protein termed NEMO (NF-κB essential modulator) or IKK gamma. When activated by signals, usually coming from the outside of the cell, the IκB kinase phosphorylates two serine residues located in an IκB regulatory domain. When phosphorylated on these serines (e.g., serines 32 and 36 in human IκBα), the IκB proteins are modified by a process called ubiquitination, which then leads them to be degraded by a cell structure called the proteasome.  With the degradation of IκB, the NF-κB complex is then freed to enter the nucleus where it can 'turn on' the expression of specific genes that have DNA-binding sites for NF-κB nearby. The activation of these genes by NF-κB then leads to the given physiological response, for example, an inflammatory or immune response, a cell survival response, or cellular proliferation. Translocation of NF-κB to nucleus can be detected immunocytochemically and measured by laser scanning cytometry. NF-κB turns on expression of its own repressor, IκBα. The newly synthesized IκBα then re-inhibits NF-κB and, thus, forms an auto feedback loop, which results in oscillating levels of NF-κB activity. In addition, several viruses, including the AIDS virus HIV, have binding sites for NF-κB that controls the expression of viral genes, which in turn contribute to viral replication or viral pathogenicity. In the case of HIV-1, activation of NF-κB may, at least in part, be involved in activation of the virus from a latent, inactive state. YopP is a factor secreted by Yersinia pestis, the causative agent of plague, that prevents the ubiquitination of IκB. This causes this pathogen to effectively inhibit the NF-κB pathway and thus block the immune response of a human infected with Yersinia.",
            "score": 129.12739861011505
        },
        {
            "docid": "2514209_9",
            "document": "Nucleoprotein . A ribonucleoprotein (RNP) is a complex of ribonucleic acid and RNA-binding protein. These complexes play an integral part in a number of important biological functions that include DNA replication, regulating gene expression and regulating the metabolism of RNA. A few examples of RNPs include the ribosome, the enzyme telomerase, vault ribonucleoproteins, RNase P, hnRNP and small nuclear RNPs (snRNPs), which have been implicated in pre-mRNA splicing (spliceosome) and are among the main components of the nucleolus. Some viruses are simple ribonucleoproteins, containing only one molecule of RNA and a number of identical protein molecules. Others are ribonucleoprotein or deoxyribonucleoprotein complexes containing a number of different proteins, and exceptionally more nucleic acid molecules.Currently, over 2000 RNPs can be found in the RCSB Protein Data Bank (PDB). Furthermore, the Protein-RNA Interface Data Base (PRIDB) possesses a collection of information on RNA-protein interfaces based on data drawn from the PDB. Some common features of protein-RNA interfaces were deduced based on known structures. For example, RNP in snRNPs have an RNA-binding motif in its RNA-binding protein. Aromatic amino acid residues in this motif result in stacking interactions with RNA. Lysine residues in the helical portion of RNA-binding proteins help to stabilize interactions with nucleic acids. This nucleic acid binding is strengthened by electrostatic attraction between the positive lysine side chains and the negative nucleic acid phosphate backbones. Additionally, it is possible to model RNPs computationally. Although computational methods of deducing RNP structures are less accurate than experimental methods, they provide a rough model of the structure which allows for predictions of the identity of significant amino acids and nucleotide residues. Such information helps in understanding the overall function the RNP.'RNP' can also refer to ribonucleoprotein particles. Ribonucleoprotein particles are distinct intracellular foci for post-transcriptional regulation. These particles play an important role in influenza A virus replication. The influenza viral genome is composed of eight ribonucleoprotein particles formed by a complex of negative-sense RNA bound to a viral nucleoprotein. Each RNP carries with it an RNA polymerase complex. When the nucleoprotein binds to the viral RNA, it is able to expose the nucleotide bases which allow the viral polymerase to transcribe RNA. At this point, once the virus enters a host cell it will be prepared to begin the process of replication.",
            "score": 102.01151394844055
        },
        {
            "docid": "2337702_9",
            "document": "Saquinavir . Saquinavir is a protease inhibitor. Proteases are enzymes that cleave protein molecules into smaller fragments. HIV protease is vital for both viral replication within the cell and release of mature viral particles from an infected cell. Saquinavir binds to the active site of the viral protease and prevents cleavage of viral polyproteins, preventing maturation of the virus. Saquinavir inhibits both HIV-1 and HIV-2 proteases.",
            "score": 141.3816100358963
        },
        {
            "docid": "33139249_10",
            "document": "Discovery and development of integrase inhibitors . There are several ways to target integrase but strand transfer inhibition is the most intuitively obvious and readily pursued to date. Other targets include, for example, the protein domains beyond the active site of IN. The domains interact with viral or host DNA and are important for binding to the enzyme. It is possible to hamper functions of the enzyme by disrupting or removing these bindings. PIC is a multimeric protein structure inside the host cell, composed of both viral and host proteins. Integrase is a part of PIC‘s viral component. PIC‘s viral and host proteins are believed to modulate intrinsic activity of the enzyme, shuttle PIC to the nucleus and direct integration of viral DNA into a transcriptionally active region of the host genome. If it were possible to exclude certain proteins from the PIC it would block the ability of the virus to integrate into the host genome. The process where the retroviral RNA is transcribed to DNA and then integrated into the host cell's genome is shown in figure 2.",
            "score": 250.53804314136505
        },
        {
            "docid": "10849236_9",
            "document": "Antibody-dependent enhancement . ADE of infection has also been reported in HIV. Like DENV, non-neutralizing level of antibodies have been found to enhance the viral infection through interactions of complement system and receptors. The increase in infection has been reported to be over 350 fold which is comparable to ADE in other viruses like DENV. ADE in HIV can be complement mediated or Fc receptor mediated. Complements in presence of HIV-1 positive sera have been found to enhance the infection of MT-2 T-cell line. The Fc-receptor mediated enhancement was reported when HIV infection was enhanced by sera from HIV-1 positive guinea pig enhanced the infection of peripheral blood mononuclear cells without the presence of any complements. Complement Component receptors CR2, CR3 and CR4 have been found to mediate this Complement –Mediated enhancement of infection. The infection of HIV-1 leads to activation of complements fragments of these complements can assist viruses with infection by facilitating viral interactions with host cells that express complement receptors. The deposition of complement on the virus brings the gp120 protein close to CD4 molecules on the surface of the cells, thus leading to facilitated viral entry. Viruses pre-exposed to non-neutralizing complement system have also been found to enhance infections in interdigitating dendritic cells (iDCs). Opsonized viruses have not only shown enhanced entry but also favorable signalling cascades for HIV replication in iDCs. HIV-1 has also showed enhancement of infection in HT-29 cells when the viruses were pre-opsonized with complements C3 and C9 in seminal fluid. This enhanced rate of infection was almost 2 times greater than infection of HT-29 cells with virus alone. Subramanian \"et al.\", reported that almost 72% of serum samples out of 39 HIV positive individuals contained complements that were known to enhance the infection. They also suggested that presence of neutralizing antibody (NA) or antibody-dependent cellular cytotoxicity-mediating antibodies (ADCC) in the serum contains infection enhancing antibodies(IEAs). The balance between the NAs and IEAs changes as the disease progresses. During advanced stages of disease the proportion of IEAs are generally higher than NAs. Increase in viral protein synthesis and RNA production have been reported to occur during the complement mediated enhancement of infection. Cells that are challenged with non neutralizing levels of complements have been found have accelerated release of reverse transcriptase and the viral progeny. The interaction of anti-HIV antibodies with non-neutralizing complement exposed viruses also aid in binding of the virus and the erythrocytes which can lead to a more efficient delivery of viruses to the immune compromised organs.",
            "score": 143.1355880498886
        },
        {
            "docid": "14170_8",
            "document": "HIV . As the sole viral protein on the surface of the virus, the Envelope protein is a major target for HIV vaccine efforts. Over half of the mass of the trimeric envelope spike is N-linked glycans. The density is high as the glycans shield the underlying viral protein from neutralisation by antibodies. This is one of the most densely glycosylated molecules known and the density is sufficiently high to prevent the normal maturation process of glycans during biogenesis in the endoplasmic and Golgi apparatus. The majority of the glycans are therefore stalled as immature 'high-mannose' glycans not normally present on human glycoproteins that are secreted or present on a cell surface. The unusual processing and high density means that almost all broadly neutralising antibodies that have so far been identified (from a subset of patients that have been infected for many months to years) bind to or, are adapted to cope with, these envelope glycans.",
            "score": 96.99823939800262
        },
        {
            "docid": "17083658_11",
            "document": "HIV integration . The first step of the integration process occurs in the cytoplasm of the host cell following the completion of reverse transcription of the HIV RNA into c-DNA. This step involves the binding of integrase - most likely in the dimer form - to each end of the newly formed HIV c-DNA. The binding takes place at specific sequences in the long terminal repeat regions. The integrase-HIV DNA complex is part of an intracellular nucleoprotein particle known as the \"preintegration complex\" (PIC). This complex consists of linear HIV DNA, viral proteins, and host proteins. The viral proteins include integrase, nucleocapsid, matrix, viral protein R (Vpr), and reverse transcriptase. Several host proteins can also form part of this complex, although it is unclear whether some or all join the preintegration complex prior to nuclear transport.",
            "score": 208.9789880514145
        },
        {
            "docid": "34333508_3",
            "document": "Viperin . Viperin is a cellular protein which could inhibit many DNA and RNA viruses such as CHIKV, HCMV, HCV, DENV, WNV, SINV, influenza, HIV LAI strain, and so on. Initially identified as an IFN-γ induced antiviral protein in human cytomegalovirus (HCMV) infected macrophages, viperin is reported that it could be induced by HCMV glycoprotein B in fibroblasts but inhibits HCMV viral infection and down-regulates viral structural proteins, which is essential for viral assembling and maturation. The mechanism of how the virus protein induces viperin against itself is still not clear. However, the viral induced redistribution of Viperin is also found in HCMV infected cells, which may reflect the mechanism of virus evading antiviral activities of Viperin. Viperin could also be induced, and then interact with HCMV viral proteins and relocate to mitochondria in HCMV viral infected cells, and finally enhance viral infectivity by the disrupted cellular metabolism. In the inhibition of influenza virus budding and release, viperin could disrupt the lipid rafts on cell plasma membrane by decreasing the enzyme activities of farnesyl diphosphate synthase (FPPS), which is an essential enzyme in isoprenoid biosynthesis pathway. Besides, viperin can also inhibit the viral replication of HCV via the interaction with host protein hVAP-33 and NS5A and disruption of the formation of the replication complex.",
            "score": 145.50453066825867
        },
        {
            "docid": "57552014_4",
            "document": "Paul Bieniasz . In 1996, Paul Bieniasz joined Bryan Cullen's lab at Duke University as a postdoctoral associate. At Duke, Bieniasz studied several aspects of the HIV-1 life cycle, including the determinants of specificity in the viral envelope with the cellular receptor CCR5 and HIV-1 Tat interaction with host factors. Bieniasz started his own independent lab in 1999 at the Aaron Diamond AIDS Research Center and Rockefeller University in New York. Initially he worked on understanding how later steps of viral infection, such as assembly and budding, were inhibited in rodent cells . This interest in viral budding came to define Bieniasz's career. Bieniasz showed that the retroviral protein Gag assembles at the plasma membrane, recruiting the viral genome by hijacking a specialized cellular protein complex involved in membrane vesicle trafficking, the ESCRT complex. Together with his wife and colleague, Theodora Hatziioannou, they identified several host-specific factors that restrict replication of HIV-1 in macaques. Tetherin, a potent antiviral factor, was also discovered in his lab and shown to be counteracted by the HIV-1 accessory protein Vpu. Subsequently, another inhibitor of HIV-1 replication was discovered in his lab, Mx2, a cellular protein shown to inhibit post-entry steps of the HIV-1 infection. In recent years, Paul Bieniasz's group has focused on viral RNA interactions with cellular proteins; in particular, his group showed that APOBEC3G is recruited to virions by interaction with the viral RNA, and that CG-depletion of HIV-1 genomes is a mechanism to evade the antiviral, RNA-binding protein ZAP. Bieniasz acted as Chair of the NIH AIDS Molecular and Cellular Biology study section from 2004 to 2009 and served on the NCI Board of Scientific Counselors from 2010 to 2014.",
            "score": 129.4716681241989
        },
        {
            "docid": "3064316_3",
            "document": "Viral infectivity factor . Vif is a 23-kilodalton protein that is essential for viral replication. Vif inhibits the cellular protein, APOBEC3G, from entering the virion during budding from a host cell by targeting it for proteasomal degradation. Vif hijacks the cellular Cullin5 E3 ubiquitin ligase, which is composed of ElonginB, ElonginC, Cullin5, and Rbx2, (Crystal Structure of the HIV Vif BC-box in Complex with Human ElonginB and ElonginC is solved and shown here) in order to target APOBEC3G for degradation. In the absence of Vif, APOBEC3G causes hypermutation of the viral genome, rendering it dead-on-arrival at the next host cell. APOBEC3G is thus a host defence to retroviral infection which HIV-1 has overcome by the acquisition of Vif. Targeting Vif has been suggested as a strategy for future HIV drug therapies.",
            "score": 115.70567893981934
        },
        {
            "docid": "5464960_28",
            "document": "Enzyme inhibitor . In drug design it is important to consider the concentrations of substrates to which the target enzymes are exposed. For example, some protein kinase inhibitors have chemical structures that are similar to adenosine triphosphate, one of the substrates of these enzymes. However, drugs that are simple competitive inhibitors will have to compete with the high concentrations of ATP in the cell. Protein kinases can also be inhibited by competition at the binding sites where the kinases interact with their substrate proteins, and most proteins are present inside cells at concentrations much lower than the concentration of ATP. As a consequence, if two protein kinase inhibitors both bind in the active site with similar affinity, but only one has to compete with ATP, then the competitive inhibitor at the protein-binding site will inhibit the enzyme more effectively.",
            "score": 133.15717220306396
        },
        {
            "docid": "1442593_4",
            "document": "Viral protein . The genetic material of a virus is stored within a viral protein structure called the capsid. The capsid is a \"shield\" that protects the viral nucleic acids from getting degraded by host enzymes or other types of pesticides or pestilences. It also functions to attach the virion to its host, and enable the virion to penetrate the host cell membrane. Many copies of a single viral protein or a number of different viral proteins make up the capsid, and each of these viral proteins are coded for by one gene from the viral genome. The structure of the capsid allows the virus to use a small number of viral genes to make a large capsid.",
            "score": 135.4209225177765
        },
        {
            "docid": "39319146_5",
            "document": "Lentiviral vector in gene therapy . There are multiple steps involved in the infection and replication of a lentivirus in a host cell. In the first step the virus uses its surface glycoproteins for attachment to the outer surface of a cell. More specifically, lentiviruses attach to the CD40 ligand glycoproteins on the surface of a hosts target cell. The viral material is then injected into the host cell's cytoplasm. Within the cytoplasm the viral reverse transcriptase enzyme performs reverse transcription of the viral RNA genome to create a viral DNA genome. The viral DNA is then sent into the nucleus of the host cell where it is incorporated into the host cell's genome with the help of the viral enzyme integrase. From now on, the host cell starts to transcribe the entire viral RNA and express the structural viral proteins, in particular those that form the viral capsid and the envelop. The lentiviral RNA and the viral proteins than assemble and the newly formed virions burst from the host cell when enough are made.",
            "score": 197.03863632678986
        },
        {
            "docid": "15706431_4",
            "document": "Tetherin . Tetherin is a human cellular protein which inhibits retrovirus infection by preventing the diffusion of virus particles after budding from infected cells. Initially discovered as an inhibitor to HIV-1 infection in the absence of Vpu, tetherin has also been shown to inhibit the release of other RNA viruses such as the Lassa and Marburg virions suggesting a common mechanism that inhibits enveloped virus release without interaction with viral proteins. In addition, tetherin also restricts neuroinvasion of the DNA virus HSV-1.",
            "score": 150.34473299980164
        },
        {
            "docid": "28870620_5",
            "document": "Antiviral protein . Researchers at Harvard Medical School (HMS) have found an antiviral protein, IFITM3 that could slow and even prevent deadly viruses from infecting and spreading. These proteins account for up to half of the immune system in humans and the other half is composed of interferons. In a few experiments, this certain antiviral protein defended cells from viruses such as influenza (including influenza A virus subtype H1N1), West Nile virus, dengue virus, and HIV-1. The protein family, interferon-inducible transmembrane proteins (IFITM), were discovered about 25 years ago and are activated by an interferon. Not much is known about this protein, but it is found in many creatures and has been around for possibly millions of years. \"The most distinctive property of the first-line IFITM3 defense is its preventive action before the virus can fuse with the cell,\" said virologist Michael Farzan, associate professor of microbiology and molecular genetics at HMS and the New England Primate Research Center. A person's susceptibility to viral infections could be linked to variations in this antiviral protein and also how severe a person reacts to certain viruses like influenza or the more dangerous H1N1 strain.",
            "score": 165.84340226650238
        },
        {
            "docid": "14170_34",
            "document": "HIV . The final step of the viral cycle, assembly of new HIV-1 virions, begins at the plasma membrane of the host cell. The Env polyprotein (gp160) goes through the endoplasmic reticulum and is transported to the Golgi complex where it is cleaved by furin resulting in the two HIV envelope glycoproteins, gp41 and gp120. These are transported to the plasma membrane of the host cell where gp41 anchors gp120 to the membrane of the infected cell. The Gag (p55) and Gag-Pol (p160) polyproteins also associate with the inner surface of the plasma membrane along with the HIV genomic RNA as the forming virion begins to bud from the host cell. The budded virion is still immature as the gag polyproteins still need to be cleaved into the actual matrix, capsid and nucleocapsid proteins. This cleavage is mediated by the packaged viral protease and can be inhibited by antiretroviral drugs of the protease inhibitor class. The various structural components then assemble to produce a mature HIV virion. Only mature virions are then able to infect another cell.",
            "score": 130.50883305072784
        }
    ],
    "r": [
        {
            "docid": "33139249_2",
            "document": "Discovery and development of integrase inhibitors . The first human immunodeficiency virus (HIV) case was reported in the United States in the early 1980s. Many drugs have been discovered to treat the disease but mutations in the virus and resistance to the drugs make development difficult. Integrase is a viral enzyme that integrates retroviral DNA into the host cell genome. Integrase inhibitors are a new class of drugs used in the treatment of HIV. The first integrase inhibitor, raltegravir, was approved in 2007 and other drugs were in clinical trials in 2011.",
            "score": 348.3484191894531
        },
        {
            "docid": "7798584_2",
            "document": "Integrase inhibitor . Integrase inhibitors (INIs) are a class of antiretroviral drug designed to block the action of integrase, a viral enzyme that inserts the viral genome into the DNA of the host cell. Since integration is a vital step in retroviral replication, blocking it can halt further spread of the virus. Integrase inhibitors were initially developed for the treatment of HIV infection, but they could be applied to other retroviruses. The class of integrase inhibitors called integrase strand transfer inhibitors (INSTIs) are in established use. Other classes, such as integrase binding inhibitors (INBIs), are still experimental.",
            "score": 346.9393615722656
        },
        {
            "docid": "37783228_22",
            "document": "William A. Haseltine . The first goal was achieved by understanding the structure and function of the virus. Haseltine's laboratory, working in collaboration with two other groups, determined the complete sequence of the viral genome and discovered the genes that specify the virus capsid, polymerase, protease, ribonuclease H, integrase and envelop genes. The first application of this knowledge was to design a fragment of the virus envelope protein that could be used to accurately detect antibodies to HIV in those infected, forming the basis of an accurate diagnostic test. This protein fragment was used by Cambridge BioSciences (Later named Cambridge BioTech) to develop a rapid test for HIV infection that could be used at home. It was only in 2012, that the US FDA approved a similar home HIV test kit. Haseltine and his laboratory quickly showed that damage to any of the viral genes that specify the virus capsid, polymerase, protease, ribonuclease, integrase and envelope genes killed the virus and therefore that proteins specified by each gene were good targets for anti-viral drugs. Over the next several years his laboratory isolated each of the genes and their proteins in pure form and developed methods that were used by the pharmaceutical companies to discover new anti viral drugs. The first HIV specific protease inhibitor Nelfinavir, was developed as a part of a three way collaboration between the Haseltine laboratory, Cambridge BioSciences, a company Haseltine and his colleagues created, and Agouron Pharmaceuticals. The combination of an HIV polymerase inhibitor such as AZT and an anti protease drug lead to the first long term survival of those infected with HIV. Haseltine proposed the use of combination chemotherapy, the use of multiple drugs targeted against different viral proteins would be the basis for effective therapy. Today those ideas have proven out; The pharmaceutical industry has developed more than forty drugs that inhibit the HIV polymerase, protease, integrase, and envelope proteins. Combinations of these drugs have transformed HIV infection from a near universally fatal disease to one that with proper management can usually be successfully treated for decades.",
            "score": 296.6170959472656
        },
        {
            "docid": "33394088_2",
            "document": "BI 224436 . BI 224436 was an investigational new drug under development for the treatment of HIV infection. BI 224436 is the first non-catalytic site integrase inhibitor (NCINI). It inhibits HIV replication via binding to a conserved allosteric pocket of the HIV integrase enzyme. This makes the drug distinct in mechanism of action compared to raltegravir and elvitegravir, which bind at the catalytic site. In October 2011, Gilead Sciences purchased exclusive rights to develop BI 224436 and several related compounds under investigation in Boehringer Ingelheim’s noncatalytic site integrase inhibitor program.",
            "score": 290.3222351074219
        },
        {
            "docid": "7798584_4",
            "document": "Integrase inhibitor . Since integrase inhibitors target a distinct step in the retroviral life cycle, they may be taken in combination with other types of HIV drugs to minimize adaptation by the virus. They are also useful in salvage therapy for patients whose virus has mutated and acquired resistance to other drugs.",
            "score": 271.2340393066406
        },
        {
            "docid": "203312_10",
            "document": "Management of HIV/AIDS . Integrase inhibitors (also known as integrase nuclear strand transfer inhibitors or INSTIs) inhibit the viral enzyme integrase, which is responsible for integration of viral DNA into the DNA of the infected cell. There are several integrase inhibitors currently under clinical trial, and raltegravir became the first to receive FDA approval in October 2007. Raltegravir has two metal binding groups that compete for substrate with two Mg ions at the metal binding site of integrase. As of early 2014, two other clinically approved integrase inhibitors are elvitegravir and dolutegravir.",
            "score": 267.8365783691406
        },
        {
            "docid": "17083658_9",
            "document": "HIV integration . Integrase functions are unique to retroviruses; human cells are not required to cut-and-paste pieces of DNA into the genome. For this reason, integrase inhibitors are prime targets for developing drug therapies for HIV infection and AIDS, since inhibition of integrase should not hamper the normal operations in human cells.",
            "score": 265.69305419921875
        },
        {
            "docid": "33139249_3",
            "document": "Discovery and development of integrase inhibitors . The body uses its immune system to protect itself from bacteria, viruses and other disease-causing beings, and when it fails to do so immunodeficiency diseases occur. One such disease is acquired immunodeficiency syndrome (AIDS) which is most commonly a result of an infection by the human immunodeficiency virus (HIV). Two closely related types of HIV have been identified, HIV-1 and HIV-2. While HIV-2 is spreading in India and West Africa, HIV-1 is more virulent and the number one cause of AIDS worldwide. Though some of the patients have different results in most cases people infected with HIV go on to develop AIDS and ultimately die of opportunistic infections or cancer. Integration to the retroviral genome is critical for gene expression and viral replication. The viral genome is reversely transcribed into the DNA of the infected cell by viral reverse transcriptase, the DNA is then integrated into the host-cell chromosomes with the aid of the viral integrase. RNA transcripts are produced from integrated viral DNA and serve both as mRNAs to direct the synthesis of viral proteins and later as RNA genomes of the new viral particles.Viral particles escape from the cell by budding from the plasma membrane, each enclosed in a membrane envelope.",
            "score": 263.2671203613281
        },
        {
            "docid": "24676586_7",
            "document": "Discovery and development of HIV-protease inhibitors . HIV belongs to the class of viruses called retroviruses, which carry genetic information in the form of RNA. HIV infects T cells that carry the CD4 antigen on their surface. When HIV infects its target cell it requires fusion of the viral and cellular membranes. The first step is the interaction between envelope proteins of the virus (gp120, gp41) and specific host-cell surface receptors (e.g. CD4 receptor) on the target cell. Then the virus binds to the chemokine coreceptors CXCR4 or CCR5, resulting in conformational changes in the envelope proteins. This fusion creates a pore through which the viral capsid enters the cell. Following entry into the cell the RNA of the virus is reverse-transcribed to DNA by the first virally encoded enzyme, the reverse transcriptase. The viral DNA enters the nucleus where it is integrated into the genetic material of the cell by the integrase, a second virally encoded enzyme. Activation of the host cell leads to the transcription of the viral DNA into mRNA. The mRNA is then translated into viral proteins and the third virally encoded enzyme, namely HIV protease, is required to cleave a viral polyprotein precursor into individual mature proteins. The viral RNA and viral proteins assemble at the surface of the cell into new virions. The virions bud from the cell and are released to infect other cells. All infected cells are eventually killed because of this extensive cell damage, from the destruction of the host's genetic system to the budding and release of virions.",
            "score": 250.84288024902344
        },
        {
            "docid": "33139249_10",
            "document": "Discovery and development of integrase inhibitors . There are several ways to target integrase but strand transfer inhibition is the most intuitively obvious and readily pursued to date. Other targets include, for example, the protein domains beyond the active site of IN. The domains interact with viral or host DNA and are important for binding to the enzyme. It is possible to hamper functions of the enzyme by disrupting or removing these bindings. PIC is a multimeric protein structure inside the host cell, composed of both viral and host proteins. Integrase is a part of PIC‘s viral component. PIC‘s viral and host proteins are believed to modulate intrinsic activity of the enzyme, shuttle PIC to the nucleus and direct integration of viral DNA into a transcriptionally active region of the host genome. If it were possible to exclude certain proteins from the PIC it would block the ability of the virus to integrate into the host genome. The process where the retroviral RNA is transcribed to DNA and then integrated into the host cell's genome is shown in figure 2.",
            "score": 250.5380401611328
        },
        {
            "docid": "29289141_4",
            "document": "Discovery and development of nucleoside and nucleotide reverse-transcriptase inhibitors . Most standard HIV drug therapies revolve around inhibiting the reverse transcriptase enzyme (RT), an enzyme that is necessary to the HIV-1 virus and other retroviruses to complete their life cycle. The RT enzyme serves two key functions. First, it controls the replication of the viruses genetic material via its polymerase activity. It converts the viral single-stranded RNA into an integration competent double stranded DNA. Subsequently, the generated DNA is translocated into the nucleus of the host cell where it is integrated in its genome by the retroviral integrase. The other role of the RT is its ribonuclease H activity that degrades RNA only when it is in a heteroduplex with DNA.",
            "score": 242.39918518066406
        },
        {
            "docid": "33139249_4",
            "document": "Discovery and development of integrase inhibitors . The HIV-1 integrase (IN) is a key enzyme in the replication mechanism of retroviruses. It is responsible for the transfer of virally encoded DNA into the host chromosome which is a necessary event in retroviral replication. Since IN has no equivalent in the host cell, integrase inhibitors have a high therapeutic index as they do not interfere with normal cellular processes.",
            "score": 241.15286254882812
        },
        {
            "docid": "38765_13",
            "document": "Integrase . In November 2005, data from a phase 2 study of an investigational HIV integrase inhibitor, MK-0518, demonstrated that the compound has potent antiviral activity. On October 12, 2007, the Food and Drug Administration (U.S.) approved the integrase inhibitor Raltegravir (MK-0518, brand name Isentress). The second integrase inhibitor, elvitegravir, was approved in the U.S. in August 2012.",
            "score": 239.29458618164062
        },
        {
            "docid": "50646737_6",
            "document": "Viral load monitoring for HIV . Treatment guidelines recommend that anyone with a viral load greater than 100,000 copies/mL of blood should begin treatment. HIV is a retrovirus, an RNA virus that enters a host cell and uses the host DNA replication machinery and the enzyme reverse transcriptase to produce DNA from the viral RNA genome. HIV also produces an integrase enzyme which is used to integrate the newly produced viral DNA into the host’s DNA. The virus is then replicated every time the host cell's DNA replicates.  Due to the nature of the virus the drugs used to treat HIV are called antiretroviral medicines, and the course of treatment is called antiretroviral therapy (ART). These potent medicines cannot cure an individual; they can however manage the virus and slow the progression of the HIV infection. Strict compliance with the prescribed ART regimen is vital to controlling the disease.",
            "score": 238.2493896484375
        },
        {
            "docid": "14170_4",
            "document": "HIV . HIV is a member of the genus \"Lentivirus\", part of the family \"Retroviridae\". Lentiviruses have many morphologies and biological properties in common. Many species are infected by lentiviruses, which are characteristically responsible for long-duration illnesses with a long incubation period. Lentiviruses are transmitted as single-stranded, positive-sense, enveloped RNA viruses. Upon entry into the target cell, the viral RNA genome is converted (reverse transcribed) into double-stranded DNA by a virally encoded enzyme, reverse transcriptase, that is transported along with the viral genome in the virus particle. The resulting viral DNA is then imported into the cell nucleus and integrated into the cellular DNA by a virally encoded enzyme, integrase, and host co-factors. Once integrated, the virus may become latent, allowing the virus and its host cell to avoid detection by the immune system, for an indiscriminate amount of time. The HIV virus can remain dormant in the human body for up to ten years after primary infection; during this period the virus does not cause symptoms. Alternatively, the integrated viral DNA may be transcribed, producing new RNA genomes and viral proteins, using host cell resources, that are packaged and released from the cell as new virus particles that will begin the replication cycle anew.",
            "score": 236.96517944335938
        },
        {
            "docid": "6425364_7",
            "document": "Raltegravir . As an integrase inhibitor, raltegravir targets integrase, an HIV enzyme that integrates the viral genetic material into human chromosomes, a critical step in the pathogenesis of HIV. The drug is metabolized away via glucuronidation.",
            "score": 236.8374481201172
        },
        {
            "docid": "17083658_4",
            "document": "HIV integration . The integration of HIV DNA into the host DNA is a critical step in the HIV life cycle. Understanding the integration process will provide a framework for gaining insight into multiple potential sites of therapeutic intervention for HIV infection and AIDS. HIV’s enzyme for inserting the DNA version of its genome into the host cell DNA is called its \"integrase\". HIV-1 integrase catalyzes the “cut-and-paste” action of clipping the host DNA and joining the proviral genome to the clipped ends. This protein, which is 288 amino acids in length, contains three “domains”, in this order:",
            "score": 235.3112030029297
        },
        {
            "docid": "17083658_8",
            "document": "HIV integration . 3. The Carboxy (C)- terminal domain : The C-terminal domain non-specifically binds DNA. Since the sites of integration into the target DNA are relatively non-specific, it is thought that this domain may work together in some fashion with the target DNA. Information retrieved from experiments with chimeric integrases show that recognition of the target site is controlled by the core domain. Cross-linking studies also suggest that the C-terminal domain works together with a subterminal region just inside the very ends of the viral DNA. During the integration process, the HIV integrase enzyme performs two key catalytic reactions. First is the 3’ processing of the HIV DNA, followed by strand transfer of the HIV DNA into the host DNA. The integration of HIV DNA can occur either in dividing or resting cells, and the HIV integrase enzyme can exist in the form of a monomer, dimer, tetramer, and possibly even higher-order forms (such as octomers). Each HIV particle has an estimated 40 to 100 copies of the integrase enzyme.",
            "score": 234.7561798095703
        },
        {
            "docid": "33139249_24",
            "document": "Discovery and development of integrase inhibitors . It has been discovered that over 60 variations of INSTI mutations cause \"in vivo\" and \"in vitro\" resistance. Due to these mutations and development of resistance the inhibitors are less effective against the virus. Resistance of INI corresponds to those of other ARV drugs. First IN resistance is caused by primary mutations that decrease INI sensitivity in combination with secondary mutations that further reduce virus sensitivity and/or repair decreased fitness of the virus. Secondly there is a genetic barrier to INI resistance, defined by the number of mutations required for the loss of clinical INI activity. Thirdly there is extensive but incomplete cross-resistance among the INIs. A loop containing amino acid residues 140–149 is located in the catalytic-core domain and is important for IN function as mentioned before. This loop is flexible and even though its role is not quite known it is thought to be important and its functions critical for DNA binding. This resistance appears within mutations in this IN-coding region. The resistance to raltegravir and elvitegravir is primarily due to the same two mutation pathways but other primary mutations are also involved for each of the drugs. Some mutations increase resistance to the drugs to a large extent than others. For example, one of the most common mutation pathway increases the resistance to raltegravir up to 100 times more than the second most common one. Resistance to Integrase Inhibitor S/GSK1349572 is still being developed and the resistance has not been fully characterized. When it was assessed alongside the primary mutations of raltegravir and elvitegravir it did not show cross-resistance which means that it could be useful against drug resistant viruses. Raltegravir has limited intestinal absorption and thus resistance cannot be overcome by prescribing higher doses. Newer drugs are warranted to overcome this pharmacological disadvantage and gain plasma concentrations high enough to target raltegravir-resistant viruses.",
            "score": 234.39154052734375
        },
        {
            "docid": "25019159_2",
            "document": "MK-2048 . MK-2048 is a second generation integrase inhibitor, intended to be used against HIV infection. It is superior to the first available integrase inhibitor, raltegravir, in that it inhibits the HIV enzyme integrase 4 times longer. It is being investigated for use as part of pre-exposure prophylaxis (PrEP).",
            "score": 234.335693359375
        },
        {
            "docid": "33139249_23",
            "document": "Discovery and development of integrase inhibitors . However, despite previous success in clinical development (raltegravir), a detailed binding model is lacking so it has proven difficult to structure base the design of integrase inhibitors. When the pharmacophore of salicylic acid and catechol were merged, new chemical scaffolds were created. The adjacent hydroxyl and carboxylic groups on salicylic acid could bind with the metal ions and serve as their pharmacophore. Polyhydroxylated aromatic inhibitors are mostly active against strand transfer reactions and 3‘-processing which suggests a mechanism that targets both steps. This is a very important part of the compound as it can be used to bind to the divalent metal on the active site of IN and as such be effective against viral strains that are resistant to strand transfer specific inhibitors.",
            "score": 231.9723358154297
        },
        {
            "docid": "31576512_3",
            "document": "Dolutegravir . Dolutegravir is approved for use in a broad population of HIV-infected patients. It can be used to treat HIV-infected adults who have never taken HIV therapy (treatment-naïve) and HIV-infected adults who have previously taken HIV therapy (treatment-experienced), including those who have been treated with other integrase strand transfer inhibitors. Tivicay is also approved for children ages 12 years and older weighing at least 40 kilograms (kg) who are treatment-naïve or treatment-experienced but have not previously taken other integrase strand transfer inhibitors.",
            "score": 230.8301544189453
        },
        {
            "docid": "203312_6",
            "document": "Management of HIV/AIDS . There are six classes of drugs, which are usually used in combination, to treat HIV infection. Antiretroviral (ARV) drugs are broadly classified by the phase of the retrovirus life-cycle that the drug inhibits. Typical combinations include 2 Nucleoside reverse transcriptase inhibitors (NRTI) as a \"backbone\" along with 1 Non-Nucleoside reverse transcriptase inhibitor (NNRTI), protease inhibitor (PI) or Integrase inhibitors (also known as integrase nuclear strand transfer inhibitors or INSTIs) as a \"base.\"",
            "score": 225.478271484375
        },
        {
            "docid": "33139249_22",
            "document": "Discovery and development of integrase inhibitors . Since critical structure information is scarce on HIV integrase catalysis it is difficult to find the exact pharmacophore for its inhibition. Wang \"et al\" (2010) hoped that by studying the SAR and pharmacophore of a dual inhibitor scaffold, focusing both on integrase and reverse transcriptase (RT) it would be possible to observe anti-integrase activity. By studying the SAR of HIV integrase inhibitors it was possible to find that for optimal integrase inhibition the pharmacophore requires a regiospecific (N-1) DKA of a specific length. A DKA functionality or its heterocyclic bioisostere that selectively inhibit strand transfer seem to be present in all major chemotypes of integrase inhibitors. As detailed in the SAR discussion above the two necessary structural components of INI are a benzyl hydrophobic moiety and a chelating triad to bind the Mg ions. For the triad to bind the Mg ions has to be ionized (see fig. 5) and thus a pharmacophore bioisostere has to be ionized too and the benzyl pharmacophore bioisostere must to be very hydrophobic.",
            "score": 225.14447021484375
        },
        {
            "docid": "33139249_13",
            "document": "Discovery and development of integrase inhibitors . Lens epithelial derived growth factor (LEDGF/p75) is a host protein that binds to integrase and is crucial for viral replication. The mechanism of action is not precisely known but evidence suggest that LEDGF/p75 guides integrase to insert viral DNA into transcriptionally active sites of the host genome. Inhibitors of this protein are already being developed and patented. They are likely to be highly target specific and less prone to the development of resistance.",
            "score": 224.54275512695312
        },
        {
            "docid": "34217148_5",
            "document": "Vectors in gene therapy . The genetic material in retroviruses is in the form of RNA molecules, while the genetic material of their hosts is in the form of DNA. When a retrovirus infects a host cell, it will introduce its RNA together with some enzymes, namely reverse transcriptase and integrase, into the cell. This RNA molecule from the retrovirus must produce a DNA copy from its RNA molecule before it can be integrated into the genetic material of the host cell. The process of producing a DNA copy from an RNA molecule is termed reverse transcription. It is carried out by one of the enzymes carried in the virus, called reverse transcriptase. After this DNA copy is produced and is free in the nucleus of the host cell, it must be incorporated into the genome of the host cell. That is, it must be inserted into the large DNA molecules in the cell (the chromosomes). This process is done by another enzyme carried in the virus called integrase.",
            "score": 223.00933837890625
        },
        {
            "docid": "195187_9",
            "document": "Zidovudine . Even at the highest doses that can be tolerated in patients, AZT is not potent enough to prevent all HIV replication and may only slow the replication of the virus and progression of the disease. Prolonged AZT treatment can lead to HIV developing resistance to AZT by mutation of its reverse transcriptase. To slow the development of resistance, physicians generally recommend that AZT be given in combination with another reverse transcriptase inhibitor and an antiretroviral from another group, such as a protease inhibitor, non-nucleoside reverse transcriptase inhibitor, or integrase inhibitor; this type of therapy is known as HAART (Highly Active Anti Retroviral Therapy).",
            "score": 220.894287109375
        },
        {
            "docid": "33139249_26",
            "document": "Discovery and development of integrase inhibitors . Since there have been problems with resistance to raltegravir and elvitegravir, scientists have started to work on new second generation integrase inhibitors, such as MK-2048 which in 2009 was developed by Merck. It's a prototype second generation INSTI that remains potent against viruses containing mutations against raltegravir and elvitegravir. The mechanism of action and SAR of MK-2048 is the same as of the other INSTIs, the structure of MK-2048 shown in figure 6 with essential pharmacophore highlighted.",
            "score": 220.3406219482422
        },
        {
            "docid": "14170_26",
            "document": "HIV . Shortly after the viral capsid enters the cell, an enzyme called reverse transcriptase liberates the positive-sense single-stranded RNA genome from the attached viral proteins and copies it into a complementary DNA (cDNA) molecule. The process of reverse transcription is extremely error-prone, and the resulting mutations may cause drug resistance or allow the virus to evade the body's immune system. The reverse transcriptase also has ribonuclease activity that degrades the viral RNA during the synthesis of cDNA, as well as DNA-dependent DNA polymerase activity that creates a sense DNA from the \"antisense\" cDNA. Together, the cDNA and its complement form a double-stranded viral DNA that is then transported into the cell nucleus. The integration of the viral DNA into the host cell's genome is carried out by another viral enzyme called integrase.",
            "score": 219.15219116210938
        },
        {
            "docid": "37783228_28",
            "document": "William A. Haseltine . Haseltine then helped design programs to transfer knowledge from academic laboratories to pharmaceutical and biotechnology companies to develop new anti viral drugs. Early on pharmaceutical companies were reluctant to initiate new research programs on HIV/AIDS. Biotechnology companies lacked the necessary funds and expertise for such work. To address this issue, Haseltine suggested that NIAID create a special grant program to encourage pharmaceutical and biotech companies to work on HIV related problems. Under this program a relatively large amount of money was granted to academic scientists provided that their laboratory have a pharmaceutical or biotechnology partner capable of translating knew knowledge to new drugs. The majority of the funds of these grants went to the industry partner to encourage the development of new drug research activities. These co-operative drug development grants led directly to the discovery of the protease inhibitors that changed the course of HIV/AIDS treatment and later to drugs that effectively target the integrase and envelope proteins.",
            "score": 218.6246337890625
        },
        {
            "docid": "33139249_25",
            "document": "Discovery and development of integrase inhibitors . The search for new ways to improve treatment of patients infected with HIV is constant. Considering the experience that has been gathered since the 1980s of ARV drug development arrival of INSTIs as a new potent class of ARV signals a new era in the treatment of HIV. Development of a successful INSTI treatment was accomplished when raltegravir was discovered by Merck Sharp & Dohme Limited. A conditional marketing authorization was licensed in December 2007 by the European Commission which was valid throughout the European Union. In 2009 this authorization was converted to a full marketing authorization and in the same year the FDA changed the approval from accelerated to traditional approval and listed the drug as a first line ARV treatment agent. The second INSTI drug, elvitegravir, was identified by Japan Tobacco and clinical trials began in 2005. In 2011 the drug was still in phase three clinical trials, where it is being compared to raltegravir, in treatment experienced subjects and is also in phase two development in naïve subjects as a part of a multidrug treatment. S/GSK1349572 is an integrase inhibitor discovered by ViiV/Shinongi which was entering phase three in clinical trials in 2011. This new drug is promising and seems to be well tolerated and so far shows better results than both raltegravir and elvitegravir.",
            "score": 217.9079132080078
        },
        {
            "docid": "38765_2",
            "document": "Integrase . Retroviral integrase (IN) is an enzyme produced by a retrovirus (such as HIV) that enables its genetic material to be integrated into the DNA of the infected cell. Retroviral INs are not to be confused with phage integrases, such as λ phage integrase (Int) (see site-specific recombination).",
            "score": 216.81324768066406
        }
    ]
}