{
    "q": [
        {
            "docid": "7930220_3",
            "document": "Decapentaplegic . Dpp is a classic morphogen, which means that it is present in a spatial concentration gradient in the tissues where it is found, and its presence as a gradient gives it functional meaning in how it affects development. The most studied tissues in which Dpp is found are the early embryo and the imaginal wing discs, which later form the wings of the fly. During embryonic development, Dpp is uniformly expressed at the dorsal side of the embryo, establishing a sharp concentration gradient. In the imaginal discs, Dpp is strongly expressed in a narrow stripe of cells down the middle of the disc where the tissue marks the border between the anterior and posterior sides. Dpp diffuses from this stripe towards the edges of the tissue, forming a gradient as expected of a morphogen. However, although cells in the Dpp domain in the embryo do not proliferate, cells in the imaginal wing disc proliferate heavily, causing tissue growth. Although gradient formation in the early embryo is well understood, how the Dpp morphogen gradient forms in the wing imaginal disc remains controversial.",
            "score": 301.4168789386749
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 180.4254161119461
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 170.81619238853455
        },
        {
            "docid": "4642940_3",
            "document": "Compartment (development) . By separating different cell populations, the fate of these compartments are highly organized and regulated. In addition, this separation creates a region of specialized cells close to the boundary, which serves as a signaling center for the patterning, polarizing and proliferation of the entire disc. Compartment boundaries establish these organizing centers by providing the source of morphogens that are responsible for the positional information required for development and regeneration. The inability of cell competition to occur across the boundary, indicates that each compartment serves as an autonomous unit of growth. Differences in growth rates and patterns in each compartment, maintain the two lineages separated and each control the precise size of the imaginal discs.",
            "score": 143.57130479812622
        },
        {
            "docid": "7930220_9",
            "document": "Decapentaplegic . Mutant forms of the Dpp receptor Tkv exist that behave as if they are receiving high amounts of Dpp signal even in the absence of Dpp. Cells that contain this mutant receptor behave as if they are in an environment of high Dpp such as the area near the stripe of cells producing Dpp. By generating small patches of these cells in different parts of the wing tissue, investigators were able to distinguish how Dpp acts to pattern the tissue. If cells that receive a Dpp signal instruct their neighbors in a cascade, then additional tissue patterning centers should appear at the sites of the mutant cells that seem to receive high Dpp signaling but do not produce any Dpp themselves. However, if the physical presence of Dpp is necessary, then the cells near the mutants should not be affected at all. Experiments found the second case to be true, indicating that Dpp acts like a morphogen.",
            "score": 229.87414526939392
        },
        {
            "docid": "9271329_4",
            "document": "Peter Anthony Lawrence . Lawrence's main discoveries lie in trying to understand what type of information is required to shape an animal and generate a pattern (such as on a butterfly wing or a fingerprint). He is the principal advocate of the idea that cells in a gradient of a morphogen develop according to their local concentration of the morphogen and that this mechanism is used to generate patterns of cells. Together with Ginés Morata, he has helped establish the compartment theory first proposed by Antonio Garcia-Bellido. In this hypothesis, a set of cells collectively builds a territory (or \"compartment\"), and only that territory, in the animal. As development proceeds, a \"selector gene\" switches on in a subset of this clone of cells, and the clone becomes divided into two sets of cells that construct two adjacent compartments. Much of the evidence for the theory comes from studies on the \"Drosophila\" fly wing.",
            "score": 180.3635172843933
        },
        {
            "docid": "4642940_5",
            "document": "Compartment (development) . The difference in selector gene activity not only establishes two compartments, but also leads to the formation of a boundary between these two that serves as a source of morphogen gradients. In the central dogma of compartments, first, morphogen gradients position founder compartment cells. Then, active/inactive selector genes give a unique genetic identity to cells within a compartment, instructing their fate and their interactions with the neighboring compartment. Finally, border cells, established by short-range signaling from one compartment to its neighboring compartment emit long-range signals that spread to both compartments to regulate the growth and pattering of the entire tissue.",
            "score": 207.9593608379364
        },
        {
            "docid": "4642940_7",
            "document": "Compartment (development) . To explain how anterior and posterior cells are kept separated, the differential adhesion hypothesis proposes that these two cell populations express different adhesion molecules, producing different affinities for each other that minimize their contact. The selector affinity model proposes that difference in cell affinity between compartments is a result of differential selector gene expression. The presence or absence of selector genes in a given compartment produces compartment-specific adhesion or recognition molecules that are different from those in its counterpart. For example, \"engrailed\" expressed in the posterior, but not the anterior, cells provides the differential affinity that keeps these compartments separately. It is also possible that this difference in cell adhesion/affinity is not directly due to \"en\" expression, but rather to the ability to receive Hh signaling. Anterior cells, capable of Hh transduction, will express given adhesive molecules that would differ from those present in posterior cells, creating differential affinity that would prevent them from intermixing. This signaling-affinity model is supported by experiments that demonstrate the importance of Hh signaling. Clones mutant for the \"Smoothened (smo)\", the gene responsible for transducing Hh signaling, retain anterior-like features, but move into the posterior compartment without any changes in the expression \"engrailed\" or invected. This demonstrates that Hh signaling, rather than the absence of en, is what gives cells their compartmental identity. Nonetheless, this signaling-affinity model is incomplete: \"smo\" mutant clones of anterior origin that migrate into the posterior compartment, do not completely associate with these cells, but rather form a smooth boundary with these posterior cells. If signaling-affinity were the only factor determining compartment identity, then these clones, which are no longer receiving Hh signaling, would have the same affinity as the other posterior cells in that compartment and be able to intermix with them. These experiments indicate that although Hh signaling could be having an effect in adhesive properties, this effect is limited to the border cells rather than throughout both compartments. It is also possible that both compartments produce the same cell adhesion molecules, but a difference in its abundance or activity could result in sorting between the two compartments. In vitro, transfected cells with high levels of a given adhesion molecule will segregate from cells that expressing lower levels of this same molecule. Finally, differences in cell bond tension could also play a role in the establishment of the boundary and the separation of the two different cell populations. Experimental data has shown that Myosin-II is up-regulated along both the dorsal-ventral and anterior-posterior boundaries in the imaginal wing disc. The D/V boundary is characterized by the presence of filamentous actin and mutations in Myosin-II heavy chain impairs D/V compartmentalization. Similarly, both F-actin and Myosin-II are increased along the A/P boundary, accompanied by a decrease of \"Bazooka\", which was also observed in the D/V border. The Rho-kinase inhibitor Y-27632, of which Myosin-II is the main target, significantly reduces cell bond tension, suggesting that Myosin-II could be the main effector of this process. In support of the signaling-affinity model, creating an artificial interface between cells with active vs. inactive Hh signaling induces a junctional behavior that aligns the cell bonds of where these opposing cell types meet. Moreover, a 2.5-fold increase in mechanical tension is observed along the A/P boundary, compared to the rest of the tissue. Simulations using a vertex model demonstrate that this increase in cell bond tension is enough to maintain proliferating cell populations in separate compartment boundaries. Parameters used to measure cell bond tension are based cell-cell adhesion and cortical tension input. It has also been suggested that boundary formation is not a result of differential mechanical tension between the two cell populations, but could be a result of the mechanical properties of the boundary itself. Interestingly, the level the adhesion molecule, E-cadherin, was unaltered and the biophysical properties of cells between the two compartments were the same. Changes in cell properties, such as an enlarged apical cross-section area, are only observed in anterior and posterior border cells. Along the boundary, orientation of cell divisions was random and there is no evidence that increased cell death or zones of non-proliferating cells are important for maintaining the A/P or D/V boundary.",
            "score": 107.90327179431915
        },
        {
            "docid": "7930220_16",
            "document": "Decapentaplegic . The cytoneme-mediated model suggests that Dpp is directly transported to target cells via actin-based filopodia called cytonemes that extend from the apical surface of Dpp-responding cells to the Dpp-producing source cells. These cytonemes have been observed, but the dependence of the Dpp gradient on cytonemes has not been definitively proven in imaginal wing discs. However, Dpp is known to be required for and sufficient to extend and maintain cytonemes. Experiments analyzing the dynamics between Dpp and cytonemes have been conducted in the air sac primordium, where Dpp signaling was found to have a functional link with cytonemes. However, these experiments have not been replicated in imaginal wing discs.",
            "score": 153.36814713478088
        },
        {
            "docid": "7930220_2",
            "document": "Decapentaplegic . Decapentaplegic (Dpp) is a key morphogen involved in the development of the fruit fly \"Drosophila melanogaster\" and is the first validated secreted morphogen. It is known to be necessary for the correct patterning and development of the early \"Drosophila\" embryo and the fifteen imaginal discs, which are tissues that will become limbs and other organs and structures in the adult fly. It has also been suggested that Dpp plays a role in regulating the growth and size of tissues. Flies with mutations in decapentaplegic fail to form these structures correctly, hence the name (\"decapenta\"-, fifteen, -\"plegic\", paralysis). Dpp is the Drosophila homolog of the vertebrate bone morphogenetic proteins (BMPs), which are members of the TGF-β superfamily, a class of proteins that are often associated with their own specific signaling pathway. Studies of Dpp in Drosophila have led to greater understanding of the function and importance of their homologs in vertebrates like humans.",
            "score": 242.59187519550323
        },
        {
            "docid": "7930220_6",
            "document": "Decapentaplegic . In the fly wing, the posterior and anterior halves of the tissue are populated by different kinds of cells that express different genes. Cells in the posterior but not the anterior express the transcription factor Engrailed (En). One of the genes activated by En is hedgehog (hh), a signaling factor. Hedgehog signaling instructs neighboring cells to express Dpp, but Dpp expression is also repressed by En. The result is that Dpp is only produced in a narrow stripe of cells immediately adjacent to but not within the posterior half of the tissue. Dpp produced at this anterior/posterior border then diffuses out to the edges of the tissue, forming a spatial concentration gradient.",
            "score": 200.7470841407776
        },
        {
            "docid": "37644961_4",
            "document": "Dally (gene) . It is a regulatory component of the Wg receptor and is part of a multiprotein complex together with Frizzled (Fz) transmembrane proteins. Therefore, it regulates two cell growth factors in Drosophila melanogaster, Wingless (Wg) and Decapentaplegic (Dpp). It must be said that in vertebrates the equivalent to Dpp are Bone Morphogenetic Proteins, and the mammalian equal to Wg might be integrin-beta 4. The first one (Wg) controls cell proliferation and differentiation during embryos development, specifically in epidermis, whereas the latter (Dpp) plays a role in the imaginal discs’ growth.",
            "score": 123.03272604942322
        },
        {
            "docid": "7930220_11",
            "document": "Decapentaplegic . Dpp has also been proposed as a regulator of tissue growth and size, a classic problem in development. A problem common to organisms with multicellular organs that must grow from an initial size is how to know when to stop growing after the appropriate size is reached. Since Dpp is present in a gradient, it is conceivable that the slope of the gradient could be the measurement by which a tissue determines how large it is. If the amount of Dpp at the source is fixed and the amount at the edge of the tissue is zero, then the steepness of the gradient will decrease as the size of the tissue and the distance between the source and the edge increase. Experiments where an artificially steep gradient of Dpp is induced in wing tissue resulted in significantly increased amounts of cell proliferation, lending support to the steepness hypothesis. The shape of the Dpp gradient is determined by four ligand kinetic parameters that are affected by biological parameters: It is important to note that a single biological parameter can affect multiple kinetic parameters. For example, receptor levels will affect both the diffusion coefficient and the degradation rates.",
            "score": 221.3503051996231
        },
        {
            "docid": "1687906_16",
            "document": "Morphogen . The general mechanism by which the morphogen model works, can explain the subdivision of tissues into patterns of distinct cell types, assuming it is possible to create and maintain a gradient. However, the morphogen model is often invoked for additional activities such as controlling the growth of the tissue or orienting the polarity of cells within it (for example, the hairs on your forearm point in one direction) which cannot be explained by model.",
            "score": 184.21110796928406
        },
        {
            "docid": "528549_14",
            "document": "Coenocyte . The early embryo \"syncytium\" of invertebrates such as \"Drosophila\" is important for \"syncytial\" specification of cell differentiation. The egg cell cytoplasm contains localized mRNA molecules such as those that encode the transcription factors Bicoid and Nanos. Bicoid protein is expressed in a gradient that extends from the anterior end of the early embryo, whereas Nanos protein is concentrated at the posterior end. At first, the nuclei of the early embryo rapidly and synchronously divide in the \"syncytial\" blastoderm and then migrate through the cytoplasm and position themselves in a monolayer around the periphery, leaving only a small number of nuclei in the center of the egg, which will become yolk nuclei. The position of the nuclei along the embryonic axes determines the relative exposure of different amounts of Bicoid, Nanos, and other morphogens. Those nuclei with more Bicoid will activate genes that promote differentiation of cells into head and thorax structures. Nuclei exposed to more Nanos will activate genes responsible for differentiation of posterior regions, such as the abdomen and germ cells. The same principles hold true for the specification of the dorso-ventral axis – higher concentration of nuclear Dorsal protein on the ventral side of the egg specify the ventral fate, whereas absence thereof allows dorsal fates. After the nuclei are positioned in a monolayer underneath the egg membrane, the membrane begins to slowly invaginate, thus separating the nuclei into cellular compartments; during this period, the egg is called a cellular blastoderm. The pole cells – the germline anlage – are the first cells to separate fully.",
            "score": 101.21689081192017
        },
        {
            "docid": "19045237_5",
            "document": "Cytoneme . Filopodia with behaviors suggestive of roles in sensing patterning information were first observed in sea urchin embryos, and subsequent characterizations support the idea that they convey patterning signals between cells. The discovery of cytonemes in Drosophila imaginal discs correlated for the first time the presence and behavior of filopodia with a known morphogen signaling protein - Decapentaplegic. Decapentaplegic is expressed in the wing disc by cells that function as a developmental organizer, and cytonemes that are responsive to Decapentaplegic orient toward this developmental organizer. Receptors for signaling proteins are present in motile vesicles in cytonemes, and receptors for different signaling proteins segregate specifically to different types of cytonemes. In Drosophila, cytonemes have been found in wing and eye imaginal discs, trachea, lymph glands and ovaries. They have also been described in spider embryos, earwig ovaries, Rhodnius, Calpodes, earthworms, retroviral-infected cells, mast cells, B-lymphocytes and neutrophils. Recent obserrvations suggest that cytonemes have also an important role during vertebrate development. Recent observations suggest that cytonemes also have an important role during development of the zebrafish neural plate where they transport Wnt8a and of the chick limb where they transport Sonic hedgehog.",
            "score": 156.7194755077362
        },
        {
            "docid": "353697_3",
            "document": "Sonic hedgehog . Sonic hedgehog is one of three proteins in the mammalian signaling pathway family called hedgehog, the others being desert hedgehog (DHH) and Indian hedgehog (IHH). SHH is the best studied ligand of the hedgehog signaling pathway. It plays a key role in regulating vertebrate organogenesis, such as in the growth of digits on limbs and organization of the brain. Sonic hedgehog is the best established example of a morphogen as defined by Lewis Wolpert's French flag model—a molecule that diffuses to form a concentration gradient and has different effects on the cells of the developing embryo depending on its concentration. SHH remains important in the adult. It controls cell division of adult stem cells and has been implicated in the development of some cancers.",
            "score": 153.28018879890442
        },
        {
            "docid": "18543362_9",
            "document": "Cln3 . That \"Start\" transit requires the attainment of a threshold cell size directly implies that yeast cells measure their own size, so that they can use that information to regulate \"Start\". A favored model for how yeast cells, as well as cells of other species, measure their size relies on the detection of overall translation rate. Essentially, since cell growth consists, to a great extent, of the synthesis of ribosomes to produce more proteins, the overall rate of protein production should reflect cell size. Thus, a single protein that is produced at a constant rate relative to total protein production capacity will be produced in higher quantities as the cell grows. If this protein promotes cell cycle progression (\"Start\" in the case of yeast), then it will link cell cycle progression to translation rate and, therefore, cell size. Importantly, this protein must be unstable, so that its levels depend on its \"current\" translation rate, rather than the rate of translation over time. Furthermore, since the cell grows in volume as well as mass, the concentration of this size sensor will remain constant with growth, so its activity must be compared against something that does not change with cell growth. Genomic DNA was suggested as such a standard early on, because it is (by definition) present in a constant quantity until the start of DNA replication. How this occurs remains a major question in current studies of size control (see below). Before the identification of Cln3 and its function, accrued evidence indicated that such translational size sensing operated in yeast. First, it was confirmed that the total rate of protein synthesis per cell increases with growth, a fundamental prerequisite for this model. It was later shown that treatment with the protein synthesis inhibitor cycloheximide delayed \"Start\" in yeast, indicating that translation rate controlled \"Start\". Finally, it was also shown that this delay occurred even with short pulses of cycloheximide, confirming that an unstable activating protein was required for \"Start\".",
            "score": 97.77219223976135
        },
        {
            "docid": "564779_8",
            "document": "Cell growth . Pom1 forms polar gradients that peak at cell ends, which shows a direct link between size control factors and a specific physical location in the cell. As a cell grows in size, a gradient in Pom1 grows. When cells are small, Pom1 is spread diffusely throughout the cell body. As the cell increases in size, Pom1 concentration decreases in the middle and becomes concentrated at cell ends. Small cells in early G2 which contain sufficient levels of Pom1 in the entirety of the cell have inactive Cdr2 and cannot enter mitosis. It is not until the cells grow into late G2, when Pom1 is confined to the cell ends that Cdr2 in the medial cortical nodes is activated and able to start the inhibition of Wee1. This finding shows how cell size plays a direct role in regulating the start of mitosis. In this model, Pom1 acts as a molecular link between cell growth and mitotic entry through a Cdr2-Cdr1-Wee1-Cdk1 pathway. The Pom1 polar gradient successfully relays information about cell size and geometry to the Cdk1 regulatory system. Through this gradient, the cell ensures it has reached a defined, sufficient size to enter mitosis.",
            "score": 128.49448919296265
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 180.32402396202087
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 198.54627799987793
        },
        {
            "docid": "3572469_5",
            "document": "Costello syndrome . Costello syndrome is caused by any of at least five different mutations in the \"HRAS\" gene on chromosome 11. This gene provides instructions for making a protein, H-Ras, that helps control cell growth and division. Mutations that cause Costello syndrome lead to the production of an H-Ras protein that is permanently active. Instead of triggering cell growth in response to particular signals from outside the cell, the overactive protein directs cells to grow and divide constantly. This unchecked cell division may predispose sufferers to the development of benign and malignant tumors. It remains unclear how mutations in \"HRAS\" cause other features of Costello syndrome, but many of the signs and symptoms may result from cell overgrowth and abnormal cell division.",
            "score": 82.06820726394653
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 189.5095021724701
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 191.38592076301575
        },
        {
            "docid": "801776_20",
            "document": "Retinal ganglion cell . RGCs exit the retinal ganglion cell layer through the optic disc, which requires a 45° turn. This requires complex interactions with optic disc glial cells which will express local gradients of Netrin-1, a morphogen that will interact with the Deleted in Colorectal Cancer (DCC) receptor on growth cones of the RGC axon. This morphogen initially attracts RGC axons, but then, through an internal change in the growth cone of the RGC, Netin-1 becomes repulsive, pushing the axon away from the optic disc. This is mediated through a cAMP dependent mechanism. Additionally, CSPGs and Eph/Ephrin signaling may also be involved.",
            "score": 127.23783707618713
        },
        {
            "docid": "3568172_3",
            "document": "Adenomatous polyposis coli . \"APC\" is classified as a tumor suppressor gene. Tumor suppressor genes prevent the uncontrolled growth of cells that may result in cancerous tumors. The protein made by the \"APC\" gene plays a critical role in several cellular processes that determine whether a cell may develop into a tumor. The APC protein helps control how often a cell divides, how it attaches to other cells within a tissue, how the cell polarizes and the morphogenesis of the 3D structures, or whether a cell moves within or away from a tissue. This protein also helps ensure that the chromosome number in cells produced through cell division is correct. The APC protein accomplishes these tasks mainly through association with other proteins, especially those that are involved in cell attachment and signaling. The activity of one protein in particular, beta-catenin, is controlled by the APC protein (see: Wnt signaling pathway). Regulation of beta-catenin prevents genes that stimulate cell division from being turned on too often and prevents cell overgrowth.",
            "score": 137.24106800556183
        },
        {
            "docid": "1687906_5",
            "document": "Morphogen . The concept of the morphogen has a long history in developmental biology, dating back to the work of the pioneering \"Drosophila\" (fruit fly) geneticist, Thomas Hunt Morgan, in the early 20th century. Lewis Wolpert refined the morphogen concept in the 1960s with the French flag model, which described how a morphogen could subdivide a tissue into domains of different target gene expression (corresponding to the colours of the French flag). This model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nusslein-Volhard was the first to identify a morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncitial embryo. She was awarded the 1995 Nobel Prize in Physiology and Medicine for her work explaining the morphogenic embryology of the common fruit fly. Groups led by Gary Struhl and Stephen Cohen then demonstrated that a secreted signalling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during the later stages of \"Drosophila\" development.",
            "score": 199.09835767745972
        },
        {
            "docid": "173204_31",
            "document": "Drosophila melanogaster . During larval development, tissues known as imaginal discs grow inside the larva. Imaginal discs develop to form most structures of the adult body, such as the head, legs, wings, thorax, and genitalia. Cells of the imaginal disks are set aside during embryogenesis and continue to grow and divide during the larval stages—unlike most other cells of the larva, which have differentiated to perform specialized functions and grow without further cell division. At metamorphosis, the larva forms a pupa, inside which the larval tissues are reabsorbed and the imaginal tissues undergo extensive morphogenetic movements to form adult structures.",
            "score": 106.39601731300354
        },
        {
            "docid": "1024090_5",
            "document": "Astrocyte . Astrocytes are macroglial cells in the central nervous system. Astrocytes are derived from heterogeneous populations of progenitor cells in the neuroepithelium of the developing central nervous system. There is remarkable similarity between the well known genetic mechanisms that specify the lineage of diverse neuron subtypes and that of macroglial cells. Just as with neuronal cell specification, canonical signaling factors like Sonic hedgehog (SHH), Fibroblast growth factor (FGFs), WNTs and bone morphogenetic proteins (BMPs), provide positional information to developing macroglial cells through morphogen gradients along the dorsal–ventral, anterior–posterior and medial–lateral axes. The resultant patterning along the neuraxis leads to segmentation of the neuroepithelium into progenitor domains (p0, p1 p2, p3 and pMN) for distinct neuron types in the developing spinal cord. On the basis of several studies it is now believed that this model also applies to macroglial cell specification. Studies carried out by Hochstim and colleagues have demonstrated that three distinct populations of astrocytes arise from the p1, p2 and p3 domains. These subtypes of astrocytes can be identified on the basis of their expression of different transcription factors (PAX6, NKX6.1) and cell surface markers (reelin and SLIT1). The three populations of astrocyte subtypes which have been identified are 1) dorsally located VA1 astrocytes, derived from p1 domain, express PAX6 and reelin 2) ventrally located VA3 astrocytes, derived from p3, express NKX6.1 and SLIT1 and 3) and intermediate white-matter located VA2 astrocyte, derived from the p2 domain, which express PAX6, NKX6.1, reelin and SLIT1. After astrocyte specification has occurred in the developing CNS, it is believed that astrocyte precursors migrate to their final positions within the nervous system before the process of terminal differentiation occurs.",
            "score": 124.6723895072937
        },
        {
            "docid": "11038447_10",
            "document": "Neural tissue engineering . Molecules that promote the regeneration of neural tissue, including pharmaceutical drugs, growth factors known as morphogens, and miRNA can also be directly introduced to the injury site of the damaged CNS tissue. Neurogenesis has been seen in animals that are treated with psychotropic drugs through the inhibition of serotonin reuptake and induction of neurogenesis in the brain. When stem cells are differentiating, the cells secrete morphogens such as growth factors to promote healthy development. These morphogens help maintain homeostasis and neural signaling pathways, and they can be delivered into the injury site to promote the growth of the injured tissues. Currently, morphogen delivery has minimal benefits because of the interactions the morphogens have with the injured tissue. Morphogens that are not innate in the body have a limited effect on the injured tissue due to the physical size and their limited mobility within CNS tissue. To be an effective treatment, the morphogens must be present at the injury site at a specific and constant concentration. miRNA has also been shown to affect neurogenesis by directing the differentiation of undifferentiated neural cells.",
            "score": 194.58185601234436
        },
        {
            "docid": "42683705_9",
            "document": "Epigenetics and melanoma . SYK is another gene that is affected by cytosine methylation during cancer progression. It is a gene that, when hypermethylated, loses function (Muthusamy et al., 2006). This gene is found in 30- 89% of melanoma cases (Dahl et al., 2007), and causes cells to grow quickly. This fast growth is important in the quick metastasis of melanoma cells, and when hypermethylated, the growth and spread of cells slow considerably (Hoeller et al., 2005). This is a controversial finding with inconclusive results, though. Some findings show that normally functioning SYK genes aids in tumor suppression, while other studies find that it is a transforming factor that facilitates cancer formation. Normally functioning, the SYK gene produces a non- receptor protein kinase enzyme that aids in differentiation, proliferation, and phagocytosis among many other important processes. SYK is found expressed in a variety of cells including fibroblasts, epithelial cells (where it controls cell division and acts as a tumor suppressor), hepatocytes, and neuronal cells (TORCIS Bioscience, 2014). Although SYK does not have any reported DNA modifications, the epigenetic changes still cause sufficient damage to cells. When SYK silencing is coupled with other alterations, both genetically and epigenetically, cancer can form.",
            "score": 76.64816319942474
        },
        {
            "docid": "46273402_8",
            "document": "Segmentation in the human nervous system . In the development of the vertebrate nervous system, specific cues are instrumental in guiding the growing axons. The axons of motor neurons and sensory neurons develop from the neural tube region and through each of successive somite’s anterior. The 180 degree antero-posterior rotation of the neural tube segment about the somites shows that segmentation is not an intrinsic phenomenon in the neural tube. This was done by experiments involving the rotation of neural tube relative to the somitic mesoderm to position it opposite to the anterior and posterior half of the somite. These studies showed the confinement of the growth of axons to the anterior portion of the somite proving the lack of intrinsic segmentation. A 180 degree antero-posterior rotation of the somitic mesoderm, keeping the neural tube unperturbed, showed the confinement of axonal growth to the original anterior half of the somites thus showing how neural segmentation results from somites. As a matter of fact, it has been experimentally proven that as the embryonic axis is unable to regulate positional distortions, it is vital to have antero-posterior distinction clearly determined prior to or during the process of somite segmentation. The confinement of axonal growth to the anterior half derives itself from the special properties of the somites as only anterior cells allow the growth of axons and posterior cells inhibit it. Even though the later axons are seen to emerge opposite to the posterior half-sclerotomes initially and turn towards the anterior half-sclerotome later during development, the first axons from the neural tube emerge opposite to the anterior half-sclerotome only.",
            "score": 79.01820230484009
        }
    ],
    "r": [
        {
            "docid": "7930220_3",
            "document": "Decapentaplegic . Dpp is a classic morphogen, which means that it is present in a spatial concentration gradient in the tissues where it is found, and its presence as a gradient gives it functional meaning in how it affects development. The most studied tissues in which Dpp is found are the early embryo and the imaginal wing discs, which later form the wings of the fly. During embryonic development, Dpp is uniformly expressed at the dorsal side of the embryo, establishing a sharp concentration gradient. In the imaginal discs, Dpp is strongly expressed in a narrow stripe of cells down the middle of the disc where the tissue marks the border between the anterior and posterior sides. Dpp diffuses from this stripe towards the edges of the tissue, forming a gradient as expected of a morphogen. However, although cells in the Dpp domain in the embryo do not proliferate, cells in the imaginal wing disc proliferate heavily, causing tissue growth. Although gradient formation in the early embryo is well understood, how the Dpp morphogen gradient forms in the wing imaginal disc remains controversial.",
            "score": 301.4168701171875
        },
        {
            "docid": "7930220_2",
            "document": "Decapentaplegic . Decapentaplegic (Dpp) is a key morphogen involved in the development of the fruit fly \"Drosophila melanogaster\" and is the first validated secreted morphogen. It is known to be necessary for the correct patterning and development of the early \"Drosophila\" embryo and the fifteen imaginal discs, which are tissues that will become limbs and other organs and structures in the adult fly. It has also been suggested that Dpp plays a role in regulating the growth and size of tissues. Flies with mutations in decapentaplegic fail to form these structures correctly, hence the name (\"decapenta\"-, fifteen, -\"plegic\", paralysis). Dpp is the Drosophila homolog of the vertebrate bone morphogenetic proteins (BMPs), which are members of the TGF-β superfamily, a class of proteins that are often associated with their own specific signaling pathway. Studies of Dpp in Drosophila have led to greater understanding of the function and importance of their homologs in vertebrates like humans.",
            "score": 242.5918731689453
        },
        {
            "docid": "7930220_9",
            "document": "Decapentaplegic . Mutant forms of the Dpp receptor Tkv exist that behave as if they are receiving high amounts of Dpp signal even in the absence of Dpp. Cells that contain this mutant receptor behave as if they are in an environment of high Dpp such as the area near the stripe of cells producing Dpp. By generating small patches of these cells in different parts of the wing tissue, investigators were able to distinguish how Dpp acts to pattern the tissue. If cells that receive a Dpp signal instruct their neighbors in a cascade, then additional tissue patterning centers should appear at the sites of the mutant cells that seem to receive high Dpp signaling but do not produce any Dpp themselves. However, if the physical presence of Dpp is necessary, then the cells near the mutants should not be affected at all. Experiments found the second case to be true, indicating that Dpp acts like a morphogen.",
            "score": 229.8741455078125
        },
        {
            "docid": "7930220_11",
            "document": "Decapentaplegic . Dpp has also been proposed as a regulator of tissue growth and size, a classic problem in development. A problem common to organisms with multicellular organs that must grow from an initial size is how to know when to stop growing after the appropriate size is reached. Since Dpp is present in a gradient, it is conceivable that the slope of the gradient could be the measurement by which a tissue determines how large it is. If the amount of Dpp at the source is fixed and the amount at the edge of the tissue is zero, then the steepness of the gradient will decrease as the size of the tissue and the distance between the source and the edge increase. Experiments where an artificially steep gradient of Dpp is induced in wing tissue resulted in significantly increased amounts of cell proliferation, lending support to the steepness hypothesis. The shape of the Dpp gradient is determined by four ligand kinetic parameters that are affected by biological parameters: It is important to note that a single biological parameter can affect multiple kinetic parameters. For example, receptor levels will affect both the diffusion coefficient and the degradation rates.",
            "score": 221.35031127929688
        },
        {
            "docid": "1687906_8",
            "document": "Morphogen . A morphogen spreads from a localized source and forms a concentration gradient across a developing tissue. In developmental biology, 'morphogen' is rigorously used to mean a signalling molecule that acts directly on cells (not through serial induction) to produce specific cellular responses that depend on morphogen concentration. This definition concerns the mechanism, not any specific chemical formula, so simple compounds such as retinoic acid (the active metabolite of retinol or vitamin A) may also act as morphogens. The model is not universally accepted due to specific issues with setting up a gradient in the tissue outlined in the French flag model and subsequent work showing that the morphogen gradient of the Drosophila embryo is more complex than the simple gradient model would indicate.",
            "score": 220.56968688964844
        },
        {
            "docid": "8285473_9",
            "document": "Cell fate determination . In contrast to the autonomous specification, this type of specification is a cell-extrinsic process that relies on cues and interactions between cells or from concentration-gradients of morphogens. Inductive interactions between neighboring cells is the most common mode of tissue patterning. In this mechanism, one or two cells from a group of cells with the same developmental potential are exposed to a signal (morphogen) from outside the group. Only the cells exposed to the signal are induced to follow a different developmental pathway, leaving the rest of the equivalence group unchanged. Another mechanism that determines the cell fate is regional determination (see Regional specification). As implied by the name, this specification occurs based on where within the embryo the cell is positioned, it is also known as positional value. This was first observed when mesoderm was taken from the prospective thigh region of a chick embryo, was grafted onto the wing region and did not transform to wing tissue, but instead into toe tissue.",
            "score": 214.56048583984375
        },
        {
            "docid": "4642940_5",
            "document": "Compartment (development) . The difference in selector gene activity not only establishes two compartments, but also leads to the formation of a boundary between these two that serves as a source of morphogen gradients. In the central dogma of compartments, first, morphogen gradients position founder compartment cells. Then, active/inactive selector genes give a unique genetic identity to cells within a compartment, instructing their fate and their interactions with the neighboring compartment. Finally, border cells, established by short-range signaling from one compartment to its neighboring compartment emit long-range signals that spread to both compartments to regulate the growth and pattering of the entire tissue.",
            "score": 207.9593505859375
        },
        {
            "docid": "1687906_3",
            "document": "Morphogen . Typically, morphogens are produced by source cells and diffuse through surrounding tissues in an embryo during early development, such that concentration gradients are set up. These gradients drive the process of differentiation of unspecialised stem cells into different cell types, ultimately forming all the tissues and organs of the body. The control of morphogenesis is a central element in evolutionary developmental biology (evo-devo).",
            "score": 206.301513671875
        },
        {
            "docid": "7930220_6",
            "document": "Decapentaplegic . In the fly wing, the posterior and anterior halves of the tissue are populated by different kinds of cells that express different genes. Cells in the posterior but not the anterior express the transcription factor Engrailed (En). One of the genes activated by En is hedgehog (hh), a signaling factor. Hedgehog signaling instructs neighboring cells to express Dpp, but Dpp expression is also repressed by En. The result is that Dpp is only produced in a narrow stripe of cells immediately adjacent to but not within the posterior half of the tissue. Dpp produced at this anterior/posterior border then diffuses out to the edges of the tissue, forming a spatial concentration gradient.",
            "score": 200.74708557128906
        },
        {
            "docid": "1687906_5",
            "document": "Morphogen . The concept of the morphogen has a long history in developmental biology, dating back to the work of the pioneering \"Drosophila\" (fruit fly) geneticist, Thomas Hunt Morgan, in the early 20th century. Lewis Wolpert refined the morphogen concept in the 1960s with the French flag model, which described how a morphogen could subdivide a tissue into domains of different target gene expression (corresponding to the colours of the French flag). This model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nusslein-Volhard was the first to identify a morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncitial embryo. She was awarded the 1995 Nobel Prize in Physiology and Medicine for her work explaining the morphogenic embryology of the common fruit fly. Groups led by Gary Struhl and Stephen Cohen then demonstrated that a secreted signalling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during the later stages of \"Drosophila\" development.",
            "score": 199.09835815429688
        },
        {
            "docid": "14578596_4",
            "document": "French flag model . The French Flag model was championed by the leading \"Drosophila\" biologist, Peter Lawrence. Christiane Nüsslein-Volhard identified the first morphogen, Bicoid, one of the transcription factors present in a gradient in the \"Drosophila\" syncytial embryo. Two labs, that of Gary Struhl and that of Stephen Cohen, then demonstrated that a secreted signaling protein, Decapentaplegic (the \"Drosophila\" homologue of transforming growth factor beta), acted as a morphogen during later stages of \"Drosophila\" development. The substance governs the pattern of tissue development and, in particular, the positions of the various specialized cell types within a tissue. It spreads from a localized source and forms a concentration gradient across a developing tissue.",
            "score": 198.54627990722656
        },
        {
            "docid": "1687906_2",
            "document": "Morphogen . A morphogen is a substance whose non-uniform distribution governs the pattern of tissue development in the process of morphogenesis or pattern formation, one of the core processes of developmental biology, establishing positions of the various specialized cell types within a tissue. More specifically, a morphogen is a signaling molecule that acts directly on cells to produce specific cellular responses depending on its local concentration.",
            "score": 197.1517791748047
        },
        {
            "docid": "11038447_10",
            "document": "Neural tissue engineering . Molecules that promote the regeneration of neural tissue, including pharmaceutical drugs, growth factors known as morphogens, and miRNA can also be directly introduced to the injury site of the damaged CNS tissue. Neurogenesis has been seen in animals that are treated with psychotropic drugs through the inhibition of serotonin reuptake and induction of neurogenesis in the brain. When stem cells are differentiating, the cells secrete morphogens such as growth factors to promote healthy development. These morphogens help maintain homeostasis and neural signaling pathways, and they can be delivered into the injury site to promote the growth of the injured tissues. Currently, morphogen delivery has minimal benefits because of the interactions the morphogens have with the injured tissue. Morphogens that are not innate in the body have a limited effect on the injured tissue due to the physical size and their limited mobility within CNS tissue. To be an effective treatment, the morphogens must be present at the injury site at a specific and constant concentration. miRNA has also been shown to affect neurogenesis by directing the differentiation of undifferentiated neural cells.",
            "score": 194.5818634033203
        },
        {
            "docid": "3199737_5",
            "document": "Co-receptor . Depending on the type of ligand a co-receptor binds, its location and function can vary. Various ligands include interleukins, neurotrophic factors, fibroblast growth factors, transforming growth factors, vascular endothelial growth factors and epidermal growth factors. Co-receptors prominent in embryonic tissue have an essential role in morphogen gradient formation or tissue differentiation. Co-receptors localized in endothelial cells function to enhance cell proliferation and cell migration. With such variety in regards to location, co-receptors can participate in many different cellular activities. Co-receptors have been identified as participants in cell signalling cascades, embryonic development, cell adhesion regulation, gradient formation, tissue proliferation and migration.",
            "score": 192.9144287109375
        },
        {
            "docid": "3907319_6",
            "document": "Pattern formation . In developmental biology, pattern formation describes the mechanism by which initially equivalent cells in a developing tissue in an embryo assume complex forms and functions. Embryogenesis, such as of the fruit fly \"Drosophila\", involves coordinated control of cell fates. Pattern formation is genetically controlled, and often involves each cell in a field sensing and responding to its position along a morphogen gradient, followed by short distance cell-to-cell communication through cell signaling pathways to refine the initial pattern. In this context, a field of cells is the group of cells whose fates are affected by responding to the same set positional information cues. This conceptual model was first described as the French flag model in the 1960s. More generally, the morphology of organisms is patterned by the mechanisms of evolutionary developmental biology, such as changing the timing and positioning of specific developmental events in the embryo.",
            "score": 191.38592529296875
        },
        {
            "docid": "11275157_4",
            "document": "Glypican . Glypicans are critically involved in developmental morphogenesis, and have been implicated as regulators in several cell signaling pathways. These include the Wnt and Hedgehog signaling pathways, as well as signaling of fibroblast growth factors and bone morphogenic proteins. The regulating processes performed by glypicans can either stimulate or inhibit specific cellular processes. The mechanisms by which glypicans regulate cellular pathways are not entirely elucidated. One commonly proposed mechanism suggests that glypicans behave as co-receptors which bind both the ligand and the receptor. Glypicans are expressed in various different amounts depending on the tissue, and they also are expressed to different degrees during the different stages of development. Drosophila Dally mutants have irregular wing, antenna, genitalia, and brain development.",
            "score": 190.4257354736328
        },
        {
            "docid": "4394717_14",
            "document": "Body plan . Developmental biologists seek to understand how genes control the development of structural features through a cascade of processes in which key genes produce morphogens, chemicals that diffuse through the body to produce a gradient that acts as a position indicator for cells, turning on other genes, some of which in turn produce other morphogens. A key discovery was the existence of groups of homeobox genes, which function as switches responsible for laying down the basic body plan in animals. The homeobox genes are remarkably conserved between species as diverse as the fruit fly and humans, the basic segmented pattern of the worm or fruit fly being the origin of the segmented spine in humans. The field of animal evolutionary developmental biology ('Evo Devo'), which studies the genetics of morphology in detail, is rapidly expanding with many of the developmental genetic cascades, particularly in the fruit fly \"Drosophila\", catalogued in considerable detail.",
            "score": 189.50950622558594
        },
        {
            "docid": "1687906_16",
            "document": "Morphogen . The general mechanism by which the morphogen model works, can explain the subdivision of tissues into patterns of distinct cell types, assuming it is possible to create and maintain a gradient. However, the morphogen model is often invoked for additional activities such as controlling the growth of the tissue or orienting the polarity of cells within it (for example, the hairs on your forearm point in one direction) which cannot be explained by model.",
            "score": 184.2111053466797
        },
        {
            "docid": "40056659_4",
            "document": "Markus Affolter . Markus Affolter researches into the cellular and molecular processes involved in the formation of organs and blood vessel networks in the fruit fly Drosophila melanogaster and zebrafish. Markus Affolter has extensively used live-imaging, high-resolution microscopy in studying network formation in Drosophila and zebrafish. This now enables the better understanding of the function of molecules in morphogenesis. Furthermore, his lab has shown, in collaboration with the University of Freiburg, Germany and the University of Lausanne, that the morphogen Dpp and the feedback regulator Pentagone take on key functions in proportional tissue growth (scaling) in the wing disc of the fruit fly.",
            "score": 183.94581604003906
        },
        {
            "docid": "4642940_6",
            "document": "Compartment (development) . In 1970, by means of clonal analysis, the Anterior-Posterior boundary was identified. The founder cells, found at the border between parasegments 4 and 5 of embryo, are already determined at the early blastoderm stage and defined into the two populations they will generate by stripes of the engrailed gene. The selector gene, \"engrailed (en)\", is a key determinant in boundary formation between the anterior and posterior compartments. As the wing imaginal disc expands, posterior, but not anterior cells will express engrailed and maintain this expression state as they expand and form the disc. Engrailed mutant clones of posterior origin will gain anterior affinity and move towards the anterior compartment and intermix with those cells. Within the posterior compartment these clones will sort out and form an ectopicborder where they meet other posterior cells. Similarly, a clone of anterior cells expressing engrailed will gain posterior identity and create an ectopic boundary where the clone meets other anterior cells in this compartment. In addition,to its cell autonomous role in specifying posterior compartment identity, \"engrailed\" also has a non-cell autonomous function in the general growth and patterning of the wing disc, through the activation of signaling pathways such as Hedgehog (Hh) and Decapentaplegic (Dpp). The presence of engrailed in the posterior cells leads to the secretion of the short-range inducer Hh which can cross over to the anterior compartment to activate the long-range morphogen, Dpp. Cells in the posterior compartment produce Hh, but only anterior cells can transduce the signal. \"Optomotor-blind (omb)\" is involved in the transcriptional response of Dpp, which is only required in the anterior cells to interpret Hh signaling for boundary formation and maintenance. In addition, Cubitus interruptus \"(Ci)\", the signal transducer of the Hh signal, is expressed throughout the anterior compartment, particularly in anterior border cells. In posterior cells engrailed prevents the expression of \"Ci\", such it is only expressed in anterior cells and hence only these cells can respond to Hh signaling by up-regulating the expression of \"dpp\". Loss of engrailed function in posterior cells, results in anterior transformation, where Hh expression is decreased and \"dpp\", \"ci\" and \"patched\" (ptc) is increased, resulting in the formation of a new A/P boundary, suggesting that \"en\" positively regulates\" hh\", while negatively regulating \"ci\",\" ptc\" and \"dpp\".",
            "score": 180.4254150390625
        },
        {
            "docid": "9271329_4",
            "document": "Peter Anthony Lawrence . Lawrence's main discoveries lie in trying to understand what type of information is required to shape an animal and generate a pattern (such as on a butterfly wing or a fingerprint). He is the principal advocate of the idea that cells in a gradient of a morphogen develop according to their local concentration of the morphogen and that this mechanism is used to generate patterns of cells. Together with Ginés Morata, he has helped establish the compartment theory first proposed by Antonio Garcia-Bellido. In this hypothesis, a set of cells collectively builds a territory (or \"compartment\"), and only that territory, in the animal. As development proceeds, a \"selector gene\" switches on in a subset of this clone of cells, and the clone becomes divided into two sets of cells that construct two adjacent compartments. Much of the evidence for the theory comes from studies on the \"Drosophila\" fly wing.",
            "score": 180.36351013183594
        },
        {
            "docid": "1687906_6",
            "document": "Morphogen . During early development, morphogen gradients result in the differentiation of specific cell types in a distinct spatial order. The morphogen provides spatial information by forming a concentration gradient that subdivides a field of cells by inducing or maintaining the expression of different target genes at distinct concentration thresholds. Thus, cells far from the source of the morphogen will receive low levels of morphogen and express only low-threshold target genes. In contrast, cells close to the source of morphogen will receive high levels of morphogen and will express both low- and high-threshold target genes. Distinct cell types emerge as a consequence of the different combination of target gene expression. In this way, the field of cells is subdivided into different types according to their position relative to the source of the morphogen. This model is assumed to be a general mechanism by which cell type diversity can be generated in embryonic development in animals.",
            "score": 180.3240203857422
        },
        {
            "docid": "13571938_26",
            "document": "Plant evolutionary developmental biology . How the infinite variety of plant leaves is generated is a subject of intense research. Some common themes have emerged. One of the most significant is the involvement of KNOX genes in generating compound leaves, as in tomato \"(see above)\". But this again is not universal. For example, pea uses a different mechanism for doing the same thing. Mutations in genes affecting leaf curvature can also change leaf form, by changing the leaf from flat, to a crinky shape, like the shape of cabbage leaves. There also exist different morphogen gradients in a developing leaf which define the leaf's axis. Changes in these morphogen gradients may also affect the leaf form. Another very important class of regulators of leaf development are the microRNAs, whose role in this process has just begun to be documented. The coming years should see a rapid development in comparative studies on leaf development, with many EST sequences involved in the process coming online.",
            "score": 177.63352966308594
        },
        {
            "docid": "33926496_5",
            "document": "Albert Erives . Erives and colleagues determined how different morphogen gradient responses are encoded in DNA sequence. They did so by using diverse \"Drosophila\" species that have different sized eggs to study how a set of structured enhancers would have co-evolved or co-adapted to changes in the concentration gradients. Morphogen gradient systems are a core fundamental subject of developmental biology. Models of how morphogen gradient responses were encoded had previously been proposed but not tested across a set of unrelated enhancers constructed from a shared regulatory grammar and located throughout a genome.",
            "score": 174.418212890625
        },
        {
            "docid": "4642940_2",
            "document": "Compartment (development) . Compartments can be simply defined as separate, different, adjacent cell populations, which upon juxtaposition, create a lineage boundary. This boundary prevents cell movement from cells from different lineages across this barrier, restricting them to their compartment. Subdivisions are established by morphogen gradients and maintained by local cell-cell interactions, providing functional units with domains of different regulatory genes, which give rise to distinct fates. Compartment boundaries are found across species. In the hindbrain of vertebrate embryos, rhobomeres are compartments of common lineage outlined by expression of Hox genes. In invertebrates, the wing imaginal disc of \"Drosophila\" provides an excellent model for the study of compartments. Although other tissues, such as the abdomen, and even other imaginal discs are compartmentalized, much of our understanding of key concepts and molecular mechanisms involved in compartment boundaries has been derived from experimentation in the wing disc of the fruit fly.",
            "score": 170.81619262695312
        },
        {
            "docid": "7930220_8",
            "document": "Decapentaplegic . It is possible that it is not actually the diffusion and gradient of Dpp that patterns tissues, but instead cells that receive Dpp signal instruct their neighbors on what to be, and those cells in turn signal their neighbors in a cascade through the tissue. Several experiments have been done to disprove this hypothesis and establish that it is actually the gradient of actual Dpp molecules that are responsible for patterning.",
            "score": 170.45509338378906
        },
        {
            "docid": "1195514_10",
            "document": "Embryoid body . In contrast to the differentiation of ESCs in monolayer cultures, whereby the addition of soluble morphogens and the extracellular microenvironment can be precisely and homogeneously controlled, the three-dimensional structure of EBs poses challenges to directed differentiation. For example, the visceral endoderm population which forms the exterior of EBs, creates an exterior “shell” consisting of tightly connected epithelial-like cells, as well as a dense ECM. Due to such physical restrictions, in combination with EB size, transport limitations occur within EBs, creating gradients of morphogens, metabolites, and nutrients. It has been estimated that oxygen transport is limited in cell aggregates larger than approximately 300 µm in diameter; however, the development of such gradients are also impacted by molecule size and cell uptake rates. Therefore, the delivery of morphogens to EBs results in increased heterogeneity and decreased efficiency of differentiated cell populations compared to monolayer cultures. One method of addressing transport limitations within EBs has been through polymeric delivery of morphogens from within the EB structure. Additionally, EBs can be cultured as individual microtissues and subsequently assembled into larger structures for tissue engineering applications. Although the complexity resulting from the three-dimensional adhesions and signaling may recapitulate more native tissue structures, it also creates challenges for understanding the relative contributions of mechanical, chemical, and physical signals to the resulting cell phenotypes and morphogenesis.",
            "score": 170.23912048339844
        },
        {
            "docid": "19965_6",
            "document": "Morphogenesis . Several types of molecules are important in morphogenesis. Morphogens are soluble molecules that can diffuse and carry signals that control cell differentiation via concentration gradients. Morphogens typically act through binding to specific protein receptors. An important class of molecules involved in morphogenesis are transcription factor proteins that determine the fate of cells by interacting with DNA. These can be coded for by master regulatory genes, and either activate or deactivate the transcription of other genes; in turn, these secondary gene products can regulate the expression of still other genes in a regulatory cascade of gene regulatory networks. At the end of this cascade are classes of molecules that control cellular behaviors such as cell migration, or, more generally, their properties, such as cell adhesion or cell contractility. For example, during gastrulation, clumps of stem cells switch off their cell-to-cell adhesion, become migratory, and take up new positions within an embryo where they again activate specific cell adhesion proteins and form new tissues and organs. Developmental signaling pathways implicated in morphogenesis include Wnt, Hedgehog, and ephrins.",
            "score": 168.7257843017578
        },
        {
            "docid": "11615271_14",
            "document": "Eyespot (mimicry) . Early experiments on eyespot morphogenesis used cautery on the butterfly wing eyespot foci to demonstrate that a long range signaling mechanism or morphogen gradient controlled eyespot formation in both space and time. The findings cannot be explained by a simple source/diffusion model, but could be explained by either 1) A source/threshold model, in which the focus creates the morphogen, or 2) the sink model, in which the focus generates a gradient by removing a morphogen which was created elsewhere. Several genes involved in eyespot formation have been identified that can fit into these models, but only two of them have been functionally tested. These genes are the transcription factor Distalless (Dll) and the ligand (a signaling substance that binds a cell surface receptor) Hedgehog (Hh).",
            "score": 167.24697875976562
        },
        {
            "docid": "1687906_14",
            "document": "Morphogen . In most developmental systems, such as human embryos or later \"Drosophila\" development, syncytia occur only rarely (such as in skeletal muscle), and morphogens are generally secreted signalling proteins. These proteins bind to the extracellular domains of transmembrane receptor proteins, which use an elaborate process of signal transduction to communicate the level of morphogen to the nucleus. The nuclear targets of signal transduction pathways are usually transcription factors, whose activity is regulated in a manner that reflects the level of morphogen received at the cell surface. Thus, secreted morphogens act to generate gradients of transcription factor activity just like those that are generated in the syncitial \"Drosophila\" embryo.",
            "score": 165.7034149169922
        },
        {
            "docid": "7930220_4",
            "document": "Decapentaplegic . At the early blastoderm stage, Dpp signaling is uniform and low along the dorsal side. A sharp signaling profile emerges at the dorsal midline of the embryo during cellularization, with high levels of Dpp specifying the extraembryonic amnioserosa and low levels specifying the dorsal ectoderm. Dpp signaling also incorporates a positive feedback mechanism that promotes future Dpp binding. The morphogen gradient in embryos is established via a known active transport mechanism. Gradient formation depends on the BMP inhibitors Short gastrulation (Sog) and Twisted gastrulation (Tsg), and other extracellular proteins such as Tolloid (Tld), and Screw (Scw). Sog is produced in the ventral-lateral region of the embryo (perpendicular to the Dpp gradient) and forms a BMP-inhibiting gradient that prevents Dpp from binding to its receptor. Sog and Tsg form a complex with Dpp and are actively transported toward the dorsal midline (middle of the embryo), following the Sog concentration gradient. Tld, a metalloprotease, releases Dpp from the complex by mediating Sog processing, activating Dpp signaling at the midline. After gastrulation of the embryo, the Dpp gradient induces cardiac and visceral mesoderm formation.",
            "score": 162.3020782470703
        },
        {
            "docid": "5150349_20",
            "document": "Hedgehog signaling pathway . Members of the hedgehog family play key roles in a wide variety of developmental processes. One of the best studied examples is the action of Sonic hedgehog during development of the vertebrate limb. The classic experiments of Saunders and Gasseling in 1968 on the development of the chick limb bud formed the basis of the morphogen concept. They showed that identity of the digits in the chick limb was determined by a diffusible factor produced by the zone of polarizing activity (ZPA), a small region of tissue at the posterior margin of the limb. Mammalian development appeared to follow the same pattern. This diffusible factor was later shown to be Sonic hedgehog. However, precisely how SHH determines digit identity remained elusive until recently. The current model, proposed by Harfe \"et al.\", states that both the concentration and the time of exposure to SHH determines which digit the tissue will develop into in the mouse embryo (figure 6).",
            "score": 160.33279418945312
        }
    ]
}