{
    "q": [
        {
            "docid": "9045995_8",
            "document": "Pre-Bötzinger complex . Located within the ventrolateral medulla, the pre-Bötzinger complex contains subnetworks that hold distinct synapses and intrinsic membrane properties. In mammals, the respiratory network system and the nuclei controlling breathing modulation are found along the neuronal axis. The neuronal networks involved in respiratory function are located in the ventral respiratory column (VRC). From rostral to caudal, these networks include the retrotrapezoid nucleus/parafacial respiratory group complex (RTN/pFRG), the Bötzinger complex, the pre-Bötzinger complex (pre-BötC), the rostral ventral respiratory group (rVRG), and the caudal VRG (cVRG). The dorsal pons, including the Kolliker-Fuse nucleus and the parabrachial complex, play an important role in respiratory control and rhythm generation. Other areas that aid in breathing control are the cerebellum, neocortex, and the periaqueductal gray (speech and breathing). The generation and modulation of eupnea and the transition between the inspiratory and expiratory phases have also been implicated in respiratory rhythm generation.",
            "score": 91.41768312454224
        },
        {
            "docid": "9045995_5",
            "document": "Pre-Bötzinger complex . The pre-Bötzinger complex (pre-BötC), a projection of the Botzinger complex, plays an important role in regulating respiration in mammals. It is one of the four cell groups of the Ventral Respiratory Group (VRG). It is hypothesized that the pre-Bötzinger complex is the main location of the rhythmic pattern generation circuitry involved in breathing. It also contains pacemaker cells and nonpacemaker cells that initiate spontaneous breathing. Research is being conducted on the mechanisms involved, but it is currently unclear how this interneuron system is regulated.  Rhythmogenesis, the generation of rhythm, is modulated by membrane properties and synaptic interactions occurring in interneurons, intrinsically-bursting pacemaker neurons, and follower neurons within the pre-Bötzinger complex. Together these neurons make up an intrinsic network that is capable of being regulated by a vast range of neurotransmitters, amino acids, and chemical signals, such as adenosine, GABA, and glycine.",
            "score": 53.1771194934845
        },
        {
            "docid": "9044842_19",
            "document": "Peripheral chemoreceptors . Peripheral chemoreceptors work in concert with central chemoreceptors, which also monitor blood CO2 but do it in the cerebrospinal fluid surrounding the brain. A high concentration of central chemoreceptors is found in the ventral medulla, the brainstem area that receives input from peripheral chemoreceptors. Taken together, these blood oxygen monitors contribute nerve signals to the vasomotor center of the medulla which can modulate several processes, including breathing, airway resistance, blood pressure, and arousal, with central chemoformation about medullary oxygen levels and peripheral chemoreceptors about arterial oxygen. At an evolutionary level, this stabilization of oxygen levels, which also results in a more constant carbon dioxide concentration and pH, was important to manage oxygen flow in air-vs.-water breathing, sleep, and to maintain an ideal pH for protein structure, since fluctuations in pH can denature a cell's enzymes.",
            "score": 129.06413912773132
        },
        {
            "docid": "9045995_16",
            "document": "Pre-Bötzinger complex . Other inward currents that help generate intrinsic spiking and bursting in pacemaker neurons are the calcium current and calcium-activated nonspecific currents (I). When a neuron becomes depolarized, voltage gated calcium channels become activated and calcium is able to flow into the cell which usually leads to the release of neurotransmitters. Calcium-sensitive dyes have shown that internal concentrations of calcium increase during bursts. The activation of different calcium channels has distinct effects on the activity of neurons in the pre-Bötzinger complex. L-type calcium channels are known to increase the frequency of action potentials in some neurons, which might be the reason calcium influx through these channels has been observed during the augmentation when tissues have low levels of oxygen. P/Q-type calcium channels are mainly responsible for the release of neurotransmitters that excite, or activate, postsynaptic neurons. Studies have shown that blockage of these channels leads to the inhibition of sighs, which indicates calcium flow through these channels is necessary for sighs. Other research has also suggested that calcium flow through N-type calcium channels is essential for normal breathing, and is responsible for the activation of calcium-dependent potassium channels. Calcium-activated nonselective cation currents are important for the intrinsic spiking and bursting activity in CS pacemaker neurons. Metabotropic glutamate 1/5 receptors appear to be important for the increase in intracellular calcium that activate I. The initial burst in a neuron usually leads to the activation of the transient sodium current and the several types of calcium currents.These currents depolarize the cell further enough to activate NMDA receptors and I, which helps cell regenerate its bursts. The ratio between inward and outward currents helps determine the activity of pacemaker neurons in the pre-Bötzinger complex. The major outward currents involved in the regulation of neuron activity are potassium currents. Although the exact role of potassium currents is still being investigated, it appears that potassium and sodium leak currents are crucial for the rhythmicity of the pre-Bötzinger complex. Transient A-type potassium currents are more common in neurons that are involved in the inspiration process. When A-type potassium currents were blocked with 4-AP in slices of the pre-Bötzinger complex, synchronized bursts in inspiratory neurons was affected as well as communication with hypoglossal motor pools that help regulate breathing. This suggests that transient A-type potassium currents are needed for the synchronized bursts in inspiratory neurons and for effective respiratory control. Other potassium channels like large conductance calcium-dependent potassium channels and sodium chloride dependent potassium channels appear to end burst potentials in neurons. Moreover, ATP-dependent potassium channels help neurons detect changes in energy or oxygen levels to modify breathing patterns. These channels are activated by decreases in ATP, which suggests they provide the needed hyperpolarization during hypoxia.",
            "score": 64.56594717502594
        },
        {
            "docid": "20903424_15",
            "document": "Breathing . The rate and depth of breathing is automatically controlled by the respiratory centers that receive information from the peripheral and central chemoreceptors. These chemoreceptors continuously monitor the partial pressures of carbon dioxide and oxygen in the arterial blood. The sensors are, firstly, the central chemoreceptors on the surface of the medulla oblongata of the brain stem which are particularly sensitive to pH as well as the partial pressure of carbon dioxide in the blood and cerebrospinal fluid. The second group of sensors measure the partial pressure of oxygen in the arterial blood. Together the latter are known as the peripheral chemoreceptors which are situated in the aortic and carotid bodies. Information from all of these chemoreceptors is conveyed to the respiratory centers in the pons and medulla oblongata, which responds to deviations in the partial pressures of carbon dioxide and oxygen in the arterial blood from normal by adjusting the rate and depth of breathing, in such a way as to restore partial pressure of carbon dioxide back to 5.3 kPa (40 mm Hg), the pH to 7.4 and, to a lesser extent, the partial pressure of oxygen to 13 kPa (100 mm Hg). For instance, exercise increases the production of carbon dioxide by the active muscles. This carbon dioxide diffuses into the venous blood, and ultimately raises the partial pressure of carbon dioxide in the arterial blood. This is immediately sensed by the carbon dioxide chemoreceptors on the brain stem. The respiratory centers respond to this information by causing the rate and depth of breathing to increase to such an extent that the partial pressures of carbon dioxide and oxygen in the arterial blood return almost immediately to the same levels as at rest. The respiratory centers communicate with the muscles of breathing via motor nerves, of which the phrenic nerves, which innervate the diaphragm, are probably the most important.",
            "score": 133.0202407836914
        },
        {
            "docid": "3274245_13",
            "document": "Soy allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 64.87419986724854
        },
        {
            "docid": "6317707_13",
            "document": "Egg allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 64.87419986724854
        },
        {
            "docid": "5558520_8",
            "document": "Milk allergy . In the early stages of acute allergic reaction, lymphocytes previously sensitized to a specific protein or protein fraction react by quickly producing a particular type of antibody known as secreted IgE (sIgE), which circulates in the blood and binds to IgE-specific receptors on the surface of other kinds of immune cells called mast cells and basophils. Both of these are involved in the acute inflammatory response. Activated mast cells and basophils undergo a process called degranulation, during which they release histamine and other inflammatory chemical mediators called (cytokines, interleukins, leukotrienes, and prostaglandins) into the surrounding tissue causing several systemic effects, such as vasodilation, mucous secretion, nerve stimulation, and smooth-muscle contraction. This results in runny nose, itchiness, shortness of breath, and potentially anaphylaxis. Depending on the individual, the allergen, and the mode of introduction, the symptoms can be system-wide (classical anaphylaxis), or localized to particular body systems; asthma is localized to the respiratory system while eczema is localized to the skin.",
            "score": 64.87419986724854
        },
        {
            "docid": "13530734_2",
            "document": "NPAS2 . Neuronal PAS domain protein 2 (NPAS2) also known as member of PAS protein 4 (MOP4) is a transcription factor protein that in humans is encoded by the \"NPAS2\" gene. NPAS2 is paralogous to CLOCK, and both are key proteins involved in the maintenance of circadian rhythms in mammals. In the brain, NPAS2 functions as a generator and maintainer of mammalian circadian rhythms. More specifically, NPAS2 is an activator of transcription and translation of core clock and clock-controlled genes through its role in a negative feedback loop in the suprachiasmatic nucleus (SCN), the brain region responsible for the control of circadian rhythms.",
            "score": 43.95709729194641
        },
        {
            "docid": "26827828_2",
            "document": "DBX1 . Homeobox protein DBX1, also known as developing brain homeobox protein 1, is a protein that in humans is encoded by the \"DBX1\" gene. The DBX1 gene is a transcription factor gene that is pivotal in interneuron differentiation in the ventral spinal cord. The spinal interneurons V0 and V1 are derived from progenitor domains that are differentiated by the expression of homeodomain proteins DBX1 and DBX2. DBX1 is spatially restricted and has a critical role in establishing the distinction of V0 and V1 neuronal fate. In DBX1 mutant mice, neural progenitors fail to generate V0 interneurons and instead gave rise to interneurons expressing V1 characteristics, such as their transcription factor profile, neurotransmitter phenotype, migratory pattern, and aspects of their axonal trajectory, suggesting that this single homeodomain transcription factor coordinates many of the differentiated properties of one class of interneurons generated in the ventral spinal cord. V0 and V1 interneurons are thought to be critical in the role of rhythmic breathing, after using a neonatal mouse model. Destruction of these DBX1 neurons in the pre-Botzinger complex showed an impaired respiratory rhythm as well as a decreased magnitude of motor output activity.",
            "score": 68.40510988235474
        },
        {
            "docid": "490620_42",
            "document": "Human brain . The brain controls the rate of breathing, mainly by respiratory centres in the medulla and pons. The respiratory centres control respiration, by generating motor signals that are passed down the spinal cord, along the phrenic nerve to the diaphragm and other muscles of respiration. This is a mixed nerve that carries sensory information back to the centres. There are four respiratory centres, three with a more clearly defined function, and an apneustic centre with a less clear function. In the medulla a dorsal respiratory group causes the desire to breathe in and receives sensory information directly from the body. Also in the medulla, the ventral respiratory group influences breathing out during exertion. In the pons the pneumotaxic centre influences the duration of each breath, and the apneustic centre seems to have an influence on inhalation. The respiratory centres directly senses blood carbon dioxide and pH. Information about blood oxygen, carbon dioxide and pH levels are also sensed on the walls of arteries in the peripheral chemoreceptors of the aortic and carotid bodies. This information is passed via the vagus and glossopharyngeal nerves to the respiratory centres. High carbon dioxide, an acidic pH, or low oxygen stimulate the respiratory centres. The desire to breathe in is also affected by pulmonary stretch receptors in the lungs which, when activated, prevent the lungs from overinflating by transmitting information to the respiratory centres via the vagus nerve.",
            "score": 119.12384057044983
        },
        {
            "docid": "16854590_3",
            "document": "TSHZ3 . \"Tshz3\"-knockout mice do not develop the respiratory rhythm generator (RRG) neural circuit, which is a pacemaker that produces an oscillating rhythm in the brainstem and controls autonomous breathing. The RRG neurons are present, but are abnormal. Those mice do not survive because they don't initiate breathing after birth. \"Tshz3\" is being studied for its relationship to infant breathing defects in humans.",
            "score": 91.17660284042358
        },
        {
            "docid": "14777557_5",
            "document": "RASD1 . RASD1 is expressed in many tissues including brain, heart, liver, and kidney. It is also present in bone marrow, but its expression is absent or at very low levels in spleen, lymph node, and peripheral blood leukocytes. RASD1 modulates multiple signaling cascades. RASD1 could activate G proteins in a receptor-independent manner and inhibit signal transduction through several different G protein-coupled receptors. Although RASD1 is a member of the Ras superfamily of small G-proteins, which often promotes cell growth and tumor expansion, it plays an active role in preventing aberrant cell growth. It can be induced by corticosteroids and may play a role in the negative feedback loop controlling adrenocorticotropic hormone (ACTH) secretion. In the hypothalamus, RASD1 expression is induced in two ways: one by elevated glucocorticoids in response to stress, and one in response to increased plasma osmolality resulting from osmotic stress. Based on its inhibitory actions on CREB phosphorylation, increased RASD1 in vasopressin-expressing neurons may be essential in controlling the transcriptional responses to stressors in both the supraoptic nucleus and paraventricular nucleus via modulation of the cAMP-PKA-CREB signaling pathway. RASD1 is also reported to function with leptin in the activation of TRPC4 transient receptor potential channels and, thus, plays a role in regulating electrical excitability in gastrointestinal myocytes, pancreatic β-cells, and neurons. In addition, the interaction between RASD1 and Ear2 is involved in renin transcriptional regulation.",
            "score": 62.50673806667328
        },
        {
            "docid": "15346583_5",
            "document": "LHX1 . Lim-1’s expression is controlled in part by the sonic hedgehog-Gli signaling pathway. Recent studies in mice have shown that Lim-1 silencing halts tumor growth and impairs tumor cell movement via inhibition of protein expression involved in metastatic spread. Therefore, in tumor cells Lim-1 acts as an oncogene. Thus, targeting Lim-1 can be a potential cancer therapy. In addition, Lim-1 is important in rodent renal development. Lim-1 deficiency results in development of multicystic kidney, whereas, its expression can contribute to pathogenesis of nephroblastomas. Also, Lim-1 plays a role in embryonic retinal development. Lim-1 expression affects differentiation and maintenance of horizontal cells located in the retinal, thus, it could serve as a marker in studies of horizontal cell specification. Lim-1 (Lhx1) functions as a transcription factor necessary for regulating the production of coupling factors required for proper communication between the neurons located in the part of the brain responsible for regulation of circadian rhythms called the suprachiasmatic nucleus (SCN). In mouse studies where Lim-1 transcription was restricted at some point during development in utero, the individual units within the subject’s molecular clock functioned properly but were unable to work together. Communication of these units is required to match their release of clock proteins which begin a transcription cascade of many other proteins that produce functional responses in tissues. The cyclic pattern of these responses is due to the feedback of the clock proteins and consequent changes to this transcription cascade. Reduced Lim-1 expression leads to inadequate levels of proteins such as Vasoactive Intestinal Polypeptide (VIP) that work to produce the neuron coordination required for a regulated circadian rhythm. The lack of such coupling factors causes the circadian clock to not function properly because the units within the SCN cannot match their release of clock proteins, and therefore their transcriptional cascades of proteins that cause changes in arousal do not align.",
            "score": 59.95244908332825
        },
        {
            "docid": "8449_7",
            "document": "Developmental biology . Cell differentiation is the process whereby different functional cell types arise in development. For example, neurons, muscle fibers and hepatocytes (liver cells) are well known types of differentiated cell. Differentiated cells usually produce large amounts of a few proteins that are required for their specific function and this gives them the characteristic appearance that enables them to be recognized under the light microscope. The genes encoding these proteins are highly active. Typically their chromatin structure is very open, allowing access for the transcription enzymes, and specific transcription factors bind to regulatory sequences in the DNA in order to activate gene expression. For example, NeuroD is a key transcription factor for neuronal differentiation, myogenin for muscle differentiation, and HNF4 for hepatocyte differentiation. Cell differentiation is usually the final stage of development, preceded by several states of commitment which are not visibly differentiated. A single tissue, formed from a single type of progenitor cell or stem cell, often consists of several differentiated cell types. Control of their formation involves a process of lateral inhibition, based on the properties of the Notch signaling pathway. For example, in the neural plate of the embryo this system operates to generate a population of neuronal precursor cells in which NeuroD is highly expressed.",
            "score": 37.184653997421265
        },
        {
            "docid": "14762627_7",
            "document": "Cathepsin E . Cathepsin E plays a vital role in protein degradation, antigen processing via the MHC class II pathway and bioactive protein generation. The enzyme is also thought to be involved in age induced neuronal death pathway execution as well as the excessive stimulation of glutamate receptors with excitotoxins and transient forebrain ischemia. In an experiment carried out on rats, Cathepsin E was barely detected in the brain tissues of young rats, however in older rats its level was greatly increased in the neostriatum and cerebral cortex. The enzyme was also expressed at high levels in the activated microglia of the hippocampal CA1 region and in degenerating neurons for a week after transient forebrain ischemia. Cathepsin E has a possible role in the development of well differentiated adenocarcinoma from intestinal metaplasia. The enzyme also plays a part in association with dendritic cells where it generates the CD4 repertoire in response to self and foreign proteins.",
            "score": 41.998368978500366
        },
        {
            "docid": "8412074_15",
            "document": "Acid–base homeostasis . The central chemoreceptors send their information to the respiratory centres in the medulla oblongata and pons of the brainstem. The respiratory centres then determine the average rate of ventilation of the alveoli of the lungs, to keep the partial pressure carbon dioxide in the arterial blood constant. The respiratory center does so via motor neurons which activate the muscles of respiration (in particular the diaphragm). A rise in the partial pressure of carbon dioxide in the arterial blood plasma above 5.3 kPa (40 mmHg) reflexly causes an increase in the rate and depth of breathing. Normal breathing is resumed when the partial pressure of carbon dioxide has returned to 5.3 kPa. The converse happens if the partial pressure of carbon dioxide falls below the normal range. Breathing may be temporally halted, or slowed down to allow carbon dioxide to accumulate once more in the lungs and arterial blood.",
            "score": 102.53693103790283
        },
        {
            "docid": "34038330_8",
            "document": "Theta model . Bursting cells are important for motor generation and synchronization. For example, the pre-Bötzinger complex in the mammalian brain stem contains many bursting neurons that control autonomous breathing rhythms. Various neocortical neurons (i.e. cells of the neocortex) are capable of bursting, which \"contribute significantly to [the] network behavior [of neocortical neurons]\". The R15 neuron of the abdominal ganglion in \"Aplyisa\", hypothesized to be a [pneurosecretory[] cell (i.e. a cell that produces hormones), is known to produce bursts characteristic of neurosecretory cells. In particular, it is known to produce parabolic bursts.",
            "score": 48.907297134399414
        },
        {
            "docid": "13647847_4",
            "document": "Cough center . Cough receptors project to relay neurones in the solitary nucleus, which project to other parts of the respiratory networks. In particular, the pre-Bötzinger complex may act as a pattern generator for the cough response. Parts of the caudal medullary raphe nucleus (nucleus raphe obscurus and nucleus raphe magnus) are known to be essential for the cough response. Other systems that may be involved in pattern generation and regulation are the pontine respiratory group, the lateral tegmental field and the deep cerebellar nuclei. Successful joint models of medullary systems coordinating breathing, coughing and swallowing has been constructed based on this model.",
            "score": 61.920321464538574
        },
        {
            "docid": "37957946_6",
            "document": "De novo protein synthesis theory of memory formation . A line of research investigates long term potentiation (LTP), a process that describes how a memory can be consolidated between two neurons, or brain cells, ultimately by creating a circuit within the brain that can encode a memory. To initiate a learning circuit between two neurons, one prominent study described using tetanus stimulations to depolarize one neuron by 30mV, which, in turn, activated its NMDA glutamate receptors (Nowak, Bregestovski, Ascher, Herbert, & Prochiantz, 1984). The activation of these receptors resulted in Ca flooding the cell, initiating a cascade of secondary messengers. The cascade of resulting reactions, brought about by secondary messengers, terminates with the activation of cAMP response binding element protein (CREB), which acts as a transcription factor for various genes and initiates their expression (Hawkins, Kandel, & Bailey, 2006). Some proponents argue that the genes stimulate changes in communication between neurons, which underlie the encoding of memory; others suggest that the genes are byproducts of the LTP signaling pathway and are not directly involved in LTP. However, following the cascade of secondary messengers, no one would dispute that more AMPA receptors appear in the postsynaptic terminal (Hayashi et al., 2000). Higher numbers of AMPA receptors, taken together with the aforementioned events, allow for increased firing potential in the postsynaptic cell, which creates an improved learning circuit between these two neurons (Hayashi et al., 2000). Because of the specific, activity-dependent nature of LTP, it is an ideal model for a neural correlate of memory, as postulated by numerous studies; together, these studies show that the abolishment of LTP prevents the formation of memory at the neuronal level (Hawkins, Kandel, & Bailey, 2006).",
            "score": 73.23068237304688
        },
        {
            "docid": "29648114_7",
            "document": "Andrea Brand . During these years Brand has performed work on nervous-system development that the Royal Society has described as “pioneering.” According to the Royal Society, her study of the fruit fly's embryonic nervous system “has led to new insights into the biology of neural stem cells, and the ability of neurons to regenerate after damage.” Moreover, Brand “identified a novel role for a key regulator in cell division in controlling the strength of neuronal connections,” which “could help uncover new drug targets in the search for treatments for neural disorders such as Parkinson's and Huntington's disease.” As one source explains, “Brand is looking for stem cells in adult fruit flies' brains and trying to understand how genes are regulated throughout life. The aim of the work is to learn how to control cells to produce the right neuron at the right place at the right time. One protein, known by the name Prospero, is responsible for regulating stem cells to produce cells which produce neurons. Without the Prospero protein, tumours result.",
            "score": 51.014976978302
        },
        {
            "docid": "13400256_13",
            "document": "Respiratory center . Breathing is the repetitive process of bringing air into the lungs and taking waste products out. The oxygen brought in from the air is a constant, on-going need of an organism to maintain life. This need is still there during sleep so that the functioning of this process has to be automatic and be part of the autonomic nervous system. The in-breath is followed by the out-breath, giving the respiratory cycle of inhalation and exhalation. The number of cycles per minute is the respiratory rate. The respiratory rate is set in the respiratory center by the dorsal respiratory group, in the medulla, and these neurons are mostly concentrated in the solitary nucleus that extends the length of the medulla.",
            "score": 98.87473893165588
        },
        {
            "docid": "39377992_97",
            "document": "Reduced muscle mass, strength and performance in space . As presented above, skeletal muscle atrophy involves an imbalance between the processes that control protein synthesis (also known as protein translation) and those that control protein breakdown. When the two processes are in synchrony, muscle mass is stable. However, if there is an imbalance such that the protein synthetic pathway is decreased relative to that of the rate of degradation, muscle atrophy will occur. In the case of skeletal muscle atrophy in response to spaceflight or HS, a decrease in the capacity for synthesis as well as an increase in the processes that regulate degradation seem to occur, creating a rapid net degradation response to the unloading stimulus. On the basis of the available information, such a scenario is thought to involve the following chain of events. At the onset of unloading involving a wide range of models including spaceflight, a decrease in transcriptional and/or pre-translational activity occurs in skeletal muscle that affects the type I and IIa MHC genes as well as the actin gene. This results in a reduced level of both pre-mRNA and mRNA pools (the latter being a substrate for protein translation) for these three proteins. Together, MHC and actin provide the bulk of the myofibril fraction that accounts for most of the protein in the muscle cell. Concomitantly, a decrease occurs in the activity of key protein kinase enzyme systems (constituting the PI3kinase/akt/mTOR pathway), which regulates the protein synthetic apparatus controlling protein translation. This alteration, in combination with a smaller amount of mRNA substrate, collectively contributes to a reduction in the net capacity for protein synthesis. Occurring simultaneously with this process is the up-regulation of a set of genes that encode proteins that play a regulatory role in augmenting protein degradation. These include the myostatin gene, the atrogin 1 gene, and a gene called muscle ring finger protein, referred to as MURF. Myostatin is an antigrowth transcription factor, which is thought to negatively modulate the genes that promote growth. Atrogin and MURF are E3 ligases that are responsible for ubiquinating target proteins to mark them for degradation in a system designated as the proteasome. Interestingly, this MURF protein has been reported to be a key regulator for specifically targeting breakdown of the type I and type IIa MHC proteins.",
            "score": 45.42221713066101
        },
        {
            "docid": "3557975_12",
            "document": "Huntingtin . Enzymes in the cell often cut this elongated protein into fragments. The protein fragments form abnormal clumps, known as neuronal intranuclear inclusions (NIIs), inside nerve cells, and may attract other, normal proteins into the clumps. The presence of these clumps was once thought to play a causal role in Huntington disease. Further research undermined this conclusion by showing the presence of NIIs actually extended the life of neurons and acted to reduce intracellular mutant huntingtin in neighboring neurons. Thus, the likelihood of neuronal death can be predicted by accounting for two factors: (1) the length of CAG repeats in the Huntingtin gene and (2) the neuron's exposure to diffuse intracellular mutant huntingtin protein. NIIs (protein clumping) can thereby be construed as a coping mechanism—as opposed to a pathogenic mechanism—to stem neuronal death by decreasing the amount of diffuse huntingtin. This process is particularly likely to occur in the striatum (a part of the brain that coordinates movement) primarily, and the frontal cortex (a part of the brain that controls thinking and emotions).",
            "score": 51.63820552825928
        },
        {
            "docid": "13876671_4",
            "document": "Gliotransmitter . The word “glia” illustrates the original belief among scientists that these cells play a passive role in neural signaling, being responsible only for neuronal structure and support within the brain. Glial cells cannot produce action potentials and therefore were not suspected as playing an important and active communicative role in the central nervous system, because synaptic transmission between neurons is initiated with an action potential. However, research shows that these cells express excitability with changes in the intracellular concentrations of Ca. Gliotransmission occurs because of the ability of glial cells to induce excitability with variations in Ca concentrations. Changes in the concentration of Ca correlate with currents from NMDA receptor-mediated neurons which are measured in neighboring neurons of the ventrobasal (VB) thalamus. Because glial cells greatly outnumber neurons in the brain, accounting for over 70% of all cells in the central nervous system, gliotransmitters released by astrocytes have the potential to be very influential and important within the central nervous system, as well as within other neural systems throughout the body. These cells do not simply carry functions of structural support, but can also take part in cell-to-cell communication with neurons, microglia, and other astrocytes by receiving inputs, organizing information, and sending out chemical signals. The Ca signal from the astrocyte may also participate in controlling blood flow in the brain.",
            "score": 47.31593930721283
        },
        {
            "docid": "9045995_10",
            "document": "Pre-Bötzinger complex . Rhythmic respiratory breathing continuously adapts to the organism’s posture, activity level, speech, and can reveal whether someone is calm, agitated, or scared. Plasticity of the mechanisms involved in respiratory behavior is modulated in part by the pre-Bötzinger complex. Disruption causes irreversible loss or major disruption of breathing in vivo. The frequency and amplitude change according to the behavioral and metabolic demands of the organism it controls. Breathing is thus extremely sensitive to the internal state of the organism. The pre-Bötzinger complex is a rhythm generating network, which is composed of micro networks that function within larger networks to create characteristic rhythms and breathing patterns, including eupneic, sigh, and gasping activities. This single neuronal network can create multiple respiratory rhythmic patterns and is by itself both necessary and sufficient to generate respiratory rhythms.",
            "score": 70.58183693885803
        },
        {
            "docid": "518989_2",
            "document": "Neuroglia . Neuroglia, also called glial cells or simply glia, are non-neuronal cells in the central nervous system (brain and spinal cord) and the peripheral nervous system. They maintain homeostasis, form myelin, and provide support and protection for neurons. In the central nervous system, glial cells include oligodendrocytes, astrocytes, ependymal cells, and microglia, and in the peripheral nervous system glial cells include Schwann cells and satellite cells. They have four main functions: (1) To surround neurons and hold them in place (2) To supply nutrients and oxygen to neurons (3) To insulate one neuron from another (4) To destroy pathogens and remove dead neurons. They also play a role in neurotransmission and synaptic connections,<ref name=\"doi:10.1111/j.1742-4658.2008.06515.x\"></ref> and in physiological processes like breathing,<ref name=\"doi:10.1126/science.1190721\"></ref> .",
            "score": 57.19659900665283
        },
        {
            "docid": "42064066_6",
            "document": "Proneural genes . Proneural proteins bind DNA as heterodimeric complexes that are formed by bHLH proteins or E proteins. Because heterodimerization is a prerequisite for DNA binding, factors that interfere with dimerization effectively act as passive repressors of proneural gene activity. Proneural proteins specifically bind DNA sequences that contain a core hexanucleotide motif, CANNTG, known as an E-box. The basic region and helix 1 of the bHLH domain form a long alpha-helix that is connected with the loop region to helix 2. Direct contacts between bHLH residues and DNA are responsible for the common ability of neural bHLH proteins to bind to the core E-boxsequence. The cells within a cluster that express a proneural gene (called a proneural cluster) can be thought of as cells of an equivalence group. Within a proneural cluster, the cells compete with each other, such that only a subset of cells is singled out to develop into neuronal precursors. This singling out process is mediated by cell-cell interactions interpreted through the action of neurogenic genes. In neuroectoderm, neurogenic genes are required to single out cells from within proneural clusters to form neuronal precursors, leaving the remaining cells of proneural clusters to develop into epidermal cells. Proneural genes may function in analogous fashions in vertebrates and invertebrates, specifically they were implicated in early neurogenesis. Although proneural proteins are responsible for trigger neurogenesis, different proteins are required for different neural and/or glial cell types. This implies that each of these proteins is capable of regulating both common target genes for neurogenesis and unique target genes for neuronal subtype characteristics. Proneural bHLH transcription factors, not only drive neurogenesis by activating the expression of a cascade of neuronal genes, but they inhibit the expression of glial genes. Neural bHLH genes have different functions depending on: the sensitivity to lateral inhibition, which determines if a cell becomes epidermal or neuronal, and whether the gene is expressed in the CNS before or after the terminal mitosis.",
            "score": 41.767014026641846
        },
        {
            "docid": "51598692_4",
            "document": "Infantile apnea . Central apnea is characterized by insufficient responsiveness from respiratory centers such as the medulla, which results in poor coordination of the body systems that are necessary for breathing. Respiratory muscles and nerves to lose the ability to effectively receive and process signals from the brain causing respiratory efforts to cease. Central apnea is quite common and can be found in healthy, full-term infants for short periods of time before breathing patterns in the infant stabilize. In premature infants, central apnea is attributed to an underdeveloped respiratory system which results in decreased response to higher carbon dioxide levels and difficulty breathing. Head trauma may also cause central apnea as it interferes with normal signalling of the central respiratory system, this might be present in infants who suffer from abuse so investigating patient background is an important consideration.",
            "score": 107.17715287208557
        },
        {
            "docid": "27118911_4",
            "document": "Central sleep apnea . In pure central sleep apnea, the brain's respiratory control centers, located in the region of the human brain known as the pre-Botzinger complex, are imbalanced during sleep and fail to give the signal to inhale, causing the individual to miss one or more cycles of breathing. The neurological feedback mechanism that monitors blood levels of carbon dioxide and in turn stimulates respiration fails to react quickly enough to maintain an even respiratory rate, allowing the entire respiratory system to cycle between apnea and hyperpnea, even for a brief time following an awakening during a breathing pause. The sleeper stops breathing for up to two minutes and then starts again. There is no effort made to breathe during the pause in breathing: there are no chest movements and no muscular struggling, although when awakening occurs in the middle of a pause, the inability to immediately operate the breathing muscles often results in cognitive struggle accompanied by a feeling of panic exacerbated by the feeling associated with excessive blood CO levels. Even in severe cases of central sleep apnea, however, the effects almost always result in pauses that make breathing irregular rather than cause the total cessation of breathing over the medium term. After the episode of apnea, breathing may be faster and/or more intense (hyperpnea) for a period of time, a compensatory mechanism to blow off retained waste gases, absorb more oxygen, and, when voluntary, enable a return to normal instinctive breathing patterns by restoring oxygen to the breathing muscles themselves.",
            "score": 119.20192289352417
        },
        {
            "docid": "491962_4",
            "document": "Respiration (physiology) . In animals with lungs, physiological respiration involves respiratory cycles of inhaled and exhaled breaths. Inhalation (breathing in) is usually an active movement. The contraction of the diaphragm muscle cause a pressure variation, which is equal to the pressures caused by elastic, resistive and inertial components of the respiratory system. In contrast, exhalation (breathing out) is usually a passive process. Breathing in, brings air into the lungs where the process of gas exchange takes place between the air in the alveoli and the blood in the pulmonary capillaries",
            "score": 85.99129700660706
        },
        {
            "docid": "38814223_15",
            "document": "Decompression theory . The sum of partial pressures of the gas that the diver breathes must necessarily balance with the sum of partial pressures in the lung gas. In the alveoli the gas has been humidified and has gained carbon dioxide from the venous blood. Oxygen has also diffused into the arterial blood, reducing the partial pressure of oxygen in the alveoli. As the total pressure in the alveoli must balance with the ambient pressure, this dilution results in an effective partial pressure of nitrogen of about 758 mb (569 mmHg) in air at normal atmospheric pressure. At a steady state, when the tissues have been saturated by the inert gases of the breathing mixture, metabolic processes reduce the partial pressure of the less soluble oxygen and replace it with carbon dioxide, which is considerably more soluble in water. In the cells of a typical tissue, the partial pressure of oxygen will drop, while the partial pressure of carbon dioxide will rise. The sum of these partial pressures (water, oxygen, carbon dioxide and nitrogen) is less than the total pressure of the respiratory gas. This is a significant saturation deficit, and it provides a buffer against supersaturation and a driving force for dissolving bubbles. Experiments suggest that the degree of unsaturation increases linearly with pressure for a breathing mixture of fixed composition, and decreases linearly with fraction of inert gas in the breathing mixture. As a consequence, the conditions for maximising the degree of unsaturation are a breathing gas with the lowest possible fraction of inert gas – i.e. pure oxygen, at the maximum permissible partial pressure. This saturation deficit is also referred to as inherent unsaturation, the \"Oxygen window\". or partial pressure vacancy.",
            "score": 95.81028366088867
        }
    ],
    "r": [
        {
            "docid": "20903424_4",
            "document": "Breathing . The breathing of all vertebrates with lungs consists of repetitive cycles of inhalation and exhalation through a highly branched system of tubes or airways which lead from the nose to the alveoli. The number of respiratory cycles per minute is the breathing or respiratory rate, and is one of the four primary vital signs of life. Under normal conditions the breathing depth and rate is automatically, and unconsciously, controlled by several homeostatic mechanisms which keep the partial pressures of carbon dioxide and oxygen in the arterial blood constant. Keeping the partial pressure of carbon dioxide in the arterial blood unchanged under a wide variety of physiological circumstances, contributes significantly to tight control of the pH of the extracellular fluids (ECF). Over-breathing (hyperventilation) and under-breathing (hypoventilation), which decrease and increase the arterial partial pressure of carbon dioxide respectively, cause a rise in the pH of ECF in the first case, and a lowering of the pH in the second. Both cause distressing symptoms.",
            "score": 141.13539123535156
        },
        {
            "docid": "20903424_15",
            "document": "Breathing . The rate and depth of breathing is automatically controlled by the respiratory centers that receive information from the peripheral and central chemoreceptors. These chemoreceptors continuously monitor the partial pressures of carbon dioxide and oxygen in the arterial blood. The sensors are, firstly, the central chemoreceptors on the surface of the medulla oblongata of the brain stem which are particularly sensitive to pH as well as the partial pressure of carbon dioxide in the blood and cerebrospinal fluid. The second group of sensors measure the partial pressure of oxygen in the arterial blood. Together the latter are known as the peripheral chemoreceptors which are situated in the aortic and carotid bodies. Information from all of these chemoreceptors is conveyed to the respiratory centers in the pons and medulla oblongata, which responds to deviations in the partial pressures of carbon dioxide and oxygen in the arterial blood from normal by adjusting the rate and depth of breathing, in such a way as to restore partial pressure of carbon dioxide back to 5.3 kPa (40 mm Hg), the pH to 7.4 and, to a lesser extent, the partial pressure of oxygen to 13 kPa (100 mm Hg). For instance, exercise increases the production of carbon dioxide by the active muscles. This carbon dioxide diffuses into the venous blood, and ultimately raises the partial pressure of carbon dioxide in the arterial blood. This is immediately sensed by the carbon dioxide chemoreceptors on the brain stem. The respiratory centers respond to this information by causing the rate and depth of breathing to increase to such an extent that the partial pressures of carbon dioxide and oxygen in the arterial blood return almost immediately to the same levels as at rest. The respiratory centers communicate with the muscles of breathing via motor nerves, of which the phrenic nerves, which innervate the diaphragm, are probably the most important.",
            "score": 133.02024841308594
        },
        {
            "docid": "219367_15",
            "document": "Drowning . The breath-hold break point can be suppressed or delayed either intentionally or unintentionally. Hyperventilation before any dive, deep or shallow, flushes out carbon dioxide in the blood resulting in a dive commencing with an abnormally low carbon dioxide level; a potentially dangerous condition known as hypocapnia. The level of carbon dioxide in the blood after hyperventilation may then be insufficient to trigger the breathing reflex later in the dive and a blackout may occur without warning and before the diver feels any urgent need to breathe. This can occur at any depth and is common in distance breath-hold divers in swimming pools. Hyperventilation is often used by both deep and distance free-divers to flush out carbon dioxide from the lungs to suppress the breathing reflex for longer. It is important not to mistake this for an attempt to increase the body's oxygen store. The body at rest is fully oxygenated by normal breathing and cannot take on any more. Breath holding in water should always be supervised by a second person, as by hyperventilating, one increases the risk of shallow water blackout because insufficient carbon dioxide levels in the blood fail to trigger the breathing reflex.",
            "score": 131.46780395507812
        },
        {
            "docid": "24130492_18",
            "document": "Suicide bag . The urge to breathe in normal humans is mainly controlled by blood carbon dioxide concentration and the acidity that it causes. A rise in carbon dioxide concentration caused by the inability to inhale fresh gas will cause a strong reflex to breathe, accompanied by increasing distress as the level rises, culminating in panic and desperate struggle for air. This effect will remain if the person is free to breathe but the available air has a high carbon dioxide content. If the supplied breathing gas is free of carbon dioxide, the blood carbon dioxide levels will remain low while breathing occurs, and there will be no distress or urge to increase breathing rate, as the sensitivity in normal people to blood oxygen level as a breathing stimulus is very low.  The effect of contamination of the inert gas by air or other source of oxygen is to reduce the effects of oxygen loss and the person exposed may feel weak, tired and confused, but without a strong urge to breathe or the associated respiratory distress. The efficiency of the system for euthanasia requires minimising contamination by oxygen and carbon dioxide. Small amounts of oxygen will not affect the end result, but may extend the time taken.",
            "score": 129.95513916015625
        },
        {
            "docid": "9044842_19",
            "document": "Peripheral chemoreceptors . Peripheral chemoreceptors work in concert with central chemoreceptors, which also monitor blood CO2 but do it in the cerebrospinal fluid surrounding the brain. A high concentration of central chemoreceptors is found in the ventral medulla, the brainstem area that receives input from peripheral chemoreceptors. Taken together, these blood oxygen monitors contribute nerve signals to the vasomotor center of the medulla which can modulate several processes, including breathing, airway resistance, blood pressure, and arousal, with central chemoformation about medullary oxygen levels and peripheral chemoreceptors about arterial oxygen. At an evolutionary level, this stabilization of oxygen levels, which also results in a more constant carbon dioxide concentration and pH, was important to manage oxygen flow in air-vs.-water breathing, sleep, and to maintain an ideal pH for protein structure, since fluctuations in pH can denature a cell's enzymes.",
            "score": 129.06414794921875
        },
        {
            "docid": "508735_21",
            "document": "Intracranial pressure . In patients who have high ICP due to an acute injury, it is particularly important to ensure adequate airway, breathing, and oxygenation. Inadequate blood oxygen levels (hypoxia) or excessively high carbon dioxide levels (hypercapnia) cause cerebral blood vessels to dilate, increasing the flow of blood to the brain and causing the ICP to rise. Inadequate oxygenation also forces brain cells to produce energy using anaerobic metabolism, which produces lactic acid and lowers pH, also dilating blood vessels and exacerbating the problem. Conversely, blood vessels constrict when carbon dioxide levels are below normal, so hyperventilating a patient with a ventilator or bag valve mask can temporarily reduce ICP. Hyperventilation was formerly a part of the standard treatment of traumatic brain injuries, but the induced constriction of blood vessels limits blood flow to the brain at a time when the brain may already be ischemic—hence it is no longer widely used. Furthermore, the brain adjusts to the new level of carbon dioxide after 48 to 72 hours of hyperventilation, which could cause the vessels to rapidly dilate if carbon-dioxide levels were returned to normal too quickly. Hyperventilation is still used if ICP is resistant to other methods of control, or there are signs of brain herniation, because the damage herniation can cause is so severe that it may be worthwhile to constrict blood vessels even if doing so reduces blood flow. ICP can also be lowered by raising the head of the bed, improving venous drainage. A side effect of this is that it could lower pressure of blood to the head, resulting in a reduced and possibly inadequate blood supply to the brain. Venous drainage may also be impeded by external factors such as hard collars to immobilize the neck in trauma patients, and this may also increase the ICP. Sandbags may be used to further limit neck movement.",
            "score": 121.66297912597656
        },
        {
            "docid": "27118911_3",
            "document": "Central sleep apnea . Individuals without sleep apnea are sleeping while \"at rest\" as far as cardiovascular workload is concerned. Breathing is regular in a healthy person during sleep, and oxygen levels and carbon dioxide levels in the bloodstream stay fairly constant: After exhalation, the blood level of oxygen decreases and that of carbon dioxide increases. Exchange of gases with a lungful of fresh air is necessary to replenish oxygen and rid the bloodstream of built-up carbon dioxide. Oxygen and carbon dioxide receptors in the blood stream (called chemoreceptors) send nerve impulses to the brain, which then signals for reflexive opening of the larynx (enlarging the opening between the vocal cords) and movements of the rib cage muscles and diaphragm. These muscles expand the thorax (chest cavity) so that a partial vacuum is made within the lungs and air rushes in to fill it. In the absence of central apnea, any sudden drop in oxygen or excess of carbon dioxide, even if small, strongly stimulates the brain's respiratory centers to breathe; the respiratory drive is so strong that even conscious efforts to hold one's breath do not overcome it.",
            "score": 121.59845733642578
        },
        {
            "docid": "219367_14",
            "document": "Drowning . The breathing reflex in the human body is weakly related to the amount of oxygen in the blood but strongly related to the amount of carbon dioxide (see Hypercapnia). During apnea, the oxygen in the body is used by the cells, and excreted as carbon dioxide. Thus, the level of oxygen in the blood decreases, and the level of carbon dioxide increases. Increasing carbon dioxide levels lead to a stronger and stronger breathing reflex, up to the \"breath-hold breakpoint\", at which the person can no longer voluntarily hold his or her breath. This typically occurs at an arterial partial pressure of carbon dioxide of 55 mm Hg, but may differ significantly from individual to individual.",
            "score": 119.28067016601562
        },
        {
            "docid": "27118911_4",
            "document": "Central sleep apnea . In pure central sleep apnea, the brain's respiratory control centers, located in the region of the human brain known as the pre-Botzinger complex, are imbalanced during sleep and fail to give the signal to inhale, causing the individual to miss one or more cycles of breathing. The neurological feedback mechanism that monitors blood levels of carbon dioxide and in turn stimulates respiration fails to react quickly enough to maintain an even respiratory rate, allowing the entire respiratory system to cycle between apnea and hyperpnea, even for a brief time following an awakening during a breathing pause. The sleeper stops breathing for up to two minutes and then starts again. There is no effort made to breathe during the pause in breathing: there are no chest movements and no muscular struggling, although when awakening occurs in the middle of a pause, the inability to immediately operate the breathing muscles often results in cognitive struggle accompanied by a feeling of panic exacerbated by the feeling associated with excessive blood CO levels. Even in severe cases of central sleep apnea, however, the effects almost always result in pauses that make breathing irregular rather than cause the total cessation of breathing over the medium term. After the episode of apnea, breathing may be faster and/or more intense (hyperpnea) for a period of time, a compensatory mechanism to blow off retained waste gases, absorb more oxygen, and, when voluntary, enable a return to normal instinctive breathing patterns by restoring oxygen to the breathing muscles themselves.",
            "score": 119.2019271850586
        },
        {
            "docid": "490620_42",
            "document": "Human brain . The brain controls the rate of breathing, mainly by respiratory centres in the medulla and pons. The respiratory centres control respiration, by generating motor signals that are passed down the spinal cord, along the phrenic nerve to the diaphragm and other muscles of respiration. This is a mixed nerve that carries sensory information back to the centres. There are four respiratory centres, three with a more clearly defined function, and an apneustic centre with a less clear function. In the medulla a dorsal respiratory group causes the desire to breathe in and receives sensory information directly from the body. Also in the medulla, the ventral respiratory group influences breathing out during exertion. In the pons the pneumotaxic centre influences the duration of each breath, and the apneustic centre seems to have an influence on inhalation. The respiratory centres directly senses blood carbon dioxide and pH. Information about blood oxygen, carbon dioxide and pH levels are also sensed on the walls of arteries in the peripheral chemoreceptors of the aortic and carotid bodies. This information is passed via the vagus and glossopharyngeal nerves to the respiratory centres. High carbon dioxide, an acidic pH, or low oxygen stimulate the respiratory centres. The desire to breathe in is also affected by pulmonary stretch receptors in the lungs which, when activated, prevent the lungs from overinflating by transmitting information to the respiratory centres via the vagus nerve.",
            "score": 119.12384033203125
        },
        {
            "docid": "27118911_11",
            "document": "Central sleep apnea . Congenital central hypoventilation syndrome (CCHS), often referred to by its older name \"Ondine's curse,\" is a rare and very severe inborn form of abnormal interruption and reduction in breathing during sleep. This condition involves a specific homeobox gene, PHOX2B, which guides maturation of the autonomic nervous system; certain loss-of-function mutations interfere with the brain's development of the ability to effectively control breathing. There may be a recognizable pattern of facial features among individuals affected with this syndrome.",
            "score": 117.38035583496094
        },
        {
            "docid": "2480368_2",
            "document": "Central neurogenic hyperventilation . Central neurogenic hyperventilation (CNH) is an abnormal pattern of breathing characterized by deep and rapid breaths at a rate of at least 25 breaths per minute. Increasing irregularity of this respiratory rate generally is a sign that the patient will enter into coma. CNH is unrelated to other forms of hyperventilation, like Kussmaul's respirations. CNH is the human body's response to reduced carbon dioxide levels in the blood. This reduction in carbon dioxide is caused by contraction of cranial arteries from damage caused by lesions in the brain stem. However, the mechanism by which CNH arises as a result from these lesions is still very poorly understood. Current research has yet to provide an effective means of treatment for the rare number of patients who are diagnosed with this condition.",
            "score": 116.21764373779297
        },
        {
            "docid": "3849909_15",
            "document": "Freediving blackout . The primary urge to breathe is triggered by rising carbon dioxide (CO) levels in the bloodstream. Carbon dioxide builds up in the bloodstream when oxygen is metabolized and it needs to be expelled as a waste product. The body detects carbon dioxide levels very accurately and relies on this as the primary trigger to control breathing. Hyperventilation artificially depletes the resting concentration of carbon dioxide causing a low blood carbon dioxide condition called hypocapnia. Hypocapnia reduces the reflexive respiratory drive, allowing the delay of breathing and leaving the diver susceptible to loss of consciousness from hypoxia. For most healthy people, the first sign of low oxygen levels is a greyout or unconsciousness: there is no bodily sensation that warns a diver of an impending blackout.",
            "score": 115.7676010131836
        },
        {
            "docid": "13980_15",
            "document": "Homeostasis . Changes in the levels of oxygen, carbon dioxide and plasma pH are sent to the respiratory center, in the brainstem where they are regulated. The partial pressure of oxygen and carbon dioxide in the arterial blood is monitored by the peripheral chemoreceptors (PNS) in the carotid artery and aortic arch. A change in the partial pressure of carbon dioxide is detected as altered pH in the cerebrospinal fluid by central chemoreceptors (CNS) in the medulla oblongata of the brainstem. Information from these sets of sensors is sent to the respiratory center which activates the effector organs – the diaphragm and other muscles of respiration. An increased level of carbon dioxide in the blood, or a decreased level of oxygen, will result in a deeper breathing pattern and increased respiratory rate to bring the blood gases back to equilibrium.",
            "score": 114.89554595947266
        },
        {
            "docid": "15809418_7",
            "document": "TPI1 . Triosephosphate isomerase deficiency is a disorder characterized by a shortage of red blood cells (anemia), movement problems, increased susceptibility to infection, and muscle weakness that can affect breathing and heart function. The anemia in this condition begins in infancy. Since the anemia results from the premature breakdown of red blood cells (hemolysis), it is known as hemolytic anemia. A shortage of red blood cells to carry oxygen throughout the body leads to extreme tiredness (fatigue), pale skin (pallor), and shortness of breath. When the red cells are broken down, iron and a molecule called bilirubin are released; individuals with triosephosphate isomerase deficiency have an excess of these substances circulating in the blood. Excess bilirubin in the blood causes jaundice, which is a yellowing of the skin and the whites of the eyes. Movement problems typically become apparent by age 2 in people with triosephosphate isomerase deficiency. The movement problems are caused by impairment of motor neurons, which are specialized nerve cells in the brain and spinal cord that control muscle movement. This impairment leads to muscle weakness and wasting (atrophy) and causes the movement problems typical of triosephosphate isomerase deficiency, including involuntary muscle tensing (dystonia), tremors, and weak muscle tone (hypotonia). Affected individuals may also develop seizures. Weakness of other muscles, such as the heart (a condition known as cardiomyopathy) and the muscle that separates the abdomen from the chest cavity (the diaphragm) can also occur in triosephosphate isomerase deficiency. Diaphragm weakness can cause breathing problems and ultimately leads to respiratory failure. Individuals with triosephosphate isomerase deficiency are at increased risk of developing infections because they have poorly functioning white blood cells. These immune system cells normally recognize and attack foreign invaders, such as viruses and bacteria, to prevent infection. The most common infections in people with triosephosphate isomerase deficiency are bacterial infections of the respiratory tract. People with triosephosphate isomerase deficiency often do not survive past childhood due to respiratory failure. In a few rare cases, affected individuals without severe nerve damage or muscle weakness have lived into adulthood. The deficiency is most commonly caused by mutations in TPI1, although mutations in other isoforms have been identified. A common marker for TPI deficiency is the increased accumulation of DHAP in erythrocyte extracts; this is because the defective enzyme no longer has the ability to catalyze the isomerization to GAP. The point mutation does not affect the catalysis rate, but rather, affects the assembly of the enzyme into a homodimer.",
            "score": 113.5015640258789
        },
        {
            "docid": "311433_7",
            "document": "Obesity hypoventilation syndrome . It is not fully understood why some obese people develop obesity hypoventilation syndrome while others do not. It is likely that it is the result of an interplay of various processes. Firstly, work of breathing is increased as adipose tissue restricts the normal movement of the chest muscles and makes the chest wall less compliant, the diaphragm moves less effectively, respiratory muscles are fatigued more easily, and airflow in and out of the lung is impaired by excessive tissue in the head and neck area. Hence, people with obesity need to expend more energy to breathe effectively. These factors together lead to sleep-disordered breathing and inadequate removal of carbon dioxide from the circulation and hence hypercapnia; given that carbon dioxide in aqueous solution combines with water to form an acid (CO[g] + HO[l] + excess HO[l] --> HCO[aq]), this causes acidosis (increased acidity of the blood). Under normal circumstances, central chemoreceptors in the brain stem detect the acidity, and respond by increasing the respiratory rate; in OHS, this \"ventilatory response\" is blunted.",
            "score": 112.07274627685547
        },
        {
            "docid": "3543130_14",
            "document": "Underwater diving . Blackouts in freediving can occur when the breath is held long enough for metabolic activity to reduce the oxygen partial pressure sufficiently to cause loss of consciousness. This is accelerated by exertion, which uses oxygen faster, or by hyperventilation, which reduces the carbon dioxide level in the blood. Lower carbon dioxide levels increase the oxygen-haemoglobin affinity, reducing availability of oxygen to brain tissue towards the end of the dive (Bohr effect); they also suppress the urge to breathe, making it easier to hold the breath to the point of blackout. This can happen at any depth.",
            "score": 110.38626861572266
        },
        {
            "docid": "529870_11",
            "document": "Control of ventilation . Levels of CO rise in the blood when the metabolic use of O,and the production of CO is increased during, for example, exercise. The CO in the blood is transported largely as bicarbonate (HCO) ions, by conversion first to carbonic acid (HCO), by the enzyme carbonic anhydrase, and then by disassociation of this acid to H and HCO. Build-up of CO therefore causes an equivalent build-up of the disassociated hydrogen ions, which, by definition, decreases the pH of the blood. The pH sensors on the brain stem immediately sense to this fall in pH, causing the respiratory center to increase the rate and depth of breathing. The consequence is that the PCO2 does not change from rest going into exercise. During very short-term bouts of intense exercise the release of lactic acid into the blood by the exercising muscles causes a fall in the blood plasma pH, independently of the rise in the PCO2, and this will stimulate pulmonary ventilation sufficiently to keep the blood pH constant at the expense of a lowered PCO2.",
            "score": 110.03547668457031
        },
        {
            "docid": "66733_9",
            "document": "Snorkeling . Snorkels constitute respiratory dead space. When the user takes in a fresh breath, some of the previously exhaled air which remains in the snorkel is inhaled again, reducing the amount of fresh air in the inhaled volume, and increasing the risk of a buildup of carbon dioxide in the blood, which can result in hypercapnia. The greater the volume of the tube, and the smaller the tidal volume of breathing, the more this problem is exacerbated. A smaller diameter tube reduces the dead volume, but also increases resistance to airflow and so increases the work of breathing. Occasional exhalation through the nose while snorkeling will slightly reduce the buildup of carbon dioxide, and may help in keeping the mask clear of water. It may also increase fogging.",
            "score": 109.59916687011719
        },
        {
            "docid": "15501_27",
            "document": "Inhalant . Furthermore, the inhalation of any gas that is capable of displacing oxygen in the lungs (especially gases heavier than oxygen) carries the risk of hypoxia as a result of the very mechanism by which breathing is triggered. Since reflexive breathing is prompted by elevated carbon dioxide levels (rather than diminished blood oxygen levels), breathing a concentrated, relatively inert gas (such as computer-duster tetrafluoroethane or nitrous oxide) that removes carbon dioxide from the blood without replacing it with oxygen will produce no outward signs of suffocation even when the brain is experiencing hypoxia. Once full symptoms of hypoxia appear, it may be too late to breathe without assistance, especially if the gas is heavy enough to lodge in the lungs for extended periods. Even completely inert gases, such as argon, can have this effect if oxygen is largely excluded.",
            "score": 108.11795043945312
        },
        {
            "docid": "2480368_16",
            "document": "Central neurogenic hyperventilation . Symptoms of CNH have been observed to vary according to the progression of CNH. The initial symptoms of CNH include a low arterial partial pressure of carbon dioxide, a high or normal arterial partial pressure of oxygen, high arterial pH, and tachypnea. The partial pressure of carbon dioxide has been noted by Yushi et al. to drop as low as 6.7 mmHg, while oxygen saturation remains at 99-100%. Respiratory alkalosis is induced in people affected with CNH, which stimulates the hyperpnea to attempt to compensate the rise of the blood’s pH. Some of the reported cases of CNH claim alkaline cerebral spinal fluid (CSF). However, not all of the cases experience this effect and other cases of CNH have a local increase in the pH surrounding the tumor that causes the condition. The hyperventilation of CNH patients persists during sleep. Those affected have been observed to not be able to voluntarily control their breathing in order to slow it down and the hyperventilation is predominantly controlled by the diaphragm.",
            "score": 107.58068084716797
        },
        {
            "docid": "11720081_3",
            "document": "Hypoxic drive . Normal respiration is driven mostly by the levels of carbon dioxide in the arteries, which are detected indirectly by central chemoreceptors when carbon dioxide crosses the blood–brain barrier, forming detectable hydrogen ions, and directly by peripheral chemoreceptors, and very little by the oxygen levels. An increase in carbon dioxide will cause chemoreceptor reflexes to trigger an increase in ventilation. Hypoxic drive normally accounts for 10% of the total drive to breathe. This increases as the PaO drops to 70 torr and below, while hypoxic drive is no longer active when PaO exceeds 170 torr. The hypoxic drive is so weak that unconsciousness will develop before respiratory distress is noted and is therefore a risk for pilots flying at high altitudes. For this reason, supplemental oxygen is required by Federal Aviation Regulations for pilots flying above an altitude of about 12,500 feet in unpressurized airplanes.",
            "score": 107.25052642822266
        },
        {
            "docid": "294126_9",
            "document": "Rebreather . However, if this is done without removing the carbon dioxide, it will rapidly build up in the recycled gas, resulting almost immediately in mild respiratory distress, and rapidly developing into further stages of hypercapnia, or carbon dioxide toxicity.  A high ventilation rate is usually necessary to eliminate the metabolic product carbon dioxide (CO). The breathing reflex is triggered by CO concentration in the blood, not by the oxygen concentration, therefore even a small buildup of CO in the inhaled gas quickly becomes intolerable; if a person tries to directly rebreathe their exhaled breathing gas, they will soon feel an acute sense of suffocation, therefore rebreathers must chemically remove the CO in a component known as a carbon dioxide scrubber.",
            "score": 107.21893310546875
        },
        {
            "docid": "51598692_4",
            "document": "Infantile apnea . Central apnea is characterized by insufficient responsiveness from respiratory centers such as the medulla, which results in poor coordination of the body systems that are necessary for breathing. Respiratory muscles and nerves to lose the ability to effectively receive and process signals from the brain causing respiratory efforts to cease. Central apnea is quite common and can be found in healthy, full-term infants for short periods of time before breathing patterns in the infant stabilize. In premature infants, central apnea is attributed to an underdeveloped respiratory system which results in decreased response to higher carbon dioxide levels and difficulty breathing. Head trauma may also cause central apnea as it interferes with normal signalling of the central respiratory system, this might be present in infants who suffer from abuse so investigating patient background is an important consideration.",
            "score": 107.17715454101562
        },
        {
            "docid": "2419312_10",
            "document": "Choking game . The hyperventilation leads to an excessive elimination of carbon dioxide (CO) whereas no significant additional amounts of oxygen can be stocked in the body. As only carbon dioxide is responsible for the breathing stimulus, after hyperventilation, breath can be held longer until cerebral hypoxia occurs. The blood also becomes abnormally alkaline as a result of the excessive elimination of carbon dioxide; this subsequent rise in blood pH is termed alkalosis. Alkalosis interferes with normal oxygen utilization by the brain. The symptoms of alkalosis are neuromuscular irritability, muscular spasms, tingling and numbness of the extremities and around the mouth, and a dizziness, or giddiness, often interpreted as a sense of euphoria.",
            "score": 106.7300796508789
        },
        {
            "docid": "1584059_27",
            "document": "Craniosynostosis . A theory regarding the involvement of OSA as a causative agent for elevated intracranial pressure suggests an association with the auto-regulation of blood flow in the brain. Certain cells in the brain respond specifically to an increase of CO2 in the blood. The response involves vasodilatation of the cranial vault blood vessels, increasing the volume of one of the elements in the Monro-Kellie doctrine. The increase of CO2 concentration in the blood is a consequence of impaired breathing, especially seen when the child suffering from OSA is sleeping. It is well documented that the highest spikes in intracranial pressure often occur during sleep.",
            "score": 106.45594787597656
        },
        {
            "docid": "20903424_14",
            "document": "Breathing . The primary purpose of breathing is to bring atmospheric air (in small doses) into the alveoli where gas exchange with the gases in the blood takes place. The equilibration of the partial pressures of the gases in the alveolar blood and the alveolar air occurs by diffusion. At the end of each exhalation the adult human lungs still contain 2,500–3,000 mL of air, their functional residual capacity or FRC. With each breath (inhalation) only as little as about 350 mL of warm, moistened atmospheric is added, and well mixed, with the FRC. Consequently, the gas composition of the FRC changes very little during the breathing cycle. Since the pulmonary capillary blood equilibrates with this virtually unchanging mixture of air in the lungs (which has a substantially different composition from that of the ambient air), the partial pressures of the arterial blood gases also do not change with each breath. The tissues are therefore not exposed to swings in oxygen and carbon dioxide tensions in the blood during the breathing cycle, and the peripheral and central chemoreceptors do not need to \"choose\" the point in the breathing cycle at which the blood gases need to be measured, and responded to. Thus the homeostatic control of the breathing rate simply depends on the partial pressures of oxygen and carbon dioxide in the arterial blood. This then also maintains the constancy of the pH of the blood.",
            "score": 106.2814712524414
        },
        {
            "docid": "261148_8",
            "document": "Apnea . Voluntary hyperventilation before beginning voluntary apnea is commonly believed to allow the person involved to safely hold their breath for a longer period. In reality, it will give the impression that one does not need to breathe, while the body is actually experiencing a blood-oxygen level that would normally, and indirectly, invoke a strong dyspnea. Some have incorrectly attributed the effect of hyperventilation to increased oxygen in the blood, not realizing that it is actually due to a decrease in CO in the blood and lungs. Blood leaving the lungs is normally fully saturated with oxygen, so hyperventilation of normal air cannot increase the amount of oxygen available. Lowering the CO concentration increases the pH of the blood, thus increasing the time before the respiratory center becomes stimulated, as described above. While hyperventilation will yield slightly longer breath-holding times, any small time increase is at the expense of possible hypoxia. One using this method can suddenly lose consciousness—a shallow water blackout—as a result. If a person loses consciousness underwater, there is considerable danger that they will drown. An alert diving partner would be in the best position to rescue such a person. Static apnea blackout occurs at the surface when a motionless diver holds a breath long enough for the circulating oxygen to fall below that required for the brain to maintain consciousness. It involves no pressure changes in the body and is usually performed to enhance breath-hold time. It should never be practiced alone, but under strict safety protocols with a safety beside the diver.",
            "score": 105.33395385742188
        },
        {
            "docid": "1585105_17",
            "document": "Infiltration analgesia . Hyperventilation syndrome – caused by shallow breathing and a reduction of carbon dioxide level in the blood which leads to an increased pH in blood. Patient can feel tingling sensation in the hands and feet, and sometimes experience chest pressure and light-headedness. Prevention can be achieved by reassuring patient and dictating the rhythm of breathing.",
            "score": 105.10200500488281
        },
        {
            "docid": "3802867_6",
            "document": "Inert gas asphyxiation . When humans breathe in an asphyxiant gas, such as pure nitrogen, helium, neon, argon, sulfur hexafluoride, methane, or any other physiologically inert gas(es), they exhale carbon dioxide without re-supplying oxygen. Physiologically inert gases (those that have no toxic effect, but merely dilute oxygen) are generally free of odor and taste. As such, the human subject detects little abnormal sensation as the oxygen level falls. This leads to asphyxiation (death from lack of oxygen) without the painful and traumatic feeling of suffocation (the hypercapnic alarm response, which in humans arises mostly from carbon dioxide levels rising), or the side effects of poisoning. In scuba diving rebreather accidents, there is often little sensation but euphoria—however, a slow decrease in oxygen breathing gas content has effects which are quite variable. By contrast, suddenly breathing pure inert gas causes oxygen levels in the blood to fall precipitously, and may lead to unconsciousness in only a few breaths, with no symptoms at all.",
            "score": 104.37313842773438
        },
        {
            "docid": "3816147_3",
            "document": "Carbogen . When carbogen is inhaled, the increased level of carbon dioxide causes a perception, both psychological and physiological, of suffocation because the brain interprets an increase in blood carbon dioxide as a decrease in oxygen level, which would generally be the case under natural circumstances. Inhalation of carbogen causes the body to react as if it were not receiving sufficient oxygen: breathing quickens and deepens, heart rate increases, and cells release alkaline buffering agents to remove carbonic acid from the bloodstream.",
            "score": 104.0433120727539
        },
        {
            "docid": "304227_11",
            "document": "Arterial blood gas test . The normal range for pH is 7.35–7.45. As the pH decreases (< 7.35), it implies acidosis, while if the pH increases (> 7.45) it implies alkalosis. In the context of arterial blood gases, the most common occurrence will be that of respiratory acidosis. Carbon dioxide is dissolved in the blood as carbonic acid, a weak acid; however, in large concentrations, it can affect the pH drastically. Whenever there is poor pulmonary ventilation, the carbon dioxide levels in the blood are expected to rise. This leads to a rise of carbonic acid, leading to a decrease in pH. The first buffer of pH will be the plasma proteins, since these can accept some H ions to try to maintain homeostasis. As carbon dioxide concentrations continue to increase (\"Pa\"CO > 45 mmHg), a condition known as respiratory acidosis occurs. The body tries to maintain homeostasis by increasing the respiratory rate, a condition known as tachypnea. This allows much more carbon dioxide to escape the body through the lungs, thus increasing the pH by having less carbonic acid. If a person is in a critical setting and intubated, one must increase the number of breaths mechanically.",
            "score": 103.62834930419922
        }
    ]
}